{
    "project": {
      "title": "Modélisation de l'impact climatique d’une maladie émergente, le dépérissement de l'aulne induit par Phytophthora alni",
      "acronym": "PHYTOCLIM",
      "description": "A partir des années 1990, une nouvelle maladie est apparue sur les aulnes en bordure des cours d’eau. Elle est causée par un microorganisme pathogène, Phytophthora alni, qui attaque les racines des arbres et provoque leur dépérissement. Ce pathogène est une espèce  thermophile. Par ailleurs, l’émergence du dépérissement de l’aulne est concomitante avec les années particulièrement chaudes des deux dernières décennies. \nLes facteurs environnementaux, tels que la température moyenne du site et les caractéristiques du sol jouent un rôle important dans l'apparition de la maladie.\nL'objectif de ce projet est :\n• de modéliser et de prévoir l'effet de l'environnement sur la gravité des épidémies dues à Phytophthora alni et,\n• de déterminer si les récents changements climatiques pourraient expliquer l'émergence de la maladie.\n",
      "funding": [
        {
          "funder": {
            "name": "Agence Nationale de la Recherche",
            "dataPolicy": {
              "title": "La politique science ouverte de l'ANR",
              "docIdentifier": "https://anr.fr/fr/lanr-et-la-recherche/engagements-et-valeurs/la-science-ouverte/",
              "idType": "URL"
            },
            "funderId": "http://dx.doi.org/10.13039/501100001665",
            "idType": "DOI"
          },
          "grantId": "ANR-07-BDIV-0003",
          "fundingStatus": "Approuvé"
        }
      ],
      "startDate": null,
      "partner": [
        {
          "name": "Biodiversité, Gènes et Communautés ",
          "rnsr": "200317684N"
        },
        {
          "name": "Walloon Agricultural Research Centre "
        },
        {
          "name": "Plant Protection Institute "
        }
      ],
      "principalInvestigator": {
        "person": {
          "nameType": "Personne",
          "lastName": "Marçais",
          "firstName": "Benoît",
          "affiliationName": "Interactions Arbres/Micro-organismes ",
          "affiliationId": "200117307M",
          "affiliationIdType": "RNSR"
        }
      }
    },
    "meta": {
      "title": "DMP du projet \"Modélisation de l'impact climatique d’une maladie émergente, le dépérissement de l'aulne induit par Phytophthora alni\""
    }
  }
