[
    {
        "label": {
            "en_GB": "Zenodo",
            "fr_FR": "Zenodo"
        },
        "title": "Zenodo",
        "description": "ZENODO builds and operates a simple and innovative service that enables researchers, scientists, EU projects and institutions to share and showcase multidisciplinary research results (data and publications) that are not part of the existing institutional or subject-based repositories of the research communities. ZENODO enables researchers, scientists, EU projects and institutions to: easily share the long tail of small research results in a wide variety of formats including text, spreadsheets, audio, video, and images across all fields of science. display their research results and get credited by making the research results citable and integrate them into existing reporting lines to funding agencies like the European Commission. easily access and reuse shared research results. ",
        "hostId": "RRID:SCR_004129",
        "idType": "Autre",
        "geoLocation": "CH",
        "certification": null,
        "pidSystem": "DOI",
        "hasVersioningPolicy": "Oui",
        "availability": "20",
        "metadataStandard": "DataCite Metadata Schema, Dublin Core"
    },
    {
        "label": {
            "en_GB": "GitHub",
            "fr_FR": "GitHub"
        },
        "title": "GitHub",
        "description": "GitHub is the best place to share code with friends, co-workers, classmates, and complete strangers. Over three million people use GitHub to build amazing things together. With the collaborative features of GitHub.com, our desktop and mobile apps, and GitHub Enterprise, it has never been easier for individuals and teams to write better code, faster. Originally founded by Tom Preston-Werner, Chris Wanstrath, and PJ Hyett to simplify sharing code, GitHub has grown into the largest code host in the world.",
        "hostId": "https://www.re3data.org/repository/r3d100010375",
        "idType": "URL",
        "geoLocation": "US",
        "certification": null,
        "pidSystem": "Autres",
        "hasVersioningPolicy": "Oui",
        "availability": null,
        "metadataStandard": null
    },
    {
        "label": {
            "en_GB": "figshare",
            "fr_FR": "figshare"
        },
        "title": "figshare",
        "description": "figshare allows researchers to publish all of their research outputs in an easily citable, sharable and discoverable manner. All file formats can be published, including videos and datasets. Optional peer review process. figshare uses creative commons licensing.",
        "hostId": "RRID:SCR_004328",
        "idType": "Autre",
        "geoLocation": null,
        "certification": null,
        "pidSystem": "DOI",
        "hasVersioningPolicy": "Oui",
        "availability": null,
        "metadataStandard": "DataCite Metadata Schema, Dublin Core"
    },
    {
        "label": {
            "en_GB": "Data INRAE (Portail Data INRAE)",
            "fr_FR": "Data INRAE (Portail Data INRAE)"
        },
        "title": "Data INRAE",
        "description": "INRAE is the world’s first organisation specialized on agricultural, food and environmental sciences. Data INRAE is offered by INRAE as part of its mission to open the results of its research. Data INRAE will share research data in relation with food, nutrition, agriculture and environment. It includes experimental, simulation and observation data, omic data, survey and text data. Only data produced by or in collaboration with INRAE will be hosted in the repository, but anyone can access the metadata and the open data.",
        "hostId": "https://data.inrae.fr/",
        "idType": "URL",
        "geoLocation": "FR",
        "certification": null,
        "pidSystem": "DOI",
        "hasVersioningPolicy": "Oui",
        "availability": null,
        "metadataStandard": "DataCite Metadata Schema, DDI, Dublin Core, ISA-Tab"
    },
    {
        "label": {
            "en_GB": "DataSuds (IRD)",
            "fr_FR": "DataSuds (IRD)"
        },
        "title": "DataSuds",
        "description": "The DataSuds data warehouse provides IRD scientists and their partners with a service to disseminate, preserve and enhance their research data by facilitating their identification and citation. It is one of the elements of the open science system for the South promoted by the IRD.",
        "hostId": "https://data.ird.fr/",
        "idType": "URL",
        "geoLocation": "FR",
        "certification": null,
        "pidSystem": "DOI",
        "hasVersioningPolicy": "Oui",
        "availability": null,
        "metadataStandard": "DataCite Metadata Schema, DDI, Dublin Core"
    },
    {
        "label": {
            "en_GB": "4TU.ResearchData | science.engineering.design",
            "fr_FR": "4TU.ResearchData | science.engineering.design"
        },
        "title": "4TU.ResearchData | science.engineering.design",
        "description": "TU.ResearchData, previously known as 4TU.Centre for Research Data, is a research data repository dedicated to the science, engineering and design disciplines. It offers the knowledge, experience and the tools to manage, publish and find scientific research data in a standardized, secure and well-documented manner. 4TU.ResearchData provides the research community with: Customised advice and support on research data management; A long-term repository for scientific research data; Support for current research projects; Tools to enhance reuse of research data.",
        "hostId": "RRID:SCR_006295",
        "idType": "Autre",
        "geoLocation": "NL",
        "certification": "DSA",
        "pidSystem": "DOI",
        "hasVersioningPolicy": "Oui",
        "availability": null,
        "metadataStandard": "DataCite Metadata Schema, DDI, Dublin Core, RDA Data Cube Vocabulary"
    },
    {
        "label": {
            "en_GB": "CIRAD Dataverse",
            "fr_FR": "CIRAD Dataverse"
        },
        "title": "CIRAD Dataverse",
        "description": "The range of CIRAD's research has given rise to numerous datasets and databases associating various types of data: primary (collected), secondary (analysed, aggregated, used for scientific articles, etc), qualitative and quantitative. These collections of research data are used for comparisons, to study processes and analyse change. They include: genetics and genomics data, data generated by trials and measurements (using laboratory instruments), data generated by modelling (interpolations, predictive models), long-term observation data (remote sensing, observatories, etc), data from surveys, cohorts, interviews with players.",
        "hostId": "https://dataverse.cirad.fr/",
        "idType": "URL",
        "geoLocation": "FR",
        "certification": null,
        "pidSystem": "DOI",
        "hasVersioningPolicy": "Oui",
        "availability": null,
        "metadataStandard": "DDI, Dublin Core"
    },
    {
        "label": {
            "en_GB": "DRYAD",
            "fr_FR": "DRYAD"
        },
        "title": "DRYAD",
        "description": "Dryad is an international repository of data underlying peer-reviewed scientific and medical literature, particularly data for which no specialized repository exists. The content is considered to be integral to the published research. All material in Dryad is associated with a scholarly publication ",
        "hostId": "RRID:SCR_005910",
        "idType": "Autre",
        "geoLocation": "US",
        "certification": null,
        "pidSystem": "DOI",
        "hasVersioningPolicy": "Oui",
        "availability": null,
        "metadataStandard": "DataCite metadata Schema, Dublin Core, RDF Data Cube Vocabulary"
    },
    {
        "label": {
            "en_GB": "PAC - Archiving Platform CINES",
            "fr_FR": "PAC - Plateforme d'archivage au CINES"
        },
        "title": "PAC - Archiving Platform CINES",
        "description": "CINES is the French national long-term preservation service provider for Higher Education and Research: more than 20 institutions (universities, librairies, labs) archive their digital heritage at CINES so that it's preserved over time in a secure, dedicated environment. This includes documents such as PhD theses or publications, digitized ancient/rare books, satellite imagery, 3D/vidéos/image galleries, datasets, etc.",
        "hostId": "2425-8792",
        "idType": "Autre",
        "geoLocation": "FR",
        "certification": "DSA",
        "pidSystem": "ARK",
        "hasVersioningPolicy": "Oui",
        "availability": null,
        "metadataStandard": "Dublin Core"
    },
    {
        "label": {
            "en_GB": "Huma-Num",
            "fr_FR": "Huma-Num"
        },
        "title": "Huma-Num : Archivage à long terme",
        "description": "La TGIR Huma-Num propose à la communauté des producteurs de données numériques en Sciences Humaines et Sociales un service d’archivage à long terme. Elle s’appuie, pour cette activité, sur les infrastructures et les compétences d'un centre labellisé, le Centre Informatique National de l’Enseignement Supérieur, CINES, avec qui elle a signé une convention. Huma-Num accompagne les producteurs de données tout au long du processus d’archivage à long terme et est le lien entre les communautés scientifiques et le CINES. Elle procure aide et conseils aux producteurs de données pour choisir les formats de données adéquats, mais aussi pour concevoir sous une forme normalisée les données descriptives (méta-données) indispensables pour les faire entrer dans le système d’archivage du CINES. Les données à archiver doivent présenter une valeur scientifique reconnue par la communauté dont elles proviennent. Huma-Num soumet à son conseil scientifique les demandes d’archivage à long terme.",
        "hostId": "https://www.huma-num.fr/services-et-outils/archiver",
        "idType": "URL",
        "geoLocation": "FR",
        "certification": null,
        "pidSystem": null,
        "hasVersioningPolicy": null,
        "availability": null,
        "metadataStandard": null
    },
    {
        "label": {
            "en_GB": "Vitam, Valeurs immatérielles transmises aux archives pour mémoire",
            "fr_FR": "Vitam, Valeurs immatérielles transmises aux archives pour mémoire"
        },
        "title": "Vitam",
        "description": "Le Programme Vitam, Valeurs immatérielles transmises aux archives pour mémoire, est un programme interministériel français d'archivage électronique porté par trois ministères, Europe et Affaires étrangères, Culture, Armées, responsables de la conservation des archives de l’État. Le programme Vitam répond a 3 objectifs : 1/ La réalisation de la solution logicielle libre Vitam d’archivage numérique permettant la prise en charge, la conservation et la consultation sécurisée de très gros volumes d’archives numériques définitives, intermédiaires, voire courantes ; 2/ La mise en place de plate-formes d’archivage utilisant la solution logicielle Vitam, dans chacun des trois ministères, via les projets ministériels : Saphir (MEAE), Adamant (MC/Archives nationales) et Archipel (MinArm) ; 3/ La diffusion et la réutilisation la plus large de la solution logicielle Vitam, en lien avec son Club utilisateurs. Le Programme veille également aux actions de soutien financier, de sensibilisation et d’accompagnement en matière d’archivage numérique au-delà des trois ministères porteurs du programme, via les dispositifs ANET (Archivage numérique en territoire) et DIAMAN au sein du MC/Service interministériel des Archives de France).",
        "hostId": "https://www.programmevitam.fr/",
        "idType": "URL",
        "geoLocation": "FR",
        "certification": null,
        "pidSystem": null,
        "hasVersioningPolicy": null,
        "availability": null,
        "metadataStandard": null
    }
]