[
    {
        "label": {
            "en_GB": "CC-IN2P3 (CNRS), Computing Centre of the National Institute of Nuclear Physics and Particle Physics",
            "fr_FR": "CC-IN2P3 (CNRS), Centre de Calcul de l'Institut National de Physique Nucléaire et de Physique des Particules"
        },
        "title": "CC-IN2P3",
        "description": "Le Centre de Calcul de l’IN2P3 (CC-IN2P3) offre un ensemble de services aux chercheurs de l'IN2P3 (Institut National de Physique Nucléaire et de Physique des Particules) du CNRS. La plateforme de calcul du CC-IN2P3 permet aux scientifiques de traiter les grandes masses de données issues de grands instruments scientifiques (accélérateurs de particules, télescopes ou satellites), de réaliser des modélisations et des simulations pour valider des théories, de valoriser et d’archiver les données de recherche. Les ressources de calcul distribué peuvent être utilisées localement (création d’un compte utilisateur) ou via une grille de calcul (inscription dans une organisation virtuelle VO. Le CC-IN2P3 met à disposition un système de stockage de masse reposant sur l’utilisation conjointe de disques durs et de bandes magnétiques. Le CC-IN2P3 fournit des ressources informatiques principalement pour la physique nucléaire, la physique des particules, l’astrophysique et les astroparticules et de façon limitée aux sciences humaines (Huma-Num) et sciences de la vie. Le CC-IN2P3 a développé une expertise technique dans les domaines du stockage massif de données, du calcul à haut débit (HTC), les grilles de calcul ou le cloud computing. Il est impliqué dans des projets régionaux, nationaux, européens et transdisciplinaires. Le Centre de Calcul de l’IN2P3 a élaboré un modèle de plan de gestion de données CC-IN2P3 DMP template en anglais à l’aide de l’outil DMP OPIDoR. Le Centre de Calcul de l’IN2P3 fait partie des principaux centres internationaux déployés dans le cadre du projet Worldwide LHC Computing Grid (W-LCG) et dédié à la simulation, au traitement et à l’analyse des données des quatre expériences LHC (Large Hadron Collider) au CERN. Les données produites et/ou gérées par l’infrastructure CC-IN2P3 sont soumises à un embargo de 48 mois.",
        "technicalResourceId": "https://cc.in2p3.fr/",
        "idType": "URL",
        "serviceContact": "contact@cc.in2p3.fr"
    },
    {
        "label": {
            "en_GB": "GENCI, Big National Equipment Intensive Computing",
            "fr_FR": "GENCI, Grand Equipement National de Calcul Intensif"
        },
        "title": "GENCI",
        "description": "Le Grand Equipement National de Calcul Intensif (GENCI) est une société civile créée en 2007 par les pouvoirs publics. GENCI est une infrastructure numérique distribuée qui est basée sur les trois grands centres nationaux : l’IDRIS du CNRS, le TGCC du CEA et le CINES des Universités. Les missions du GENCI sont 1/ la mise en oeuvre de la stratégie nationale d’équipement en moyens de calcul intensif et stockage de données computationnelles (données massives) 2/ la mise à disposition de calculateurs à haute performance (supercalculateurs) pour les chercheurs académiques et des industriels afin qu’ils réalisent des travaux de simulation numérique 3/ la promotion de la simulation numérique et du calcul intensif auprès de la communauté de recherche française (académique et industrielle). L’accès aux données produites par les supercalculateurs du GENCI est restreint aux chercheurs ayant produit ces données. GENCI est la composante française de l’infrastructure européenne PRACE (Partnership for Advanced Computing in Europe.",
        "technicalResourceId": "http://www.genci.fr/fr",
        "idType": "URL",
        "serviceContact": "contact@genci.fr"
    },
    {
        "label": {
            "en_GB": "GenOuest, GenOuest bioinformatics",
            "fr_FR": "GenOuest, Plateforme de bioinformatique de Rennes"
        },
        "title": "GenOuest",
        "description": "La plate-forme GenOuest offre l'accès à un environnement bio-informatique complet combinant : 1/une infrastructure bioinformatique matérielle et logicielle (reposant sur un cluster et un cloud) 2/ le développement d’applications bioinformatiques (environnements, interfaces, bases de données publiques, outils et chaînes de traitements,…) 3/ une expertise et une consultance (les scientifiques peuvent bénéficier d’une expertise pour l’analyse de leurs données ou pour l’élaboration de stratégies d’analyse bioinformatiques) 4/ des formations 5/ de l’hébergement scientifique (les utilisateurs peuvent mettre en place de nouvelles ressources et/ou valoriser leurs travaux scientifiques grâce à la mise en place de sites ou applications web).Cet environnement de calcul est exploitable de diverses façons : cluster, cloud privé, portail web. La plateforme s’intéresse particulièrement aux nouvelles modalités de calcul (virtualisation, cloud computing, portails de calcul) ainsi qu’à la gestion des données et des métadonnées en Biologie. Grâce au projet CeSGO, GenOuest propose un ensemble d'outils collaboratifs pour gérer au mieux les projets et données scientifiques. GenOuest assure également le transfert technologique des nouveaux outils issus de la recherche en bio- informatique de l'Institut dont elle dépend.",
        "technicalResourceId": "https://www.genouest.org/",
        "idType": "URL",
        "serviceContact": "https://www.genouest.org/contact"
    },
    {
        "label": {
            "en_GB": "MyCore (CNRS)",
            "fr_FR": "MyCore"
        },
        "title": "MyCore",
        "description": "Service numérique de stockage, sauvegarde, nomadisme et partage sécurisés proposés par le CNRS : http://ods.cnrs.fr/my_core.php",
        "technicalResourceId": "https://mycore.core-cloud.net",
        "idType": "URL",
        "serviceContact": "http://ods.cnrs.fr/contacts.html"
    },
    {
        "label": {
            "en_GB": "PETA (Université de Lorraine, UL)",
            "fr_FR": "PETA (Université de Lorraine, UL)"
        },
        "title": "PETA",
        "description": "Le service d'hébergement des données volumineuses est une offre de stockage à destination desunités de recherche de l’Université de Lorraine(UL). L'accès aux données se fait au travers de l'interface Storage Made Easy :Au travers d'une interface WebVia   un   client   lourd   (lecteur   réseau   et   client   de   synchronisation)   installé   sur   le   posteinformatique (postes de travail, serveur ou équipement mobile). Les systèmes supportés sont: Windows, Mac, Linux, Android, iOSLe service est principalement destiné au stockage volumineux et non à l'accès rapide aux données.Pour ce dernier type d’accès, il faudra prendre contact avec la direction du numérique pour étudierune autre solution",
        "technicalResourceId": "https://numerique.univ-lorraine.fr/gestion-de-vos-fichiers/stockage-des-donnees-de-la-recherche-peta",
        "idType": "URL",
        "serviceContact": "peta-contact@univ-lorraine.fr"
    },
    {
        "label": {
            "en_GB": "Synchrotron SOLEIL",
            "fr_FR": "Synchrotron SOLEIL"
        },
        "title": "Synchrotron SOLEIL",
        "description": "Infrastructure de Recherche, plateforme d'acquisition et de services, SOLEIL (Source Optimisée de Lumière d'Energie Intermédiaire du LURE) est la source nationale de rayonnement synchrotron dont le but est d'explorer la matière à différentes échelles aussi bien au niveau des recherches fondamentales ou appliquées en physique, chimie, biologie, patrimoine, environnement ou sciences de l'univers. L’accès aux données produites et/ou gérées par l’infrastructure SOLEIL est restreint aux équipes projets et sur autorisation pour les autres utilisateurs. L’accès sera ouvert après l’expiration de l’embargo fixé à 5 ans maximum.",
        "technicalResourceId": "https://www.synchrotron-soleil.fr/fr",
        "idType": "URL",
        "serviceContact": "webcom@synchrotron-soleil.fr"
    },
    {
        "label": {
            "en_GB": "GANIL-SPIRAL2",
            "fr_FR": "GANIL-SPIRAL2"
        },
        "title": "GANIL-SPIRAL2",
        "description": "Le GANIL (Grand Accélérateur National d’Ions Lourds) met en place une nouvelle installation SPIRAL2 (Système de production d’Ions Radioactifs en Ligne de 2e génération).SPIRAL2 fournira prochainement ses premiers faisceaux pour répondre aux chercheurs en physique nucléaire qui s’intéressent aux propriétés des noyaux exotiques et des réactions induites. Les chercheurs pourront bénéficier de toute l’infrastructure existante avec ses ensembles de détection, d’acquisition et de traitement des données. L’accès aux données produites par l’accélérateur GANIL-SPIRAL2 est restreint aux collaborations qui ont réalisé les expériences.",
        "technicalResourceId": "https://www.ganil-spiral2.eu/",
        "idType": "URL",
        "serviceContact": "navin@ganil.fr"
    }
]