Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: You have unpublished changes! Select "Publish changes" in the Actions menu when you are ready to make them available to users.
de: Sie haben unveröffentlichte Änderungen vorgenommen! Wählen Sie "Änderungen veröffentlichen" im Menü "Aktionen", wenn Sie bereit sind, sie für andere Nutzer/innen verfügbar zu machen.
es: Tienes cambios inéditos! Seleccione "Publicar cambios" en el menú Acciones cuando esté listo para que estén disponibles para los usuarios.
fi: Mallipohjalla on julkaisemattomia muutoksia. Valitse "Julkaise muutokset" Toiminnot -valikosta, kun haluat, että ne tulevat näkyviin.
fr_ca: Vous avez des modifications non publiées! Sélectionnez « Publier les modifications » dans le menu Actions lorsque vous êtes prêt à les rendre accessibles aux utilisateurs.
pt_br: Você tem alterações não publicadas! Selecione "Publicar alterações" no menu Ações quando estiver pronto para disponibilizá-las aos usuários.
sv_fi: Du har opublicerade ändringar! Välj "Publicera ändringar" i menyn Åtgärder när du är redo att göra dem tillgängliga för användare.
tr_tr: Yayınlanmamış değişiklikleriniz var! Bunları kullanıma sunmaya hazır olduğunuzda Eylemler menüsünden "Değişiklikleri yayınla"yı seçin.

source: Customisations are unpublished
de: Anpassungen sind nicht veröffentlicht
es: Las personalizaciones son inéditas.
fi: Mukautuksia ei ole julkaistu
fr_ca: Les personnalisations ne sont pas publiées
pt_br: Customizações são inéditos
sv_fi: Anpassningar är opublicerade
tr_tr: Özelleştirmeler yayınlanmadı

source: available to the public
de: verfügbar für die Öffentlichkeit
es: disponible al público
fi: Julkisesti saatavilla
fr_ca: accessible au public
pt_br: disponível para o público
sv_fi: tillgänglig för allmänheten
tr_tr: herkese açık

source: New Template
de: Neue Vorlage
es: Nueva plantilla
fi: Uusi suunnitelmapohja
fr_ca: Nouveau modèle
pt_br: Novo modelo
sv_fi: Ny mall
tr_tr: Yeni Şablon

source: Template Customisation History
de: Vorlagenanpassungsverlauf
es: Historial de personalización de plantillas
fi: Suunnitelmapohjan mukautushistoria
fr_ca: Historique de personnalisation des modèles
pt_br: Histórico de customização de modelos
sv_fi: Mall anpassningshistorik
tr_tr: Şablon Özelleştirme Geçmişi

source: Template History
de: Vorlagenverlauf
es: Historial de plantillas
fi: Suunnitelmapohjan päivityshistoria
fr_ca: Historique des modèles
pt_br: Histórico do Model
sv_fi: Mallhistorik
tr_tr: Şablon Geçmişi

source: Here you can view previously published versions of your template. These can no longer be modified.
de: Hier können Sie zuvor veröffentlichte Versionen Ihrer Vorlage anzeigen. Diese können nicht mehr geändert werden.
es: Aquí puede ver las versiones publicadas previamente de su plantilla. Estos ya no pueden ser modificados.
fi: Täällä näet aiemmin julkaistut versiot suunnitelmapohjistasi. Niitä ei voi enää muokata.
fr_ca: Ici, vous pouvez voir les versions de votre modèle publiées antérieurement. Ces dernières ne peuvent plus être modifiées.
pt_br: Aqui você pode ver versões de seu modelo publicadas anteriormente. Essas versões não podem mais ser modificadas.
sv_fi: Här kan du se tidigare publicerade versioner av din mall. Dessa kan inte längre ändras.
tr_tr: Burada şablonunuzun daha önce yayınlanmış sürümlerini görüntüleyebilirsiniz. Bunlar artık değiştirilemez.

source: This template is new and does not yet have any publication history.
de: Diese Vorlage ist neu und hat noch keinen Veröffentlichungsverlauf.
es: Esta plantilla es nueva y todavía no tiene ningún historial de publicación.
fi: Suunnitelmapohja on uusi ja sillä ei ole vielä julkaisuhistoriaa.
fr_ca: Ce modèle est nouveau. L’historique de publication n’est pas encore disponible.
pt_br: Este modelo é novo e ainda não tem um histórico de publicações.
sv_fi: Den här mallen är ny och har ännu inte någon publikationshistorik.
tr_tr: Bu şablon yenidir ve henüz herhangi bir yayın geçmişine sahip değildir.

source: If you would like to modify one of the templates below, you must first change your organisation affiliation.
de: Wenn Sie eine der unten aufgeführten Vorlagen ändern möchten, müssen Sie zuerst Ihre Organisationszugehörigkeit ändern.
es: Si desea modificar una de las plantillas a continuación, primero debe cambiar la afiliación de su organización.
fi: Jos haluat muokata alla olevia suunnitelmapohjia, sinun täytyy ensin muuttaa organisaatiosi affiliaatiota.
fr_ca: Si vous souhaitez modifier l’un des modèles ci-dessous, vous devez d’abord modifier l’affiliation organisationnelle.
pt_br: Se você deseja modificar um dos modelos abaixo, precisa primeiro trocar sua afiliação organizacional.
sv_fi: Om du vill ändra en av mallarna nedan måste du först ändra organisationens anslutning.
tr_tr: Aşağıdaki şablonlardan birini değiştirmek isterseniz, önce kuruluş bağlantınızı değiştirmelisiniz.

source: If you wish to add an organisational template for a Data Management Plan, use the 'create template' button. You can create more than one template if desired e.g. one for researchers and one for PhD students. Your template will be presented to users within your organisation when no funder templates apply. If you want to add questions to funder templates use the 'customise template' options below.
de: Wenn Sie eine Organisationsvorlage für einen Datenverwaltungsplan hinzufügen möchten, verwenden Sie die Schaltfläche "Vorlage erstellen". Sie können mehr als eine Vorlage erstellen, falls gewünscht, z. eine für Forscher und eine für Doktoranden. Ihre Vorlage wird Benutzern in Ihrer Organisation angezeigt, wenn keine Finanzvorlagen gelten. Wenn Sie Fragen zu Vorlagevorlagen hinzufügen möchten, verwenden Sie die Optionen "Vorlage anpassen" unten.
es: Si desea agregar una plantilla organizativa para un plan de gestión de datos, use el botón 'crear plantilla'. Puede crear más de una plantilla si lo desea, por ejemplo. Una para investigadores y otra para estudiantes de doctorado. Su plantilla se presentará a los usuarios dentro de su organización cuando no se apliquen plantillas de patrocinadores. Si desea agregar preguntas a las plantillas de patrocinadores, utilice las opciones de 'personalizar plantilla' a continuación.
fi: Jos haluat lisätä organisaatiokohtaisen suunnitelmapohjan aineistonhallintasuunnitelmalle, käytä tee suunnitelmapohja -painiketta. Voit luoda halutessasi useamman kuin yhden suunnitelmapohjan, esim. yhden tutkijoille ja toisen tohtoriopiskelijoille. Suunnitelmapohjat näkyvät organisaatiosi käyttäjille, jos rahoittajan suunnitelmapohjat eivät ole sopivia. Jos haluat lisätä kysymyksiä rahoittajan suunnitelmapohjiin, käytä alla olevaa mukauta suunnitelmapohjaa -vaihtoehtoa.
fr_ca: Si vous souhaitez ajouter un modèle organisationnel pour un plan de gestion des données, utilisez le bouton « créer un modèle ». Vous pouvez créer plus d’un modèle, au besoin, par exemple un modèle pour les chercheurs et un autre pour les étudiants au doctorat. Votre modèle sera présenté aux utilisateurs de votre organisme lorsqu’aucun modèle de bailleur de fonds ne s’applique. Si vous souhaitez ajouter des questions aux modèles de bailleur de fonds, utilisez les options « personnaliser le modèle » ci-dessous.
pt_br: Se você quer adicionar um modelo organizacional para um Plano de Gestão de Dados, use o botão 'criar modelo'. Você pode criar mais de um modelo, se desejar, e.g. um para pesquisadores e outro para alunos de doutorado. Seu modelo será mostrado aos usuários de dentro de sua organização quando não houver modelos de órgãos financiadores aplicáveis. Se você quiser acrescentar perguntas aos modelos de órgãos financiadores, use as opões 'customizar modelo' abaixo.
sv_fi: Om du vill lägga till en organisationsmall för en datahanteringsplan, använd knappen "skapa mall". Du kan skapa mer än en mall om du vill en för forskare och en för doktorander. Din mall kommer att presenteras för användare inom din organisation när ingen mallar är tillämpliga. Om du vill lägga till frågor till fundermallar använder du alternativen 'Anpassa mall' nedan.
tr_tr: Bir Veri Yönetim Planı için kurumsal bir şablon eklemek isterseniz, 'şablon oluştur' butonunu kullanın. Gerekirse biri araştırmacılar, biri de doktora öğrencileri için olmak üzere birden fazla şablon oluşturabilirsiniz. Hiçbir fon sağlayıcı şablonu geçerli olmadığında, şablonunuz kurumunuzdaki kullanıcılara sunulur. Fon sağlayıcı şablonlarına soru eklemek istiyorsanız aşağıdaki 'şablonu özelleştir' seçeneklerini kullanın.

source: Customisable Templates
de: Anpassbare Vorlagen
es: Plantillas personalizables
fi: Mukautettavissa olevat suunnitelmapohjat
fr_ca: Modèles personnalisables
pt_br: Modelos personalizáveis
sv_fi: Anpassningsbara mallar
tr_tr: Özelleştirilebilir Şablonlar

source: All (%{count})
de: Alle (%{count})
es: Todos (%{count})
fi: Kaikki (%{count})
fr_ca: Tous (%{count})
pt_br: Tudo (%{count})
sv_fi: Alla (%{count})
tr_tr: Tüm (%{count})

source: Published (%{count})
de: Veröffentlicht (%{count})
es: Publicado (%{count})
fi: Julkaistu (%{count})
fr_ca: (%{count}) publié(s)
pt_br: Publicado (%{count})
sv_fi: Publicerad (%{count})
tr_tr: (%{count}) adet yayınlandı

source: Unpublished (%{count})
de: Unveröffentlicht (%{count})
es: No publicado (%{count})
fi: Julkaisematta (%{count})
fr_ca: (%{count}) non publié
pt_br: Não publicado (%{count})
sv_fi: Ej offentliggjord (%{count})
tr_tr: Yayınlanmamış sayısı: (%{count})

source: Not customised (%{count})
de: Nicht angepasst (%{count})
es: No personalizado (%{count})
fi: Ei mukautettu (%{count})
fr_ca: (%{count}) non personnalisé
pt_br: Não customizado (%{count})
sv_fi: Ej anpassad (%{count})
tr_tr: (%{count}) Özelleştirilmeyen sayısı

source: Create a template
de: Vorlage erstellen
es: Crear una plantilla
fi: Luo suunnitelmapohja
fr_ca: Créer un modèle
pt_br: Criar um modelo
sv_fi: Skapa en mall
tr_tr: Bir şablon oluşturun

source: Editing profile for %{username}
de: Profil für %{username} bearbeiten
es: Perfil de edición para %{username}
fi: %{username}:n muokkausprofiili
fr_ca: Modification du profil de %{username}
pt_br: Editando o perfil de %{username}
sv_fi: Redigera profil för %{username}
tr_tr: %{username} için profil düzenleniyor

source: View all users
de: Alle Benutzer anzeigen
es: Ver todos los usuarios
fi: Näytä kaikki käyttäjät
fr_ca: Voir tous les utilisateurs
pt_br: Ver todos os usuários
sv_fi: Visa alla användare
tr_tr: Tüm kullanıcıları görüntüle

source: Plans of %{username}
de: Pläne von %{username}
es: Planes de %{username}
fi: Suunnitelmat %{username}
fr_ca: Plans de %{username}
pt_br: Planos de %{username}
sv_fi: Planer för %{username}
tr_tr: %{username} kullanıcısına ait planlar

source: Schools/Departments
de: Institute/Einrichtungen
es: Escuelas / Departamentos
fi: Koulut / Osastot
fr_ca: Écoles / départements
pt_br: Escolas / Departamentos
sv_fi: Skolor / Avdelningar
tr_tr: Üniversiteler/Bölümler

source: Create school/department
de: Institut / Einrichtung anlegen
es: Crear escuela / departamento
fi: Luo koulu / osasto
fr_ca: Créer une école / un département
pt_br: Criar escola / departamento
sv_fi: Skapa skola / avdelning
tr_tr: Üniversite/bölüm oluştur

source: Request Feedback
de: Feedback anfordern
es: Solicitar comentarios
fi: Pyydä palautetta
fr_ca: Demander des commentaires
pt_br: Solicitar feedback
sv_fi: Begär återkoppling
tr_tr: Geri bildirim İste

source: On
de: Am
es: en
fi: Käytössä
fr_ca: Activé
pt_br: Acender
sv_fi: På
tr_tr: Açık

source: Off
de: Weg
fi: Pois käytöstä
fr_ca: Désactivé
pt_br: Apague
sv_fi: Av
tr_tr: Kapalı

source: Request Expert Feedback - Message Displayed on Share Plan Tab:
de: Request Expert Feedback - Nachricht, die auf der Registerkarte "Share Plan" angezeigt wird:
es: Solicitar comentarios de expertos: mensaje mostrado en la pestaña Compartir plan:
fi: Pyydä asiantuntijapalautetta - viesti näkyy Share Plan -välilehdessä:
fr_ca: Demande de commentaires de la part d’un expert – Message affiché sur l’onglet Partager les plans :
pt_br: Solicitar feedback de especialista - mensagem exibida na guia Plano de compartilhamento:
sv_fi: Begär expert feedback - Meddelande som visas på fliken Aktieplan:
tr_tr: Uzman Geri Bildirimi İsteyin - Plan Paylaş Sekmesinde Görüntülenen Mesaj:

source: Sample Message
de: Beispielnachricht
es: Mensaje de muestra
fi: Esimerkkiviesti
fr_ca: Exemple de message
pt_br: Mensagem de Amostra
sv_fi: Provmeddelande
tr_tr: Örnek Mesaj

source: URL
fi: Verkko-osoite (URL)
fr_ca: Lien URL

source: Link text
es: Texto del enlace
fi: Linkkiteksti
fr_ca: Texte du lien
pt_br: Linkar texto
sv_fi: Länktext
tr_tr: Bağlantı metni

source: Remove this link
de: Entfernen Sie diesen Link
es: Quitar este enlace
fi: Poista linkki
fr_ca: Supprimer ce lien
pt_br: Remover este link
sv_fi: Ta bort den här länken
tr_tr: Bu bağlantıyı kaldır

source: Links will be displayed next to your organisation's logo
de: Links werden neben dem Logo Ihrer Organisation angezeigt
es: Los enlaces se mostrarán junto al logotipo de su organización.
fi: Linkit näytetään organisaatiosi logon vieressä
fr_ca: Les liens seront affichés à côté du logo de votre organisme
pt_br: Os links serão mostrados ao lado do logo de sua organização.
sv_fi: Länkar kommer att visas bredvid organisationens logotyp
tr_tr: Bağlantılar, kurum logonuzun yanında görüntülenecektir

source: This information can only be changed by a system administrator. Contact the Help Desk if you have questions or to request changes.
de: Diese Information kann nur von einem Systemadministrator geändert werden. Wenden Sie sich an den Helpdesk, wenn Sie Fragen haben oder Änderungen anfordern möchten.
es: Esta información solo puede ser modificada por un administrador del sistema. Póngase en contacto con el servicio de asistencia si tiene preguntas o para solicitar cambios.
fi: Vain ylläpito voi muuttaa tämän tiedon, Ota yhteyttä käyttötukeen, jos sinulla on kysyttävää tai haluat tehdä muutoksia.
fr_ca: Ces renseignements ne peuvent être modifiés que par un administrateur système. Communiquez avec le service d’assistance pour poser des questions ou demander des modifications.
pt_br: Esta informação só pode ser modificada por um administrador do sistema. Entre em contato com a Help Desk se quiser fazer perguntas ou pedir mudanças.
sv_fi: Denna information kan bara ändras av en systemadministratör. Kontakta helpdesken om du har frågor eller att begära ändringar.
tr_tr: Bu bilgiler yalnızca bir sistem yöneticisi tarafından değiştirilebilir. Sorularınız varsa veya değişiklik talep ediyorsanız Yardım Masası ile iletişime geçin.

source: Organisation full name
de: Vollständiger Name der Organisation
es: Nombre completo de la organización
fi: Organisaation täydellinen nimi
fr_ca: Nom complet de l’organisme
pt_br: Nome completo da organização
sv_fi: Organisation fullständigt namn
tr_tr: Kuruluşun tam adı

source: Organisation abbreviated name
de: Kurzname der Organisation
es: Nombre abreviado de la organización
fi: Organisaation nimilyhenne
fr_ca: Nom abrégé de l’organisme
pt_br: Nome abrevidado da organização
sv_fi: Organisation förkortat namn
tr_tr: Kuruluşun kısaltılmış adı

source: Organization logo
de: Organisationslogo
es: Logotipo de la organización
fi: Organisaation logo
fr_ca: Logo de l’organisme
pt_br: Logo da organização
sv_fi: Organisationslogotyp
tr_tr: Kuruluş logosu

source: This will remove your organisation's logo
de: Dadurch wird das Logo Ihrer Organisation entfernt
es: Esto eliminará el logotipo de su organización.
fi: Tämä toiminto poistaa organisaation logon
fr_ca: Le logo de votre organisme sera retiré
pt_br: Isso removerá o logo da sua organização
sv_fi: Detta kommer att ta bort organisationens logotyp
tr_tr: Bu işlem kuruluşunuzun logosunu kaldıracak

source: Remove logo
de: Entfernen Sie das Logo
es: Quitar logo
fi: Poista logo
fr_ca: Supprimer le logo
pt_br: Remover logo
sv_fi: Ta bort logotypen
tr_tr: Logoyu kaldır

source: Organisation URLs
de: Organisations-URLs
es: URLs de organización
fi: Organisaation nettiosoite
fr_ca: Adresse URL de l’organisme
pt_br: URLs da organização
sv_fi: Organisationsadresser
tr_tr: Kuruluş URL'leri

source: Administrator contact
de: Kontakt zum Administrator
es: Contacto del administrador
fi: Ylläpitäjän yhteystiedot
fr_ca: Contact administrateur
pt_br: Contato com Administrador
sv_fi: Administratörskontakt
tr_tr: Yönetici iletişim bilgileri

source: Contact email
de: Kontakt-E-Mail
es: Email de contacto
fi: Yhteyshenkilön sähköpostiosoite
fr_ca: Courriel du contact
pt_br: Email de contato
sv_fi: Kontakta email
tr_tr: İletişim e-posta adresi

source: Organisational Configuration Information
fr_ca: Renseignements de configuration organisationnelle

source: Shibboleth Entity Id
fr_ca: ID d’entité Shibboleth

source: Example: https://idp.my-org.org/... or urn:mace:...
fr_ca: Exemple: https://idp.mon-org.org/... ou urn:mace:...

source: Shibboleth Domain
fr_ca: Domaine Shibboleth

source: Example: my-org.org
fr_ca: Exemple: mon-org.org

source: Organisation Types
de: Organisationstypen
es: Tipos de organizacion
fi: Organisaatiotyypit
fr_ca: Types d’organisme
pt_br: Tipos de Organização
sv_fi: Organisationstyper
tr_tr: Kuruluş Türleri

source: Institution
es: institución
fi: Instituutio
fr_ca: Établissement
pt_br: Instituição
tr_tr: Kurum

source: You must select at least one organisation type
fr_ca: Vous devez sélectionner au moins un type d’organisme.

source: Organisation type(s)
de: Organisationstyp (en)
es: Tipo (s) de organización
fi: Organisaation tyyppi/tyypit
fr_ca: Types d’organisme
pt_br: Tipo(s) de organização
sv_fi: Organisationstyp (er)
tr_tr: Kuruluş tür(ler)i

source: New organisation
de: Neue Organisation
es: Nueva organizacion
fi: Uusi organisaatio
fr_ca: Nouvel organisme
pt_br: Nova organização
sv_fi: Ny organisation
tr_tr: Yeni kuruluş

source: View all organisations
de: Alle Organisationen anzeigen
es: Ver todas las organizaciones
fi: Näytä kaikki organisaatiot
fr_ca: Voir tous les organismes
pt_br: Ver todas as organizações
sv_fi: Visa alla organisationer
tr_tr: Tüm kuruluşları görüntüle

source: Profile information
de: Profil Information
es: información del perfil
fi: Käyttäjätiedot
fr_ca: Renseignements du profil
pt_br: Informação de perfil
sv_fi: Profilinformation
tr_tr: Profil bilgisi

source: Request feedback
de: Feedback anfordern
es: Solicitar comentarios
fi: Pyydä palautetta
fr_ca: Demander des commentaires
pt_br: Solicitar feedback
sv_fi: Begär återkoppling
tr_tr: Geri bildirim iste

source: Find your organisation to sign in
de: Finden Sie Ihre Organisation, um sich anzumelden
es: Encuentra tu organización para iniciar sesión
fi: Etsi organisaatiosi kirjautuaksesi sisään
fr_ca: Trouver votre organisme pour vous connecter
pt_br: Encontre sua organização para entrar
sv_fi: Sök din organisation för att logga in
tr_tr: Oturum açmak için kuruluşunuzu bulun

source: Look up your organisation here
de: Suche deine Organisation hier nach
es: Busca tu organización aquí
fi: Etsi täältä organisaatiosi
fr_ca: Recherchez votre organisme ici
pt_br: Procure sua organização aqui
sv_fi: Slå upp din organisation här
tr_tr: Kurumunuzu burada arayın

source: Please select one
de: Bitte wählen Sie
es: Por favor, seleccione uno
fi: Valitse yksi
fr_ca: Veuillez faire une sélection
pt_br: Por favor, selecione um(a)
sv_fi: Var god välj en
tr_tr: Lütfen bir seçim yapın

source: Go
de: Gehen
es: Ir
fi: Siirry
fr_ca: Aller
pt_br: Ir
sv_fi: Gå
tr_tr: Git

source: See the full list of participating institutions
de: Siehe die vollständige Liste der teilnehmenden Einrichtungen
es: Ver la lista completa de instituciones participantes.
fi: Katso lista kaikista organisaatioista
fr_ca: Voir la liste complète des établissements participants
pt_br: Veja a lista completa de instituições participantes
sv_fi: Se den fullständiga listan över deltagande institutioner
tr_tr: Katılımcı kurumların tam listesine bakın

source: Organisation not in the list?
de: Organisation nicht in der Liste?
es: ¿Organización no en la lista?
fi: Eikö organisaatiota löydy listalta?
fr_ca: L’organisme ne figure pas dans la liste?
pt_br: A organização não está na lista?
sv_fi: Organisation finns inte i listan?
tr_tr: Kuruluş listede yok mu?

source: Create an account with any email address
de: Erstellen Sie ein Konto mit einer beliebigen E-Mail-Adresse
es: Crea una cuenta con cualquier dirección de correo electrónico.
fi: Tilin tekeminen onnistuu millä tahansa sähköpostiosoitteella
fr_ca: Créer un compte avec une adresse courriel quelconque
pt_br: Crie uma conta com qualquer endereço de email
sv_fi: Skapa ett konto med någon e-postadress
tr_tr: Herhangi bir e-posta adresiyle bir hesap oluşturun

source: School or Department
de: Institut oder Einrichtung
es: Escuela o departamento
fi: Koulu tai laitos
fr_ca: École ou département
pt_br: Escola ou Departamento
sv_fi: Skola eller avdelning
tr_tr: Üniversite veya Bölüm

source: Abbreviated Name or Code
de: Namenskürzel oder Code
es: Nombre o código abreviado
fi: Lyhennetty nimi tai koodi
fr_ca: Nom ou code abrégé
pt_br: Nome abreviado ou código
sv_fi: Förkortat namn eller kod
tr_tr: Kısaltılmış Ad veya Kod

source: You are about to delete '%{department_name}'. This will affect guidance. Are you sure?
de: Sie möchten '%{department_name}' löschen. Dies wirkt sich auf die Erläuterungen aus. Sind Sie sicher?
es: Está a punto de eliminar '%{department_name}'. Esto afectará la orientación. ¿Estás seguro?
fi: Olet poistamassa '%{department_name}'. Tämä vaikuttaa ohjaukseen. Oletko varma?
fr_ca: Vous êtes sur le point de supprimer '%{department_name}'. Cela aura une incidence sur les directives. Êtes-vous sûr de vouloir continuer?
pt_br: Você está prestes a excluir '%{department_name}'. Isso afetará a orientação. Você tem certeza?
sv_fi: Du håller på att ta bort '%{department_name}'. Detta kommer att påverka vägledning. Är du säker?
tr_tr: '%{department_name}' öğesini silmek üzeresiniz. Bu işem rehberliği etkileyecektir. Emin misiniz?

source: Optional subset
de: Optionale Untergruppe
es: Subconjunto opcional
fi: Valinnainen alakohta
fr_ca: Sous-ensemble facultatif
pt_br: Subconjunto opcional
sv_fi: Valfri delmängd
tr_tr: İsteğe bağlı alt küme

source: No
de: Keine
fi: Ei
fr_ca: Non
pt_br: Não
sv_fi: Nej
tr_tr: Yok

source: Yes
de: Ja
es: Sí
fi: Kyllä
fr_ca: Oui
pt_br: Sim
sv_fi: Ja
tr_tr: Evet

source: Unpublish
es: Despublicar
fi: Piilota
fr_ca: Annuler la publication
pt_br: Despublicar
sv_fi: Avpublicera
tr_tr: Yayından kaldır

source: Publish
de: Veröffentlichen
es: Publicar
fi: Julkaise
fr_ca: Publier
pt_br: Publicar
sv_fi: publicera
tr_tr: Yayınla

source: You are about to delete '%{guidance_group_name}'. This will affect guidance. Are you sure?
de: Sie sind dabei '%{guidance_group_name}' zu löschen. Das wird Auswirkungen auf die Hilfetexte haben. Sind Sie sicher?
es: Está a punto de borrar el grupo '%{guidance_group_name}'. Esto afectará a la orientación. ¿Está seguro?
fi: Olet aikeissa poistaa '%{guidance_group_name}':n. Tämä vaikuttaa ohjeistukseen. Haluatko varmasti tehdä niin?
fr_ca: Vous êtes sur le point de supprimer '%{guidance_group_name}'. Cela aura une incidence sur les directives. Êtes-vous sûr de vouloir continuer?
pt_br: Você está prestes a apagar '%{guidance_group_name}'. Isso afetará a instrução. Tem certeza?
sv_fi: Du håller på att ta bort '%{guidance_group_name}'. Detta kommer att påverka vägledning. Är du säker?
tr_tr: '%{guidance_group_name}' öğesini silmek üzeresiniz. Bu işlem rehberliği etkileyecektir. Emin misiniz?
