Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><strong>Word, RTF, PDF, etc.: </strong><span style="font-weight: 400;">project documents, notes, drafts, review protocol, line-by-line search strategies, PRISMA or other reporting checklists; included studies</span></p> <p><strong>RIS, BibTex, XML, txt: </strong><span style="font-weight: 400;">files exported from literature databases or tools like Covidence</span></p> <p><strong>Excel (xlsx, csv): </strong><span style="font-weight: 400;">search tracking spreadsheets, screening/study selection/appraisal worksheets, data extraction worksheets; meta-analysis data</span></p> <p><strong>NVivo: </strong><span style="font-weight: 400;">qualitative synthesis data</span></p> <strong>TIF, PNG, etc.: </strong><span style="font-weight: 400;">images and figures</span><br /> <p><span style="font-weight: 400;">For more in-depth guidance, see &ldquo;Data Collection&rdquo; in the </span><a href="https://library.ucalgary.ca/DMPforSR/datacoll"><span style="font-weight: 400;">&nbsp;</span><span style="font-weight: 400;">University of Calgary Library Guide</span></a><span style="font-weight: 400;">.</span></p>
fr_ca: <p><strong>Word, RTF, PDF, etc.&nbsp;: </strong><span style="font-weight: 400;">documents de projet, notes, &eacute;bauches, protocole d&rsquo;examen, strat&eacute;gies de recherche ligne par ligne, listes de contr&ocirc;le des rapports PRISMA ou autres, &eacute;tudes incluses.</span></p> <p><strong>RIS, BibTex, XML, TXT&nbsp;: </strong><span style="font-weight: 400;">des fichiers export&eacute;s &agrave; partir de bases de donn&eacute;es bibliographiques ou d&rsquo;outils comme Covidence.</span></p> <p><strong>Excel (xlsx, csv)&nbsp;: </strong><span style="font-weight: 400;">feuilles de calcul pour le suivi des recherches, feuilles de s&eacute;lection et d&rsquo;&eacute;valuation des &eacute;tudes, feuilles d&rsquo;extraction des donn&eacute;es&thinsp;; donn&eacute;es de m&eacute;ta-analyse de suivi des recherches.</span></p> <p><strong>NVivo&nbsp;: </strong><span style="font-weight: 400;">donn&eacute;es de synth&egrave;se qualitatives.</span></p> <p><strong>TIF, PNG, etc.&nbsp;: </strong><span style="font-weight: 400;">images et chiffres.</span></p> <p><span style="font-weight: 400;">Pour des directives plus pr&eacute;cises, consultez la rubrique sur la &laquo;&thinsp;Collecte de donn&eacute;es&thinsp;&raquo; dans le </span><a href="https://library.ucalgary.ca/DMPforSR/datacoll"><span style="font-weight: 400;">Guide de la biblioth&egrave;que de l&rsquo;Universit&eacute; de Calgary</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span></p>

source: <p><span style="font-weight: 400;">If you plan to use systematic review software or reference management software for screening and data management, indicate which program you will use, and what format files will be saved/exported in.</span></p> <span style="font-weight: 400;">Keep in mind that proprietary file formats will require team members and potential future users of the data to have the relevant software to open or edit the data. While you may prefer to work with data in a proprietary format, files should be converted to non-proprietary formats wherever possible at the end of the project. Read more about file formats: </span><a href="https://researchdata.library.ubc.ca/plan/format-your-data/"><span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;"> or </span><a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">Si vous pr&eacute;voyez d&rsquo;utiliser un logiciel de revue syst&eacute;matique ou un logiciel de gestion de r&eacute;f&eacute;rence pour la s&eacute;lection et la gestion des donn&eacute;es, indiquez quel programme vous utiliserez et dans quel format les fichiers seront sauvegard&eacute;s ou export&eacute;s.</span></p> <p><span style="font-weight: 400;">Notez que les formats de fichiers propri&eacute;taires n&eacute;cessitent des logiciels appropri&eacute;s pour les membres de l&rsquo;&eacute;quipe et les futurs utilisateurs potentiels des donn&eacute;es puissent ouvrir ou modifier les donn&eacute;es. Bien que vous puissiez pr&eacute;f&eacute;rer travailler avec des donn&eacute;es dans un format propri&eacute;taire, les fichiers doivent &ecirc;tre convertis en formats en libre acc&egrave;s dans la mesure du possible &agrave; la fin du projet. En savoir plus sur les formats de fichiers, consultez la </span><a href="https://researchdata.library.ubc.ca/plan/format-your-data/"><span style="font-weight: 400;">Biblioth&egrave;que de l&rsquo;Universit&eacute; de la C.-B.</span></a><span style="font-weight: 400;"> ou le </span><a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.</span></p>

source: <p><strong><em>Suggested format - PDF full-texts of included studies: </em></strong><span style="font-weight: 400;">AuthorLastName_Year_FirstThreeWordsofTitle</span></p> <p><span style="font-weight: 400;">Example: Sutton_2019_MeetingTheReview</span></p> <p><strong><em>Suggested format - screening file for reviewers:</em></strong><span style="font-weight: 400;"> ProjectName_TaskName_ReviewerInitials</span></p> <p><span style="font-weight: 400;">Example: PetTherapy_ScreeningSet1_ZP</span></p> <span style="font-weight: 400;">For more examples, see &ldquo;Data Collection&rdquo; in the </span><a href="https://library.ucalgary.ca/DMPforSR/datacoll"><span style="font-weight: 400;">University of Calgary Library Guide</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><strong><em>Format sugg&eacute;r&eacute; &mdash; Textes complets des &eacute;tudes incluses en PDF&nbsp;: </em></strong><span style="font-weight: 400;">NomdeFamilledel&rsquo;Auteur_Ann&eacute;e_TroisPremiersMotsduFichier</span></p> <p><span style="font-weight: 400;">Exemple&nbsp;: Sutton_2019_SommairedelaRevue</span></p> <p><strong><em>Format sugg&eacute;r&eacute; &mdash; fichier de s&eacute;lection pour les r&eacute;viseurs&nbsp;:</em></strong><span style="font-weight: 400;"> NomduProjet_NomdelaT&acirc;che_InitialesduR&eacute;viseur</span></p> <p><span style="font-weight: 400;">Exemple&nbsp;: Zooth&eacute;rapie_EnsembledeS&eacute;lection1_ZP</span></p> <p><span style="font-weight: 400;">Pour d&rsquo;autres exemples, consultez la rubrique &laquo;&thinsp;Collecte de donn&eacute;es&thinsp;&raquo; du </span><a href="https://library.ucalgary.ca/DMPforSR/datacoll"><span style="font-weight: 400;">Guide de la biblioth&egrave;que de l&rsquo;Universit&eacute; de Calgary</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span></p>

source: <p><span style="font-weight: 400;">It is important to keep track of different copies or versions of files, files held in different formats or locations, and information cross-referenced between files. Logical file structures, informative naming conventions, and clear indications of file versions, all help ensure that you and your research team are using the appropriate version of your data, and will minimize confusion regarding copies on different computers and/or on different media.</span></p> <p><span style="font-weight: 400;">Read more about file naming and version control:</span><a href="https://researchdata.library.ubc.ca/plan/organize-your-data/"> <span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;"> or</span><a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx"> <span style="font-weight: 400;">UK Data Archive</span></a><span style="font-weight: 400;">.</span></p> <span style="font-weight: 400;">Consider a naming convention that includes: the project name and date using the </span><a href="https://www.iso.org/iso-8601-date-and-time-format.html"><span style="font-weight: 400;">ISO standard for dates</span></a><span style="font-weight: 400;"> as required elements and stage of review/task, version number, creator&rsquo;s initials, etc. as optional elements as necessary.</span>
fr_ca: <p><span style="font-weight: 400;">Conservez une trace des diff&eacute;rentes copies ou versions de fichiers, des fichiers d&eacute;tenus dans diff&eacute;rents formats ou emplacements, et des informations crois&eacute;es entre les fichiers. Des structures de fichiers logiques, des conventions de nomenclature informatives et des indications claires sur les versions de fichiers aident &agrave; garantir que vous et votre &eacute;quipe de recherche utilisez la version appropri&eacute;e de vos donn&eacute;es et &agrave; minimiser la confusion par rapport aux diverses copies sur diff&eacute;rents ordinateurs ou supports.&nbsp;</span></p> <p><span style="font-weight: 400;">Pour en savoir plus sur la nomenclature et la gestion des versions de fichiers, consultez le site de la </span><a href="https://biblio.uottawa.ca/fr/services/professeurs/gestion-donnees-recherche/designation-fichiers-disposition-donnees"><span style="font-weight: 400;">Biblioth&egrave;que de l&rsquo;Universit&eacute; d'Ottawa</span></a><span style="font-weight: 400;"> ou de l&rsquo;</span><a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx"><span style="font-weight: 400;">Archive de donn&eacute;es du Royaume-Uni</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span></p> <p><span style="font-weight: 400;">Envisagez une convention de nomenclature qui comprend le nom du projet et la date en utilisant la</span> <a href="https://www.iso.org/fr/iso-8601-date-and-time-format.html"><span style="font-weight: 400;">norme ISO pour les dates</span></a><span style="font-weight: 400;"> comme &eacute;l&eacute;ments obligatoires et le stade de la r&eacute;vision ou de la t&acirc;che, le num&eacute;ro de version, les initiales du cr&eacute;ateur, etc. comme &eacute;l&eacute;ments facultatifs si n&eacute;cessaire.</span></p>

source: <span style="font-weight: 400;">Good documentation includes information about the study, data-level descriptions, and any other contextual information required to make the data usable by other researchers. Other elements you should document, as applicable, include: research methodology used, variable definitions, units of measurement, assumptions made, format and file type of the data, a description of the data capture and collection methods, explanation of data coding and analysis performed (including syntax files), and details of who has worked on the project and performed each task, etc. Some of this should already be in your protocol. For specific examples for each stage of the review, see &ldquo;Documentation and Metadata&rdquo; in the </span><a href="https://library.ucalgary.ca/DMPforSR/metadata"><span style="font-weight: 400;">University of Calgary Library Guide</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Une bonne documentation comprend des informations sur l&rsquo;&eacute;tude, des descriptions au niveau des donn&eacute;es et toute autre information contextuelle n&eacute;cessaire pour rendre les donn&eacute;es utilisables par d&rsquo;autres chercheurs. Les autres &eacute;l&eacute;ments que vous devez documenter, le cas &eacute;ch&eacute;ant, sont : la m&eacute;thodologie de recherche utilis&eacute;e, les d&eacute;finitions des variables, les unit&eacute;s de mesure, les hypoth&egrave;ses formul&eacute;es, le format et le type de fichier des donn&eacute;es, une description des m&eacute;thodes de saisie et de collecte des donn&eacute;es, une explication du codage et de l&rsquo;analyse des donn&eacute;es effectu&eacute;es (y compris les fichiers de syntaxe) et des d&eacute;tails sur les personnes qui ont travaill&eacute; sur le projet et effectu&eacute; chaque t&acirc;che, etc. Une partie de ces &eacute;l&eacute;ments devrait d&eacute;j&agrave; figurer dans votre protocole. Pour des exemples sp&eacute;cifiques &agrave; chaque &eacute;tape de la revue, consultez la rubrique &laquo;&thinsp;Documentation et m&eacute;tadonn&eacute;es&thinsp;&raquo; du <a href="https://library.ucalgary.ca/DMPforSR/metadata">Guide de la biblioth&egrave;que de l&rsquo;Universit&eacute; de Calgary</a> <em>(lien en</em> <em>anglais</em>).</span>

source: <p><span style="font-weight: 400;">Where will the process and procedures for each stage of your review be kept and shared? Will the team have a shared workspace?&nbsp;</span></p> <p><span style="font-weight: 400;">Who will be responsible for documenting each stage of the review? Team members responsible for each stage of the review should add the documentation at the conclusion of their work on a particular stage, or as needed. Refer back to the data collection guidance for examples of the types of documentation that need to be created.</span></p> <p><span style="font-weight: 400;">Often, resources you've already created can contribute to this (e.g. your protocol). Consult regularly with members of the research team to capture potential changes in data collection/processing that need to be reflected in the documentation. Individual roles and workflows should include gathering data documentation.</span></p>
fr_ca: <p><span style="font-weight: 400;">&Agrave; quel endroit le processus et les proc&eacute;dures de chaque &eacute;tape de votre revue seront-ils conserv&eacute;s et partag&eacute;s&thinsp;? L&rsquo;&eacute;quipe disposera-t-elle d&rsquo;un espace de travail partag&eacute;&thinsp;?&nbsp;</span></p> <p><span style="font-weight: 400;">Qui sera charg&eacute; de documenter chaque &eacute;tape de la revue&thinsp;? Les membres de l&rsquo;&eacute;quipe charg&eacute;s des &eacute;tapes diverses de la revue doivent ajouter la documentation &agrave; la fin de leur travail sur une &eacute;tape ou selon les besoins. Consultez les directives sur la collecte de donn&eacute;es pour des exemples de types de documents &agrave; cr&eacute;er.</span></p> <p><span style="font-weight: 400;">Dans bien des cas, les ressources que vous avez d&eacute;j&agrave; cr&eacute;&eacute;es peuvent y contribuer (par exemple votre protocole). Consultez r&eacute;guli&egrave;rement les membres de l&rsquo;&eacute;quipe de recherche afin de saisir les changements potentiels dans la collecte/le traitement des donn&eacute;es qui doivent &ecirc;tre refl&eacute;t&eacute;s dans la documentation. Les r&ocirc;les individuels et les flux de travail doivent inclure la collecte de la documentation sur les donn&eacute;es.</span></p>

source: <span style="font-weight: 400;">Most systematic reviews will likely not use a metadata standard, but if you are looking for a standard to help you code your data, see the </span><a href="https://www.dcc.ac.uk/guidance/standards/metadata"><span style="font-weight: 400;">Digital Curation Centre&rsquo;s list of disciplinary metadata standards</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">La plupart des revues syst&eacute;matiques n&rsquo;utiliseront probablement pas de norme de m&eacute;tadonn&eacute;es, mais si vous cherchez une norme pour vous aider &agrave; coder vos donn&eacute;es, consultez la </span><a href="https://www.dcc.ac.uk/guidance/standards/metadata"><span style="font-weight: 400;">liste des normes de m&eacute;tadonn&eacute;es disciplinaires du Centre de curation num&eacute;rique</span></a><span style="font-weight: 400;">.</span>

source: <p><span style="font-weight: 400;">Storage-space estimates should take into account requirements for file versioning, backups, and growth over time. A long-term storage plan is necessary if you intend to retain your data after the research project or update your review at a later date.</span></p> <p><span style="font-weight: 400;">A systematic review project will not typically require more than a few GB of storage space; these needs can be met by most common storage solutions, including shared servers.</span></p>
fr_ca: <p><span style="font-weight: 400;">Les estimations de l&rsquo;espace de stockage doivent tenir compte des besoins en mati&egrave;re de version des fichiers, de sauvegardes et de croissance dans le temps. Un plan de stockage &agrave; long terme est n&eacute;cessaire si vous avez l&rsquo;intention de conserver vos donn&eacute;es apr&egrave;s le projet de recherche ou de mettre &agrave; jour votre revue &agrave; une date ult&eacute;rieure.</span></p> <p><span style="font-weight: 400;">Un projet de revue syst&eacute;matique ne n&eacute;cessitera g&eacute;n&eacute;ralement pas plus de quelques Go d&rsquo;espace de stockage&thinsp;; ces besoins peuvent &ecirc;tre satisfaits par la plupart des solutions de stockage courantes, y compris les serveurs partag&eacute;s. </span></p>

source: <p><span style="font-weight: 400;">Will you want to update and republish your review? If so, a permanent storage space is necessary. If your meta-analysis includes individual patient-level data, you will require secure storage for that data. If you are not working with sensitive data, a solution like Dropbox or Google Drive may be acceptable. Consider who should have control over the shared account. Software to facilitate the systematic review process or for citation management such as Covidence or Endnote may be used for active data storage of records and PDFs.</span></p> <p><span style="font-weight: 400;">The risk of losing data due to human error, natural disasters, or other mishaps can be mitigated by following the 3-2-1 backup rule: Have at least three copies of your data; store the copies on two different media; keep one backup copy offsite.</span></p> <span style="font-weight: 400;">Further information on storage and backup practices is available from the</span><a href="https://www.sheffield.ac.uk/library/rdm/storage"> <span style="font-weight: 400;">University of Sheffield Library</span></a><span style="font-weight: 400;"> and the</span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"> <span style="font-weight: 400;">UK Data Archive</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">Souhaitez-vous mettre &agrave; jour et republier votre revue&thinsp;? Si c&rsquo;est le cas, un espace de stockage permanent est n&eacute;cessaire. Si votre m&eacute;ta-analyse comprend des donn&eacute;es individuelles sur les patients, vous aurez besoin d&rsquo;un stockage s&eacute;curis&eacute; pour ces donn&eacute;es. Si vous ne travaillez pas avec des donn&eacute;es sensibles, une solution comme Dropbox ou Google Drive peut &ecirc;tre acceptable. R&eacute;fl&eacute;chissez &agrave; qui devrait avoir le contr&ocirc;le du compte partag&eacute;. Des logiciels destin&eacute;s &agrave; faciliter le processus de revue syst&eacute;matique ou &agrave; g&eacute;rer les citations, tels que Covidence ou Endnote, peuvent &ecirc;tre utilis&eacute;s pour le stockage actif des donn&eacute;es des dossiers et des PDF.</span></p> <p><span style="font-weight: 400;">Le risque de perdre des donn&eacute;es en raison d&rsquo;une erreur humaine, d&rsquo;une catastrophe naturelle ou d&rsquo;un autre incident peut &ecirc;tre att&eacute;nu&eacute; en suivant la r&egrave;gle de sauvegarde&nbsp;3-2-1&nbsp;: ayez au moins trois copies de vos donn&eacute;es&thinsp;; conservez les copies sur deux supports diff&eacute;rents&thinsp;; gardez une copie de sauvegarde hors site.</span></p> <p><span style="font-weight: 400;">Vous pouvez obtenir plus d&rsquo;informations sur les pratiques de stockage et de sauvegarde sur le site de la </span><a href="https://www.sheffield.ac.uk/library/rdm/storage"><span style="font-weight: 400;">Biblioth&egrave;que de l&rsquo;Universit&eacute; de Sheffield</span></a><span style="font-weight: 400;"> et de l&rsquo;</span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">Archive de donn&eacute;es du Royaume-Uni</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.</span></p>

source: <p><span style="font-weight: 400;">If your meta-analysis includes individual patient-level data, you will require secure storage for that data. As most systematic reviews typically do not involve sensitive data, you likely don&rsquo;t need secure storage. A storage space such as Dropbox or Google Drive should be acceptable, as long as it is only shared among team members. Consider who will retain access to the shared storage space and for how long. Consider who should be the owner of the account. If necessary, have a process for transferring ownership of files in the event of personnel changes.</span></p> <p><span style="font-weight: 400;">An ideal solution is one that facilitates cooperation and ensures data security, yet is able to be adopted by users with minimal training. Relying on email for data transfer is not a robust or secure solution.</span></p>
fr_ca: <p><span style="font-weight: 400;">Si votre m&eacute;ta-analyse comprend des donn&eacute;es individuelles sur les patients, vous aurez besoin d&rsquo;un stockage s&eacute;curis&eacute; pour ces donn&eacute;es. Comme la plupart des revues syst&eacute;matiques ne comportent g&eacute;n&eacute;ralement pas de donn&eacute;es sensibles, vous n&rsquo;aurez probablement pas besoin d&rsquo;un stockage s&eacute;curis&eacute;. Un espace de stockage tel que Dropbox ou Google Drive devrait &ecirc;tre acceptable, &agrave; condition qu&rsquo;il ne soit partag&eacute; qu&rsquo;entre les membres de l&rsquo;&eacute;quipe. D&eacute;terminez qui conservera l&rsquo;acc&egrave;s &agrave; l&rsquo;espace de stockage partag&eacute; et pendant combien de temps. D&eacute;sign&eacute; un propri&eacute;taire du compte. Si n&eacute;cessaire, pr&eacute;voyez un processus de transfert de propri&eacute;t&eacute; des fichiers en cas de changement de personnel.</span></p> <p><span style="font-weight: 400;">Une solution id&eacute;ale facilite la coop&eacute;ration et assure la s&eacute;curit&eacute; des donn&eacute;es, tout en pouvant &ecirc;tre adopt&eacute;e par les utilisateurs avec un minimum de formation. L&rsquo;utilisation du courrier &eacute;lectronique pour le transfert de donn&eacute;es n&rsquo;est pas une solution robuste ou s&ucirc;re.</span></p>
