Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">If applicable, pay close attention to the appropriateness of the content in the <em>Sharing and Reuse</em> section with the consent forms signed by participants. Anonymizing data can reassure participants while supporting the development of a data sharing culture. Learn more about anonymization: <a href="https://researchdata.library.ubc.ca/plan/protect-your-data/">UBC Library</a>, <a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical.aspx">UK Data Service</a>, or&nbsp;</span><a href="https://doi.org/10.5281/zenodo.4452825"><span style="font-weight: 400;">R&eacute;seau Portage</span></a><span style="font-weight: 400;">. </span></p> <p><span style="font-weight: 400;">Also make sure that metadata does not disclose sensitive data.</span></p> <p><span style="font-weight: 400;">Explain how access requests to research data containing sensitive data will be managed. What are the access conditions? Who will monitor these requests? What explanations should be provided to applicants?</span></p>
fr_ca: <p><span style="font-weight: 400;">Le cas &eacute;ch&eacute;ant, portez une attention particuli&egrave;re &agrave; l&rsquo;ad&eacute;quation du contenu de la section </span><em><span style="font-weight: 400;">Partage et r&eacute;utilisation</span></em><span style="font-weight: 400;"> avec les formulaires de consentement sign&eacute;s par les participants. L&rsquo;anonymisation des donn&eacute;es peut rassurer les participants tout en favorisant le d&eacute;veloppement d&rsquo;une culture du partage des donn&eacute;es. En savoir plus sur l&rsquo;anonymisation:</span><a href="https://researchdata.library.ubc.ca/plan/protect-your-data/"> <span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;">,</span><a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical.aspx"> <span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">), ou le </span><a href="https://doi.org/10.5281/zenodo.4452825"><span style="font-weight: 400;">R&eacute;seau Portage</span></a><span style="font-weight: 400;">. </span></p> <p><span style="font-weight: 400;">V&eacute;rifier aussi que m&ecirc;me les m&eacute;tadonn&eacute;es ne v&eacute;hiculent pas des donn&eacute;es sensibles.</span></p> <p><span style="font-weight: 400;">Expliquer comment seront trait&eacute;es les demandes d&rsquo;acc&egrave;s au mat&eacute;riel de recherche contenant des donn&eacute;es sensibles. Sous quelles conditions l&rsquo;acc&egrave;s est-il possible? Qui fera le suivi des demandes? Quelles explications doivent &ecirc;tre fournies aux demandeurs?</span></p>

source: <p>Describe the allocation of copyrights between members of the research team and external copyright holders (include libraries, archives and museums). Verify that the licenses to use the research materials identified in the <em>Sharing and Reuse</em> section are consistent with the description in this section.</p> <p><span style="font-weight: 400;">If commercial activities are involved in your research project, there are legal aspects to consider regarding the protection of private information. Compliance with </span><a href="https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/02_05_d_15/"><span style="font-weight: 400;">privacy laws</span></a><span style="font-weight: 400;"> and </span><a href="https://www.ic.gc.ca/eic/site/cipointernet-internetopic.nsf/eng/h_wr02301.html"><span style="font-weight: 400;">intellectual property legislation</span></a><span style="font-weight: 400;"> may impose data access restrictions. This issue can be discussed with a </span><a href="https://portagenetwork.ca/tools-and-resources/institutional-rdm-contacts/"><span style="font-weight: 400;">resource person</span></a><span style="font-weight: 400;">.</span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crire la r&eacute;partition des droits entre les membres de l&rsquo;&eacute;quipe de recherche et des d&eacute;tenteurs externes (inclure les biblioth&egrave;ques, les archives et les mus&eacute;es). V&eacute;rifier que les licences d&rsquo;utilisation du mat&eacute;riel de recherche indiqu&eacute; &agrave; la section </span><em><span style="font-weight: 400;">Partage et r&eacute;utilisation</span></em><span style="font-weight: 400;"> sont en ad&eacute;quation avec la description de cette section.</span></p> <p><span style="font-weight: 400;">Si des activit&eacute;s commerciales se joignent &agrave; votre projet de recherche, des aspects l&eacute;gaux sont &agrave; consid&eacute;rer quant &agrave; la protection des renseignements priv&eacute;s. La conformit&eacute; aux</span><a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/02_05_d_15/"> <span style="font-weight: 400;">lois sur la protection des renseignements personnels</span></a><span style="font-weight: 400;"> et &agrave; la</span><a href="https://www.ic.gc.ca/eic/site/cipointernet-internetopic.nsf/fra/h_wr02301.html"> <span style="font-weight: 400;">propri&eacute;t&eacute; intellectuelle</span></a><span style="font-weight: 400;"> peut donc imposer des contraintes d&rsquo;acc&egrave;s au contenu. Cette question peut &ecirc;tre discut&eacute;e avec une</span><a href="https://portagenetwork.ca/fr/outils-et-ressources/personnes-ressources-pour-la-gdr-dans-les-etablissements/"> <span style="font-weight: 400;">personne ressource</span></a><span style="font-weight: 400;">.</span></p>

source: <p><span style="font-weight: 400;">If the DMP is at the funding application stage, focus on cost-incurring activities in order to budget as accurately as possible research data management in the funding application.</span></p> <p><span style="font-weight: 400;">Activities that should be documented: drafting and updating the DMP; drafting document management procedures (naming rules, backup copies, etc.); monitoring document management procedure implementation; conducting the quality assurance process; designing and updating the succession plan; drafting the documentation; assessing the retention period; assessing data management costs; managing sensitive data; managing licences and intellectual property; choosing the final data repository location; and preparing research data for the final repository.</span></p>
fr_ca: <p><span style="font-weight: 400;">Si le PGD est &agrave; l&rsquo;&eacute;tape d&rsquo;accompagnement d&rsquo;une subvention, documenter en priorit&eacute; les t&acirc;ches associ&eacute;es &agrave; des co&ucirc;ts afin de budg&eacute;tiser le plus pr&eacute;cis&eacute;ment possible la gestion des donn&eacute;es de recherche avec la demande de financement.</span></p> <p><span style="font-weight: 400;">Suggestion de t&acirc;ches &agrave; documenter&nbsp;: R&eacute;daction et mise &agrave; jour du PGD, R&eacute;daction des proc&eacute;dure de gestion documentaire (r&egrave;gle de nommage, copies de s&eacute;curit&eacute;...), Suivi de la mise en application des proc&eacute;dures de gestion documentaire, Conduite du processus d&rsquo;assurance qualit&eacute;, Conception et mise &agrave; jour du plan de rel&egrave;ve, R&eacute;daction de la documentation, &Eacute;valuation de la dur&eacute;e de conservation, &Eacute;valuation des co&ucirc;ts de gestion des donn&eacute;es, Gestion des donn&eacute;es sensibles, Gestion des licences et propri&eacute;t&eacute; intellectuelle, Choix du lieu de d&eacute;p&ocirc;t final des donn&eacute;es, Pr&eacute;paration du mat&eacute;riel de recherche pour le d&eacute;p&ocirc;t final.</span></p>

source: <span style="font-weight: 400;">Taking into account all the aspects in the previous sections, estimate the overall cost of implementing the data management plan. Consider both the management activities required during the active phase of the project and the preservation phase. Some of these costs may be covered by funding agencies.</span>
fr_ca: <span style="font-weight: 400;">Consid&eacute;rant la r&eacute;flexion faite dans les sections pr&eacute;c&eacute;dentes, estimer le co&ucirc;t total pour assurer l&rsquo;application du plan de gestion des donn&eacute;es. Tenir compte autant des activit&eacute;s de gestion requises pendant la phase active du projet que pour la phase de conservation. Une partie de ces co&ucirc;ts pourraient &ecirc;tre couverts par le financement octroy&eacute; par des organismes subventionnaires.</span>

source: <span style="font-weight: 400;">A</span> <a href="https://www.canada.ca/en/heritage-information-network/services/collections-documentation-standards/adopting-classification-system-collections.html"><span style="font-weight: 400;">classification system</span></a><span style="font-weight: 400;"> is a useful tool, especially if you work with original manuscripts or non-digital objects (for example, manuscripts in binders). Provide the description of your classification system in this plan or provide reference to the documents containing it. </span>
fr_ca: <span style="font-weight: 400;">Un </span><a href="https://www.canada.ca/fr/reseau-information-patrimoine/services/normes-documentation-collections/adopter-systeme-classification-collections.html"><span style="font-weight: 400;">syst&egrave;me de classification</span></a><span style="font-weight: 400;"> est un instrument utile, surtout si vous travaillez avec des manuscrits originaux ou des objets non-num&eacute;riques (par exemple, des manuscrits dans des classeurs). Fournir la description de votre syst&egrave;me de classification dans ce plan ou fournir la r&eacute;f&eacute;rence aux documents contenant celle-ci. </span>

source: <p><span style="font-weight: 400;">Naming conventions should be developed. Provide the description of your naming and versioning procedure in this plan or provide reference to documents containing it. Read more about file naming and version control at</span> <a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span></p>
fr_ca: <p><span style="font-weight: 400;">Fournir la description de votre proc&eacute;dure de nommage et de versionnage dans ce plan ou fournir la r&eacute;f&eacute;rence aux documents contenant celle-ci.&nbsp;</span><span style="font-weight: 400;">Lire davantage sur le nommage de fichiers et le contr&ocirc;le des versions : </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx"><span style="font-weight: 400;">UK Data Service</span></a> (<em>lien en anglais</em>).&nbsp;<br /><br /></p>

source: <span style="font-weight: 400;">e.g. </span><span style="font-weight: 400;">field notebook, information log, committee implementation, tools such as </span><a href="https://openrefine.org/"><span style="font-weight: 400;">OpenRefine</span></a><span style="font-weight: 400;"> or </span><a href="https://www.ukdataservice.ac.uk/about-us/our-rd/qamydata.aspx"><span style="font-weight: 400;">QAMyData</span></a><span style="font-weight: 400;">; consistency with standards. </span>
fr_ca: <span style="font-weight: 400;">Ex. : carnet de terrain, tenu d&rsquo;un journal, mise en place d&rsquo;un comit&eacute;, utilisation d&rsquo;outils comme <a href="https://openrefine.org/">OpenRefine</a> ou <a href="https://www.ukdataservice.ac.uk/about-us/our-rd/qamydata.aspx">QAMyData</a> (<em>liens en anglais</em>); correspondance avec des normes. </span>

source: You may want to systematically include a documentation section in project progress reports or link quality assurance activities to the documentation. It is good practice to ensure that data management is included in the tasks of designated individuals.
fr_ca: <span style="font-weight: 400;">Vous voulez peut-&ecirc;tre inclure syst&eacute;matiquement une section documentation dans les rapports d&rsquo;&eacute;tape du projet ou liez les activit&eacute;s d&rsquo;assurance qualit&eacute; &agrave; la documentation. Il s&rsquo;agit d&rsquo;une bonne pratique d&rsquo;assurer la gestion des donn&eacute;es est incluse dans les t&acirc;ches de personnes d&eacute;sign&eacute;es. </span>

source: <p>A <a href="https://www.getty.edu/publications/intrometadata/setting-the-stage/">metadata schema</a> is very useful to systematize the description of research material while making it readable by computers, thus contributing to a better dissemination of this material (e.g.: see <a href="https://www.musees.qc.ca/fr/professionnel/guidesel/doccoll/fr/introduction/societemuseesqc.htm">R&eacute;seau Info-Mus&eacute;e</a> [<em>link in</em> <em>French</em>] or <a href="https://vraweb.org/resources/cataloging-cultural-objects/">Cataloging Cultural Objects</a>). However, their use may result in a loss of information on provenance or contextualization, so ensure that this documentation is present elsewhere.</p> <p><span style="font-weight: 400;">Resource for exploring and identifying metadata schemas that may be helpful: </span><span style="font-weight: 400;"><a href="http://rd-alliance.github.io/metadata-directory/">RDA Metadata Directory</a>.</span></p> <p><span style="font-weight: 400;">Resources for exploring controlled vocabularies: <a href="http://www.cidoc-crm.org/">CIDOC/ICOM Conceptual Reference Model</a>, <a href="https://lov.linkeddata.es/dataset/lov/">Linked Open Vocabularies</a>. If needed, contact a DMP <a href="https://portagenetwork.ca/tools-and-resources/institutional-rdm-contacts/">resource person</a> at your institution.</span></p>
fr_ca: <p><span style="font-weight: 400;">Un </span><a href="https://www.getty.edu/publications/intrometadata/setting-the-stage/"><span style="font-weight: 400;">sch&eacute;ma de m&eacute;tadonn&eacute;es</span></a><span style="font-weight: 400;"> (<em>lien en</em> <em>anglais</em>) est tr&egrave;s utile pour syst&eacute;matiser la description du mat&eacute;riel de recherche tout en la rendant lisible par les ordinateurs, contribuant ainsi &agrave; une meilleure diffusion de ce mat&eacute;riel (ex. : voir </span><a href="https://www.musees.qc.ca/fr/professionnel/guidesel/doccoll/fr/introduction/societemuseesqc.htm"><span style="font-weight: 400;">R&eacute;seau Info-Mus&eacute;e</span></a><span style="font-weight: 400;"> ou </span><a href="https://vraweb.org/resources/cataloging-cultural-objects/"><span style="font-weight: 400;">Cataloging Cultural Objects</span></a><span style="font-weight: 400;"> [</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">]). Leur utilisation peut toutefois entra&icirc;ner une perte d&rsquo;information sur la provenance ou la contextualisation, donc s&rsquo;assurer que cette documentation est pr&eacute;sente ailleurs.</span></p> <p><span style="font-weight: 400;">Ressource pour explorer et identifier des sch&eacute;mas de m&eacute;tadonn&eacute;es qui pourraient vous &ecirc;tre utiles : </span><a href="http://rd-alliance.github.io/metadata-directory/"><span style="font-weight: 400;">RDA Metadata Directory</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).&nbsp;</span></p> <p><span style="font-weight: 400;">Ressources pour explorer des vocabulaires contr&ocirc;l&eacute;s : </span><a href="http://www.cidoc-crm.org/"><span style="font-weight: 400;">Conceptual Reference Model du CIDOC / ICOM</span></a><span style="font-weight: 400;">, </span><a href="https://lov.linkeddata.es/dataset/lov/"><span style="font-weight: 400;">Linked Open Vocabularies</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">). Au besoin, communiquer avec une </span><a href="https://portagenetwork.ca/fr/outils-et-ressources/personnes-ressources-pour-la-gdr-dans-les-etablissements/"><span style="font-weight: 400;">personne ressource</span></a><span style="font-weight: 400;">.</span></p>

source: <p><span style="font-weight: 400;">If applicable, retrieve written consents from an institution's ethics approval process. If the research involves human participants, verify that the content of the various sections of this DMP is consistent with the consent form signed by the participants.</span></p> <p><span style="font-weight: 400;">Describes anticipated data sharing issues within the team, their causes, and possible measures to mitigate them. Read more about data security at</span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"> <span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span></p>
fr_ca: <p><span style="font-weight: 400;">Le cas &eacute;ch&eacute;ant, r&eacute;cup&eacute;rer des consents r&eacute;dig&eacute;s lors de l&rsquo;obtention d&rsquo;une approbation &eacute;thique aupr&egrave;s d&rsquo;une institution.</span></p> <p><span style="font-weight: 400;">Si la recherche implique des participants humains, v&eacute;rifier que le contenu des diverses sections de ce PGD est conforme au formulaire de consentement sign&eacute; par les participants.</span></p> <p><span style="font-weight: 400;">D&eacute;crire les probl&egrave;mes pr&eacute;vus en mati&egrave;re de partage des donn&eacute;es au sein de l&rsquo;&eacute;quipe ainsi que leurs causes et les mesures possibles pour les att&eacute;nuer. Lire sur la s&eacute;curit&eacute; des donn&eacute;es: </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span></p>

source: <p><span style="font-weight: 400;">If applicable, pay close attention to the appropriateness of the content in the <em>Sharing and Reuse</em> section with the consent forms signed by participants. Anonymizing data can reassure participants while supporting the development of a data sharing culture. Learn more about anonymization: <a href="https://researchdata.library.ubc.ca/plan/protect-your-data/">UBC Library</a>, <a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical.aspx">UK Data Service</a>, or the </span><a href="https://doi.org/10.5281/zenodo.4270551">Portage Network</a><span style="font-weight: 400;">. </span></p> <p><span style="font-weight: 400;">Also make sure that metadata does not disclose sensitive data.</span></p> <p><span style="font-weight: 400;">Explain how access requests to research data containing sensitive data will be managed. What are the access conditions? Who will monitor these requests? What explanations should be provided to applicants?</span></p>
fr_ca: <p><span style="font-weight: 400;">Le cas &eacute;ch&eacute;ant, portez une attention particuli&egrave;re &agrave; l&rsquo;ad&eacute;quation du contenu de la section </span><em><span style="font-weight: 400;">Partage</span></em><span style="font-weight: 400;"> avec les formulaires de consentement sign&eacute;s par les participants. L&rsquo;anonymisation des donn&eacute;es peut rassurer les participants tout en favorisant le d&eacute;veloppement d&rsquo;une culture du partage des donn&eacute;es. En savoir plus sur l&rsquo;anonymisation: </span><a href="https://researchdata.library.ubc.ca/plan/protect-your-data/"><span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;">,</span><a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical.aspx"> <span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">), ou le </span><a href="https://doi.org/10.5281/zenodo.4452825"><span style="font-weight: 400;">R&eacute;seau Portage</span></a><span style="font-weight: 400;">.&nbsp;</span></p> <p><span style="font-weight: 400;">V&eacute;rifier aussi que m&ecirc;me les m&eacute;tadonn&eacute;es ne v&eacute;hiculent pas des donn&eacute;es sensibles.</span></p> <p><span style="font-weight: 400;">Expliquer comment seront trait&eacute;es les demandes d&rsquo;acc&egrave;s au mat&eacute;riel de recherche contenant des donn&eacute;es sensibles. Sous quelles conditions l&rsquo;acc&egrave;s est-il possible? Qui fera le suivi des demandes? Quelles explications doivent &ecirc;tre fournies aux demandeurs?</span></p>

source: <p><span style="font-weight: 400;">Describe the allocation of copyrights between members of the research team and external copyright holders (include libraries, archives and museums). Verify that the licenses to use the research materials identified in the </span><em><span style="font-weight: 400;">Sharing and Reuse</span></em><span style="font-weight: 400;"> section are consistent with the description in this section.</span></p> <p><span style="font-weight: 400;">If commercial activities are involved in your research project, there are legal aspects to consider regarding the protection of private information. Compliance with</span> <a href="https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/02_05_d_15/"><span style="font-weight: 400;">privacy laws</span></a><span style="font-weight: 400;"> and</span> <a href="https://www.ic.gc.ca/eic/site/cipointernet-internetopic.nsf/eng/h_wr02301.html"><span style="font-weight: 400;">intellectual property legislation</span></a><span style="font-weight: 400;"> may impose data access restrictions. This issue can be discussed with a</span>&nbsp;<a href="https://portagenetwork.ca/tools-and-resources/institutional-rdm-contacts/"><span style="font-weight: 400;">resource person</span></a><span style="font-weight: 400;">.</span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crire la r&eacute;partition des droits entre les membres de l&rsquo;&eacute;quipe de recherche et des d&eacute;tenteurs externes (inclure les biblioth&egrave;ques, les archives et les mus&eacute;es). V&eacute;rifier que les licences d&rsquo;utilisation du mat&eacute;riel de recherche indiqu&eacute; &agrave; la section </span><em><span style="font-weight: 400;">Partage et r&eacute;utilisation</span></em><span style="font-weight: 400;"> sont en ad&eacute;quation avec la description de cette section.</span></p> <p><span style="font-weight: 400;">Si des activit&eacute;s commerciales se joignent &agrave; votre projet de recherche, des aspects l&eacute;gaux sont &agrave; consid&eacute;rer quant &agrave; la protection des renseignements priv&eacute;s. La conformit&eacute; aux</span><a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/02_05_d_15/"> <span style="font-weight: 400;">lois sur la protection des renseignements personnels</span></a><span style="font-weight: 400;"> et &agrave; la</span><a href="https://www.ic.gc.ca/eic/site/cipointernet-internetopic.nsf/fra/h_wr02301.html"> <span style="font-weight: 400;">propri&eacute;t&eacute; intellectuelle</span></a><span style="font-weight: 400;"> peut donc imposer des contraintes d&rsquo;acc&egrave;s au contenu. Cette question peut &ecirc;tre discut&eacute;e avec une</span><a href="https://portagenetwork.ca/fr/outils-et-ressources/personnes-ressources-pour-la-gdr-dans-les-etablissements/"> <span style="font-weight: 400;">personne ressource</span></a><span style="font-weight: 400;">.</span></p>
