Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p>Describe each research dataset that will be shared with other researchers or a broader audience while taking into account the following considerations:</p> <table style="border-collapse: collapse; width: 100%;" border="1"> <tbody> <tr style="height: 36px;"> <td style="width: 50%; height: 36px;"><strong><em>Is it sensitive data?</em></strong></td> <td style="width: 50%; height: 36px;"><span style="font-weight: 400;">If so, explain if this limits access. Refer to the </span><em><span style="font-weight: 400;">Ethics and Legal Compliance</span></em><span style="font-weight: 400;"> section if necessary.</span></td> </tr> <tr style="height: 34px;"> <td style="width: 50%; height: 34px;"><strong><em>Is the research data subject to intellectual property?</em></strong></td> <td style="width: 50%; height: 34px;"><span style="font-weight: 400;">If so, explain if this limits access. Refer to the </span><em><span style="font-weight: 400;">Ethics and Legal Compliance</span></em><span style="font-weight: 400;"> section if necessary.</span></td> </tr> <tr style="height: 54px;"> <td style="width: 50%; height: 54px;"><strong><em>Sharing requirement</em></strong></td> <td style="width: 50%; height: 54px;"><span style="font-weight: 400;">It depends on whether an institutional policy or the granting agency requires some form of sharing of research materials.</span></td> </tr> <tr style="height: 36px;"> <td style="width: 50%; height: 36px;"><strong><em>Target audience </em></strong></td> <td style="width: 50%; height: 36px;"><span style="font-weight: 400;">(e.g. history researchers, researchers from various disciplines, general public)</span></td> </tr> <tr> <td style="width: 50%;"><strong><em>Data processing level </em></strong></td> <td style="width: 50%;"><span style="font-weight: 400;">Describe in what format the data is shared, i.e. raw, processed, analyzed, or final, or whether only metadata can be shared. </span><span style="font-weight: 400;">These processing level options are not mutually exclusive.</span><br /> <ul> <li><em><span style="font-weight: 400;">Raw</span></em><span style="font-weight: 400;">: data obtained directly from the field or an interview.</span></li> <li><em><span style="font-weight: 400;">Processed</span></em><span style="font-weight: 400;">: operations performed to make data ready for analysis or to de-identify individuals.</span></li> <li><em><span style="font-weight: 400;">Analyzed</span></em><span style="font-weight: 400;">: data resulting from a qualitative or quantitative analysis following a methodology and a conceptual framework.</span></li> <li><em><span style="font-weight: 400;">Final</span></em><span style="font-weight: 400;">: research data prepared for its preservation.</span></li> <li><em><span style="font-weight: 400;">Metadata</span></em><span style="font-weight: 400;">: information describing research data.</span></li> </ul> </td> </tr> <tr> <td style="width: 50%;"><strong><em>User licence</em></strong></td> <td style="width: 50%;"><span style="font-weight: 400;">The holder of the research data intellectual property should grant a licence that clarifies how the research data may be used. The most commonly used licences are </span><a href="https://creativecommons.org/choose/"><span style="font-weight: 400;">Creative Commons licences</span></a><span style="font-weight: 400;"> and </span><a href="https://opendatacommons.org/licenses/"><span style="font-weight: 400;">Open Data Commons licences</span></a><span style="font-weight: 400;">. Please note that once a licence is granted, even if it is subsequently changed, the use of data obtained under the former licence cannot be prevented.</span></td> </tr> <tr> <td style="width: 50%;"><strong><em>Required software</em></strong></td> <td style="width: 50%;"><span style="font-weight: 400;">If applicable, indicate the name and version of the software required to access research data.</span></td> </tr> </tbody> </table>
fr_ca: <p>Caract&eacute;riser chaque ensemble de mat&eacute;riel de recherche qui sera partag&eacute; avec d&rsquo;autres chercheurs ou aupr&egrave;s d&rsquo;un public &eacute;largi selon les dimensions suivantes.</p> <table style="border-collapse: collapse; width: 100%;" border="1"> <tbody> <tr> <td style="width: 41.3043%;"><strong><em>Y a-t-il des donn&eacute;es sensibles?</em></strong></td> <td style="width: 58.6957%;"><span style="font-weight: 400;">Si oui, expliquer si cela limite l&rsquo;acc&egrave;s. R&eacute;f&eacute;rer au besoin &agrave; la section </span><em><span style="font-weight: 400;">Conformit&eacute; &eacute;thique et juridique</span></em><span style="font-weight: 400;">.</span></td> </tr> <tr> <td style="width: 41.3043%;"><strong><em>Le mat&eacute;riel de recherche est-il assujetti &agrave; une propri&eacute;t&eacute; intellectuelle?</em></strong><strong><em><br /></em></strong></td> <td style="width: 58.6957%;"><span style="font-weight: 400;">Si oui, expliquer si cela limite l&rsquo;acc&egrave;s. R&eacute;f&eacute;rer au besoin &agrave; la section <em>Conformit&eacute; &eacute;thique et juridique.</em></span></td> </tr> <tr> <td style="width: 41.3043%;"><strong><em>Exigence de partage</em></strong><strong><em><br /></em></strong></td> <td style="width: 58.6957%;"><span style="font-weight: 400;">Oui ou non, selon qu&rsquo;une politique institutionnelle ou que l&rsquo;organisme subventionnaire exige une forme de partage du mat&eacute;riel de recherche</span></td> </tr> <tr> <td style="width: 41.3043%;"><strong><em>Public vis&eacute;</em></strong><strong><em><br /></em></strong></td> <td style="width: 58.6957%;"><span style="font-weight: 400;">(ex. : chercheurs en histoire, chercheurs de diverses disciplines, public g&eacute;n&eacute;ral)</span></td> </tr> <tr> <td style="width: 41.3043%;"><strong><em>Niveau de traitement</em></strong> <strong><em><br /></em></strong></td> <td style="width: 58.6957%;"> <p><span style="font-weight: 400;">Indiquer si le mat&eacute;riel est partag&eacute; dans sa forme brute, trait&eacute;e, analys&eacute;e ou finale, ou si seulement les m&eacute;tadonn&eacute;es peuvent &ecirc;tre partag&eacute;es. Ces choix de niveau de traitement ne sont pas mutuellement exclusifs.<br /></span></p> <ul> <li><span style="font-weight: 400;"><em>Forme brute </em>(ex.: mat&eacute;riel obtenu directement, du terrain, d&rsquo;un entretien)</span></li> <li><span style="font-weight: 400;"><em>Forme trait&eacute;e </em>(ex.: manipulation effectu&eacute;e pour rendre le mat&eacute;riel pr&ecirc;t pour l&rsquo;analyse ou pour d&eacute;sidentifier les personnes)</span></li> <li><span style="font-weight: 400;"><em>Forme analys&eacute;e </em>(ex. : mat&eacute;riel r&eacute;sultant d&rsquo;une analyse qualitative ou quantitative suivant une m&eacute;thodologie et un cadre conceptuel)</span></li> <li><span style="font-weight: 400;"><em>Forme finale </em>(ex.: mat&eacute;riel de recherche pr&eacute;par&eacute; pour sa pr&eacute;servation)</span></li> <li><span style="font-weight: 400;"><em>M&eacute;tadonn&eacute;es </em>(ex.: information d&eacute;crivant le mat&eacute;riel de recherche)</span></li> </ul> </td> </tr> <tr> <td style="width: 41.3043%;"><strong><em>Licence d&rsquo;utilisation</em></strong><strong><em><br /></em></strong></td> <td style="width: 58.6957%;"><span style="font-weight: 400;">Le d&eacute;tenteur de la propri&eacute;t&eacute; intellectuelle sur le mat&eacute;riel de recherche devrait attribuer une licence afin de clarifier les utilisations qui peuvent en &ecirc;tre faites. Les licences les plus couramment utilis&eacute;es sont celles du <a href="https://creativecommons.org/choose/?lang=fr">Creative Commons</a> et de <a href="https://opendatacommons.org/licenses/">Open Data Commons</a> (<em>lien en anglais</em>). Note&nbsp;: une fois la licence attribu&eacute;e, m&ecirc;me si on la change par la suite, on ne peut pas emp&ecirc;cher l&rsquo;utilisation du mat&eacute;riel qui a &eacute;t&eacute; r&eacute;cup&eacute;r&eacute; sous l&rsquo;ancienne licence.</span></td> </tr> <tr> <td style="width: 41.3043%;"><strong><em>Logiciel requis</em></strong><strong><em><br /></em></strong></td> <td style="width: 58.6957%;"><span style="font-weight: 400;">Indiquer le nom du logiciel et sa version, si un tel outil est requis pour acc&eacute;der au mat&eacute;riel de recherche.</span></td> </tr> </tbody> </table>

source: <span style="font-weight: 400;">Which RDC datasets will be used in the research?</span>
fr_ca: Quels ensembles de donn&eacute;es des CDR seront utilis&eacute;s dans la recherche&thinsp;?

source: What will you do to ensure that your research data contributions (syntax, output etc&hellip;) in your RDC project folder and (if applicable) your external analysis are properly documented, organized and accessible?
fr_ca: Que ferez-vous pour vous assurer que vos contributions de donn&eacute;es de recherche (syntaxe, r&eacute;sultats, etc.) dans votre dossier de projet du CDR et votre analyse externe (le cas &eacute;ch&eacute;ant) sont correctement document&eacute;es, organis&eacute;es et accessibles&thinsp;?

source: <span style="font-weight: 400;">Will you deposit your syntax and other research data in a repository to host your syntax files publicly? If so, please describe here:</span>
fr_ca: Allez-vous d&eacute;poser vos donn&eacute;es syntaxiques et autres donn&eacute;es de recherche dans un d&eacute;p&ocirc;t pour h&eacute;berger vos fichiers de syntaxe publiquement&thinsp;? Le cas &eacute;ch&eacute;ant, veuillez l&rsquo;indiquer ici :

source: <span style="font-weight: 400;">If you feel there are any additional sharing and reuse concerns related to your project please describe them here:</span>
fr_ca: Si vous pensez qu&rsquo;il y a d&rsquo;autres probl&egrave;mes de partage et de r&eacute;utilisation li&eacute;s &agrave; votre projet, veuillez les d&eacute;crire ici :

source: <span style="font-weight: 400;">In addition to the data management employed by Statistics Canada, it is possible for researchers to have research output that does not contain confidential data, including tables, syntax and other information, released from the RDC where it could be curated in a repository of the researcher&rsquo;s choosing as described in question 5. If you plan to do any supplemental storage or curation of your research data, please comment on where the responsibility for curation and maintenance of the archive resides. </span>
fr_ca: En plus de la gestion des donn&eacute;es employ&eacute;e par Statistique Canada, il est possible pour les chercheurs de faire sortir du CDR des r&eacute;sultats de recherche qui ne contiennent pas de donn&eacute;es confidentielles, notamment des tableaux, de la syntaxe et d&rsquo;autres informations qui pourraient &ecirc;tre conserv&eacute;s dans un d&eacute;p&ocirc;t au choix du chercheur, comme d&eacute;crit dans la question 5. Si vous envisagez de proc&eacute;der &agrave; un stockage ou &agrave; une conservation suppl&eacute;mentaire de vos donn&eacute;es de recherche, veuillez indiquer &agrave; qui incombe la responsabilit&eacute; de la conservation et de l&rsquo;entretien de ces archives.

source: <span style="font-weight: 400;">If you feel there are any additional legal or ethical requirements for your project please describe them here.</span>
fr_ca: Si vous estimez qu&rsquo;il y a d&rsquo;autres exigences l&eacute;gales ou &eacute;thiques pour votre projet, veuillez les d&eacute;crire ici.

source: <span style="font-weight: 400;">What will you do to ensure that your research data contributions (syntax, output etc&hellip;) in your RDC project folder and (if applicable) your external analysis are properly documented, organized and accessible? </span>
fr_ca: Que ferez-vous pour vous assurer que vos contributions de donn&eacute;es de recherche (syntaxe, r&eacute;sultats, etc.) dans votre dossier de projet du CDR et votre analyse externe (le cas &eacute;ch&eacute;ant) sont correctement document&eacute;es, organis&eacute;es et accessibles&thinsp;?

source: <span style="font-weight: 400;">What are the anticipated storage requirements for your project, in terms of storage space (in megabytes, gigabytes, terabytes, etc.) and the length of time you will be storing it?</span>
fr_ca: Quels sont les besoins de stockage pr&eacute;vus pour votre projet, en termes d&rsquo;espace de stockage (en m&eacute;gaoctets, gigaoctets, t&eacute;raoctets, etc.) et de dur&eacute;e de stockage&thinsp;?

source: <span style="font-weight: 400;">Will you deposit your syntax and other research data in a repository to preserve your files? Please describe your intended preservation of all research data here, noting how you will deal with any privacy concerns related to your supplemental/external data:</span>
fr_ca: D&eacute;poserez-vous vos donn&eacute;es de syntaxes et autres donn&eacute;es de recherche dans un d&eacute;p&ocirc;t pour conserver vos fichiers&thinsp;? Veuillez d&eacute;crire ici votre intention de conserver toutes les donn&eacute;es de recherche, en pr&eacute;cisant comment vous traiterez les enjeux de confidentialit&eacute; li&eacute;s &agrave; vos donn&eacute;es suppl&eacute;mentaires/externes :

source: <span style="font-weight: 400;">Outside of the data sharing/reuse that happens automatically within your project folder, what data will you be sharing, where, and in what form? (e.g. raw, processed, analyzed, final).</span>
fr_ca: En dehors du partage et de la r&eacute;utilisation des donn&eacute;es qui se fait automatiquement dans le dossier de votre projet, quelles donn&eacute;es allez-vous partager, o&ugrave; les partagerez-vous et sous quelle forme les partagerez-vous&thinsp;? (par exemple, donn&eacute;es brutes, trait&eacute;es, analys&eacute;es, d&eacute;finitives).

source: <span style="font-weight: 400;">For the supplemental/external data, i</span><span style="font-weight: 400;">dentify who will be responsible for managing this project's data during and after the project and the major data management tasks for which they will be responsible.</span>
fr_ca: Pour les donn&eacute;es externes/suppl&eacute;mentaires, pr&eacute;cisez qui sera responsable de la gestion des donn&eacute;es de ce projet pendant et apr&egrave;s le projet et les principales t&acirc;ches de gestion des donn&eacute;es dont cette personne sera responsable.

source: <span style="font-weight: 400;">If your research project includes sensitive data, how will you ensure that it is securely managed and accessible only to approved members of the project?</span>
fr_ca: Si votre projet de recherche comporte des donn&eacute;es sensibles, comment ferez-vous en sorte qu&rsquo;elles soient g&eacute;r&eacute;es de mani&egrave;re s&eacute;curis&eacute;e et qu&rsquo;elles soient uniquement accessibles aux membres approuv&eacute;s du projet&thinsp;?

source: Why are you collecting or generating your data?
fr_ca: Pourquoi recueillez-vous ou g&eacute;n&eacute;rez-vous vos donn&eacute;es&thinsp;?

source: Does your project include sensitive data?
fr_ca: Est-ce que votre projet comporte des donn&eacute;es sensibles&thinsp;?

source: What file formats will your data be in? Will these formats allow for data re-use, sharing and long-term access to the data? If not, how will you convert these into interoperable formats?
fr_ca: Dans quels formats de fichiers vos donn&eacute;es seront-elles stock&eacute;es&thinsp;? Ces formats permettront-ils la r&eacute;utilisation, le partage et l&rsquo;acc&egrave;s &agrave; long terme aux donn&eacute;es&thinsp;? Si ce n&rsquo;est pas le cas, comment les convertirez-vous en formats interop&eacute;rables&thinsp;?

source: Who will be responsible for managing this project's data during and after the project, and for what major data management tasks will they be responsible?
fr_ca: Qui sera responsable de la gestion des donn&eacute;es de ce projet pendant et apr&egrave;s le projet et quelles seront ses principales t&acirc;ches de gestion des donn&eacute;es&thinsp;?

source: Do you, your institution or collaborators have an existing data sharing strategy?
fr_ca: Est-ce que vous avez, votre institution a ou vos collaborateurs ont une strat&eacute;gie de partage de donn&eacute;es existante&thinsp;?

source: What types of data will you collect, create, link to, acquire and/or record in each of the different stages of the systematic review?
fr_ca: Quels types de données allez-vous collecter, créer, coupler, acquérir ou enregistrer à chaque étape de la revue systématique ?

source: Where will you deposit your data for long-term preservation and sharing at the end of your research project?
fr_ca: &Agrave; quel endroit d&eacute;poserez-vous vos donn&eacute;es pour les conserver &agrave; long terme et les partager &agrave; la fin de votre projet de recherche&thinsp;?

source: What type(s) of data will be produced and in what format(s)?
fr_ca: Quels types de donn&eacute;es seront produits et dans quels formats seront-ils produits&thinsp;?

source: What data will you be sharing and in what form?
fr_ca: Quelles donn&eacute;es allez-vous partager et sous quelle forme les partagerez-vous&thinsp;?

source: Are there any ethical or legal concerns related to your data that you will need to address? Are there any ownership or intellectual property concerns that could limit if/how you can share your research outputs?
fr_ca: Est-ce qu&rsquo;il y a des probl&egrave;mes &eacute;thiques ou juridiques li&eacute;s &agrave; vos donn&eacute;es que vous devrez aborder&thinsp;? Est-ce qu&rsquo;il y a des probl&egrave;mes de propri&eacute;t&eacute; ou de propri&eacute;t&eacute; intellectuelle qui pourraient limiter le partage vos r&eacute;sultats de recherche ou la mani&egrave;re de les partager&thinsp;?

source: Identify who will be responsible for managing data during and after the project. Indicate the major data management tasks for which they will be responsible.
fr_ca: D&eacute;terminez la personne ou l&rsquo;organisation qui sera responsable de la gestion des donn&eacute;es pendant et apr&egrave;s le projet. Indiquez les principales t&acirc;ches de gestion des donn&eacute;es dont cette personne ou cette organisation sera responsable.

source: Who will be responsible for data management? Will the Principal Investigator (PI) hold all responsibility during and beyond the project, or will this be divided among a team or partner organizations?
fr_ca: Qui sera responsable de la gestion des donn&eacute;es&thinsp;? Le chercheur principal sera-t-il enti&egrave;rement responsable de celle-ci pendant et apr&egrave;s le projet, ou celle-ci sera-t-elle divis&eacute;e entre les membres de l&rsquo;&eacute;quipe ou d&rsquo;un partenaire&thinsp;?

source: What support material and documentation (e.g. ReadMe) will your team members and future researchers need in order to navigate and reuse your data without ambiguity?
fr_ca: De quel mat&eacute;riel de soutien et de quelle documentation (par exemple, un fichier README) les membres de votre &eacute;quipe et les futurs chercheurs auront-ils besoin pour naviguer et r&eacute;utiliser vos donn&eacute;es sans ambigu&iuml;t&eacute;&thinsp;?

source: List your anticipated storage needs (e.g., hard drives, cloud storage, shared drives). List how long you intend to use each type and what capacities you may require.
fr_ca: &Eacute;num&eacute;rez vos besoins anticip&eacute;s en mati&egrave;re de stockage (par exemple, disques durs, stockage infonuagique, disques partag&eacute;s). Indiquez la dur&eacute;e d&rsquo;utilisation pr&eacute;vue de chaque type et les capacit&eacute;s de stockage dont vous pourriez avoir besoin.

source: How will your data (both raw and cleaned) be made accessible beyond the scope of the project and by researchers outside your team?
fr_ca: <span style="font-weight: 400;">Comment vos donn&eacute;es (tant brutes que nettoy&eacute;es) seront-elles rendues accessibles au-del&agrave; de la port&eacute;e du projet et par des chercheurs en dehors de votre &eacute;quipe&thinsp;?</span>

source: Are there institutional, governmental or legal policies that you need to comply with in regards to your data standards?
fr_ca: Devez-vous vous conformer &agrave; des politiques institutionnelles, gouvernementales ou juridiques par rapport aux normes concernant vos donn&eacute;es&thinsp;?

source: <p>Describe the types of data, and potential data sources, to be acquired during the course of your study.</p>
fr_ca: <p>D&eacute;crivez les types de donn&eacute;es et les sources de donn&eacute;es potentielles que vous acqu&eacute;riez dans le cadre de cette &eacute;tude.</p>

source: <span style="font-weight: 400;">How will you document your methods in order to support reproducibility?</span>
fr_ca: Comment allez-vous documenter vos m&eacute;thodes afin de favoriser la reproductibilit&eacute;&thinsp;?

source: <span style="font-weight: 400;">How and where will your data be stored and backed up during your research project? </span>
fr_ca: <span style="font-weight: 400;">De quelle mani&egrave;re et &agrave; quel endroit allez-vous stocker et sauvegarder vos donn&eacute;es pendant votre projet de recherche&thinsp;?</span>

source: <span style="font-weight: 400;">How will you store and retain your data after the active phase of data collection? For how long will you need to keep your data?</span>
fr_ca: <span style="font-weight: 400;">Comment allez-vous stocker et conserver vos donn&eacute;es apr&egrave;s la phase active de collecte des donn&eacute;es&thinsp;? Pendant combien de temps devrez-vous conserver vos donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">How will you share data from this study with the scientific community? How open can you make it? Describe whether you plan to share your data publicly, make it available in a repository with restricted access, or offer it by request only.</span>
fr_ca: <span style="font-weight: 400;">Comment allez-vous partager les donn&eacute;es de cette &eacute;tude avec la communaut&eacute; scientifique&thinsp;? Quel degr&eacute; d&rsquo;ouverture pouvez-vous donner aux donn&eacute;es&thinsp;? Envisagez-vous de partager vos donn&eacute;es publiquement, de les rendre disponibles dans un d&eacute;p&ocirc;t &agrave; acc&egrave;s restreint ou de les offrir uniquement sur demande.</span>

source: <span style="font-weight: 400;">Identify who will be responsible for managing this project's data during and after the project and the major data management tasks for which they will be responsible.</span>
fr_ca: Pr&eacute;cisez la personne ou le groupe qui sera responsable de la gestion des donn&eacute;es pendant et apr&egrave;s le projet et les principales t&acirc;ches de gestion des donn&eacute;es dont cette personne ou ce groupe sera responsable.

source: <span style="font-weight: 400;">Please provide the name and a web link for the research ethics board (REB) that is responsible for reviewing and overseeing the legal and ethical compliance of this study. Give the file identifier of the REB application.</span>
fr_ca: <span style="font-weight: 400;">Veuillez donner le nom et le lien internet du comit&eacute; d&rsquo;&eacute;thique de la recherche (C&Eacute;R) charg&eacute; de la revue et de la surveillance de la conformit&eacute; juridique et &eacute;thique de cette &eacute;tude. Indiquez l&rsquo;identifiant de dossier de la demande au C&Eacute;R.</span>

source: <span style="font-weight: 400;">Give details about the sources of data, equipment used, and data formats produced for your project.&nbsp;</span>
fr_ca: Pr&eacute;cisez les sources de donn&eacute;es, l&rsquo;&eacute;quipement utilis&eacute; et les formats de donn&eacute;es produits pour votre projet.
