Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">Any users of the RDC must be 'deemed employees' of Statistics Canada. To become a deemed employee, the Treasury Board mandates a security clearance process including a criminal background check, credit check and fingerprinting. Approval for access to data requires a peer-review process of a research proposal and an institutional review at Statistics Canada. In cases where a researcher&rsquo;s scholarly work has been assessed through the tenure review process, they are considered peer-review pre-approved and only the institutional review is required.</span></p> <p><span style="font-weight: 400;">Once a researcher is granted access to the RDC they must take an Oath of Secrecy &ndash; promising never to disclose confidential data. Criminal penalties can apply under the Statistics Act for violations of this oath.</span></p> <p><span style="font-weight: 400;">Intellectual property for work done within the RDC becomes property of Statistics Canada including code used to manipulate data. The collection and dissemination of, and access to, confidential microdata is conducted under the Statistics Act and complies with all legal requirements. The confidential microdata for this project cannot be shared, posted, or copied. Access to the data is available through the RDC program. More information on how to access data is available here in </span><a href="https://crdcn.org/research"><span style="font-weight: 400;">English</span></a><span style="font-weight: 400;"> or </span><a href="https://crdcn.org/fr/recherche"><span style="font-weight: 400;">French</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">In general, research ethics clearance is not required for research conducted in the RDC. A statement from the CRDCN on the topic is available here in </span><a href="https://crdcn.org/sites/default/files/uploads/ethics_review_recommendations_en.pdf"><span style="font-weight: 400;">English</span></a><span style="font-weight: 400;"> or </span><a href="https://crdcn.org/sites/default/files/uploads/ethics_review_recommendations_fr.pdf"><span style="font-weight: 400;">French</span></a><span style="font-weight: 400;">.</span></p>
fr_ca: <p><span style="font-weight: 400;">Tous utilisateurs du CDR doivent &ecirc;tre des &laquo;&thinsp;employ&eacute;s r&eacute;put&eacute;s&thinsp;&raquo; de Statistique Canada. Pour devenir un employ&eacute; r&eacute;put&eacute;, le Conseil du Tr&eacute;sor impose un processus de v&eacute;rification de la s&eacute;curit&eacute; comprenant une v&eacute;rification des ant&eacute;c&eacute;dents criminels, une v&eacute;rification de la solvabilit&eacute; et la prise d&rsquo;empreintes digitales. L&rsquo;approbation de l&rsquo;acc&egrave;s aux donn&eacute;es n&eacute;cessite un processus d&rsquo;examen par les pairs d&rsquo;une proposition de recherche et une revue institutionnelle &agrave; Statistique Canada. Dans les cas o&ugrave; les travaux d&rsquo;un chercheur ont &eacute;t&eacute; &eacute;valu&eacute;s dans le cadre du processus d&rsquo;examen de la titularisation, ils sont consid&eacute;r&eacute;s comme pr&eacute;approuv&eacute;s par les pairs et seul l&rsquo;examen institutionnel est n&eacute;cessaire.</span></p> <p><span style="font-weight: 400;">Une fois qu&rsquo;un chercheur est autoris&eacute; &agrave; acc&eacute;der au CDR, il doit pr&ecirc;ter un serment de confidentialit&eacute; - en promettant de ne jamais divulguer de donn&eacute;es confidentielles. Des sanctions p&eacute;nales peuvent &ecirc;tre appliqu&eacute;es en vertu de la loi sur les statistiques en cas de violation de ce serment.</span></p> <p><span style="font-weight: 400;">La propri&eacute;t&eacute; intellectuelle des travaux effectu&eacute;s au sein des CDR devient la propri&eacute;t&eacute; de Statistique Canada, y compris le code utilis&eacute; pour manipuler les donn&eacute;es. La collecte et la diffusion de microdonn&eacute;es confidentielles, ainsi que l&rsquo;acc&egrave;s &agrave; celles-ci, sont effectu&eacute;s en vertu de la Loi sur la statistique et sont conformes &agrave; toutes les exigences l&eacute;gales. Les microdonn&eacute;es confidentielles pour ce projet ne peuvent &ecirc;tre partag&eacute;es, affich&eacute;es ou copi&eacute;es. L&rsquo;acc&egrave;s aux donn&eacute;es est disponible exclusivement par l&rsquo;interm&eacute;diaire de Statistique Canada et du programme de CDR. Plus d&rsquo;informations sur la fa&ccedil;on d&rsquo;acc&eacute;der aux donn&eacute;es sont disponibles ici en </span><a href="https://crdcn.org/research"><span style="font-weight: 400;">anglais</span></a><span style="font-weight: 400;"> ou en </span><a href="https://crdcn.org/fr/recherche"><span style="font-weight: 400;">fran&ccedil;ais</span></a><span style="font-weight: 400;">.</span><span style="font-weight: 400;"><br /></span></p> <p><span style="font-weight: 400;">En g&eacute;n&eacute;ral, l&rsquo;autorisation d&rsquo;&eacute;thique de la recherche n&rsquo;est pas requise pour les recherches men&eacute;es dans les CDR. Une d&eacute;claration du RCCDR sur le sujet est disponible ici</span> <a href="https://crdcn.org/sites/default/files/uploads/ethics_review_recommendations_en.pdf"><span style="font-weight: 400;">anglais</span></a><span style="font-weight: 400;"> ou en </span><a href="https://crdcn.org/sites/default/files/uploads/ethics_review_recommendations_fr.pdf"><span style="font-weight: 400;">fran&ccedil;ais</span></a><span style="font-weight: 400;">.</span></p>

source: <p><span style="font-weight: 400;">All research conducted in the Research Data Centres (hereafter RDC) is secondary in nature. There is no data collection involved in this portion of the project. These data are owned and maintained by Statistics Canada with storage and access provided by the Canadian Research Data Centres Network.</span></p> <p><span style="font-weight: 400;">Raw data in the RDC are stored in multiple formats including, but not limited to: .SAS (SAS), .dta (STATA), and .shp (shapefiles) as appropriate. The availability of StatTransfer&trade; software within the RDCs and continued management by Statistics Canada will ensure that the data will be accessible indefinitely should the file formats currently in use become obsolete. Researchers can bring data into the RDCs (these will be called &ldquo;supplemental data&rdquo;). When they do, they are stored alongside all of the other research products related to that contract from the RDC and archived.</span></p>
fr_ca: <p>Toutes les recherches effectu&eacute;es dans des Centres de donn&eacute;es de recherche (d&eacute;sign&eacute;es comme CDR dans le pr&eacute;sent document) sont secondaires de nature. Il n&rsquo;y a pas de collecte de donn&eacute;es dans cette partie du projet. Ces donn&eacute;es appartiennent &agrave; Statistique Canada qui est aussi responsable de leur maintien&thinsp;; le stockage de ces donn&eacute;es et l&rsquo;acc&egrave;s &agrave; celles-ci sont offerts par le R&eacute;seau canadien des Centres de donn&eacute;es de recherche.<br /><br />Les donn&eacute;es brutes dans le CDR sont stock&eacute;es dans de multiples formats, notamment : .SAS (SAS), .dta (STATA), et .shp (fichiers de forme) selon le cas. La disponibilit&eacute; du logiciel StatTransfer&trade; dans les CDR et la gestion continue par Statistique Canada garantiront que les donn&eacute;es seront accessibles ind&eacute;finiment si les formats de fichiers actuellement utilis&eacute;s deviennent obsol&egrave;tes. Les chercheurs peuvent ajouter des donn&eacute;es dans les CDR (celles-ci seront appel&eacute;es &laquo;&thinsp;donn&eacute;es suppl&eacute;mentaires&thinsp;&raquo;). Ainsi, ces donn&eacute;es sont stock&eacute;es avec tous les autres produits de recherche du CDR li&eacute;s &agrave; ce contrat et elles sont archiv&eacute;es.</p>

source: <p><span style="font-weight: 400;">Documentation provided by Statistics Canada in the RDC will be available to any potential future users of these data. This documentation is freely available to those with approved projects, and contains information about the sample selection process, a copy of the questionnaire, and a codebook. Researchers should also think about how the metadata for their external data can be provided to other researchers. Best practices require that there be coordination between the internal and external data management. How to best manage this will depend on the nature of the external data.</span></p>
fr_ca: <p>La documentation fournie par Statistique Canada dans le CDR sera mise &agrave; la disposition de tout futur utilisateur potentiel de ces donn&eacute;es. Cette documentation est rendue disponible gratuitement aux chercheurs dont les projets ont &eacute;t&eacute; approuv&eacute;s, et contient des informations sur le processus de s&eacute;lection de l&rsquo;&eacute;chantillon, une copie du questionnaire et un guide de codification. Les chercheurs devraient &eacute;galement r&eacute;fl&eacute;chir &agrave; la mani&egrave;re dont les m&eacute;tadonn&eacute;es de leurs donn&eacute;es externes peuvent &ecirc;tre fournies &agrave; d&rsquo;autres chercheurs. Selon les meilleures pratiques, il faut coordonner la gestion des donn&eacute;es internes et externes&thinsp;; la meilleure fa&ccedil;on de le faire d&eacute;pend de la nature des donn&eacute;es externes.</p>

source: <p><span style="font-weight: 400;">Data storage is managed by the CRDCN in partnership with Statistics Canada&nbsp;on Servers located across the network. The current policy of the CRDCN is to store project data (syntax, releases, and anything else stored in the project folder) for ten years. These data are backed up on site and accessible through a highly secured network from any of the other RDC locations. Raw data related to the research project are stored in perpetuity by Statistics Canada.</span></p> <p><span style="font-weight: 400;">For external research data, storage and backup are solely the responsibility of the researcher. Please consider the following questions as they relate to external data. These questions should also be considered for supplemental data if you plan to do parallel storage and backup of these data.</span></p>
fr_ca: <p><span style="font-weight: 400;">Le stockage des donn&eacute;es est g&eacute;r&eacute; par le RCCDR en partenariat avec Statistique Canada sur des serveurs situ&eacute;s dans le r&eacute;seau. La politique actuelle du RCCDR est de stocker les donn&eacute;es des projets (syntaxe, versions et tout autre &eacute;l&eacute;ment stock&eacute; dans le dossier du projet) pendant dix ans. Ces donn&eacute;es sont sauvegard&eacute;es sur place et accessibles par un r&eacute;seau hautement s&eacute;curis&eacute; &agrave; partir de n&rsquo;importe quel autre site du RDC. Les donn&eacute;es brutes li&eacute;es au projet de recherche sont stock&eacute;es &agrave; perp&eacute;tuit&eacute; par Statistique Canada.</span></p> <p><span style="font-weight: 400;">Pour les donn&eacute;es de recherche externes, le stockage et la sauvegarde sont sous responsabilit&eacute; du chercheur exclusivement. Veuillez tenir compte des questions suivantes en ce qui concerne les donn&eacute;es externes. Ces questions doivent &eacute;galement &ecirc;tre prises en compte pour les donn&eacute;es suppl&eacute;mentaires si vous envisagez de faire un stockage et une sauvegarde parall&egrave;les de ces donn&eacute;es.</span></p>

source: <p><span style="font-weight: 400;">The work conducted in the RDC for this project is kept based on the Contract ID provided by the RDC program which can be used by anyone on the project team to retrieve the code and supporting documents for a period of 10 years as described above in &ldquo;Storage and Backup&rdquo;. Raw data that is the property of Statistics Canada, i.e. RDC data, is permanently stored by Statistics Canada, but can never be released to the researcher. Researchers can also preserve all user-generated RDC research data that meets the criteria for release through a vetting request via a repository such as FRDR (though it is again emphasized that the raw RDC data cannot be shared). Best practices for reproducible work require indefinite preservation of research data (so in the case of RDC research, this means metadata, syntax, methodology). In addition to this preservation for the RDC work, the external data (and related syntax, metadata and methodology) should be preserved also.</span></p>
fr_ca: <p>Le travail effectu&eacute; dans le CDR pour ce projet est conserv&eacute; sur la base du num&eacute;ro de contrat fourni par le programme du CDR qui peut &ecirc;tre utilis&eacute; par n&rsquo;importe quel membre de l&rsquo;&eacute;quipe du projet pour r&eacute;cup&eacute;rer le code et les documents justificatifs pendant une p&eacute;riode de 10 ans, selon les indications dans la partie &laquo;&thinsp;Stockage et sauvegarde&thinsp;&raquo;. Les donn&eacute;es brutes qui sont la propri&eacute;t&eacute; de Statistique Canada, c&rsquo;est-&agrave;-dire les donn&eacute;es des CDR, sont stock&eacute;es de fa&ccedil;on permanente par Statistique Canada, mais ne peuvent jamais &ecirc;tre donn&eacute;es aux chercheurs. Les chercheurs peuvent &eacute;galement conserver toutes les donn&eacute;es de recherche des CDR g&eacute;n&eacute;r&eacute;es par les utilisateurs qui r&eacute;pondent aux crit&egrave;res de diffusion par le biais d&rsquo;une demande de v&eacute;rification via un d&eacute;p&ocirc;t tel que le DFDR (encore ici, les donn&eacute;es brutes des CDR ne peuvent pas &ecirc;tre partag&eacute;es). Les meilleures pratiques pour les travaux reproductibles exigent la conservation ind&eacute;finie des donn&eacute;es de recherche (donc, dans le cas de la recherche en CDR, cela signifie les m&eacute;tadonn&eacute;es, la syntaxe, la m&eacute;thodologie). En plus de cette conservation pour les travaux des CDR, les donn&eacute;es externes (et la syntaxe, les m&eacute;tadonn&eacute;es et la m&eacute;thodologie qui s&rsquo;y rapportent) doivent &eacute;galement &ecirc;tre conserv&eacute;es.</p>

source: <p><span style="font-weight: 400;">Because the Statistics Canada Microdata files are collected under assurances of confidentiality and are owned and controlled by Statistics Canada, they cannot be shared by any member of the research team.&nbsp;</span></p> <p><span style="font-weight: 400;">Access to the data in the RDCs is governed by the CRDCN's Access and Fee-for-service policy in </span><a href="https://crdcn.org/sites/default/files/uploads/crdcn_affs_policy.pdf"><span style="font-weight: 400;">English</span></a><span style="font-weight: 400;"> or </span><a href="https://crdcn.org/sites/default/files/uploads/crdcn_affs_policy_fr.pdf"><span style="font-weight: 400;">French</span></a><span style="font-weight: 400;">. The policy provides free access to university-based researchers who are network members and provides access to others on a cost-recovery basis.</span></p> <p><span style="font-weight: 400;">The CRDCN and Statistics Canada promote their data holdings through social media and their respective websites. In addition, CRDCN data are required to be cited in any and all publications with the record number so that readers are able to find the data. In addition, all publications using RDC data should include the RDC contract ID so that potential users can find information on the original contract. This information is available on the CRDCN website (<a href="https://crdcn.org/publications">crdcn.org/publications</a>).</span></p> <p><span style="font-weight: 400;">For your supplemental/external data, please answer the following questions aimed to satisfy the </span><a href="https://www.go-fair.org/fair-principles/"><span style="font-weight: 400;">FAIR principles</span></a><span style="font-weight: 400;">.</span></p>
fr_ca: <p><span style="font-weight: 400;">&Eacute;tant donn&eacute; que les fichiers de microdonn&eacute;es de Statistique Canada sont recueillis avec une garantie de leur confidentialit&eacute; et qu&rsquo;ils sont d&eacute;tenus et contr&ocirc;l&eacute;s par Statistique Canada, ils ne peuvent &ecirc;tre partag&eacute;s par aucun membre de l&rsquo;&eacute;quipe de recherche.&nbsp;</span></p> <p><span style="font-weight: 400;">L&rsquo;acc&egrave;s aux donn&eacute;es dans les CDR est r&eacute;gi par la politique d&rsquo;acc&egrave;s et de frais de service du RCCDR en </span><a href="https://crdcn.org/sites/default/files/uploads/crdcn_affs_policy.pdf"><span style="font-weight: 400;">anglais</span></a><span style="font-weight: 400;"> ou en </span><a href="https://crdcn.org/sites/default/files/uploads/crdcn_affs_policy_fr.pdf"><span style="font-weight: 400;">fran&ccedil;ais</span></a><span style="font-weight: 400;">. Cette politique offre un acc&egrave;s gratuit aux chercheurs universitaires qui sont membres du r&eacute;seau et donne acc&egrave;s aux autres sur la base du recouvrement des co&ucirc;ts.</span></p> <p><span style="font-weight: 400;">Le RCCDR et Statistique Canada font la promotion de leurs fonds de donn&eacute;es par le biais des m&eacute;dias sociaux et de leurs sites web respectifs. De plus, les donn&eacute;es du RCCDR doivent &ecirc;tre cit&eacute;es dans toutes les publications avec le num&eacute;ro d&rsquo;enregistrement afin que les lecteurs puissent trouver les donn&eacute;es. Par ailleurs, toutes les publications utilisant les donn&eacute;es du RCCDR doivent inclure l&rsquo;identifiant du contrat du RCCDR afin que les utilisateurs potentiels puissent trouver des informations sur le contrat original. Ces informations sont disponibles sur le site web du RCCDR (<a href="https://crdcn.org/fr/publications">crdcn.org/fr/publications</a>).</span></p> <p><span style="font-weight: 400;">Pour vos donn&eacute;es suppl&eacute;mentaires/externes, veuillez r&eacute;pondre aux questions suivantes afin de satisfaire aux </span><a href="https://www.go-fair.org/fair-principles/"><span style="font-weight: 400;">principes FAIR</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span></p>

source: <p><span style="font-weight: 400;">The CRDCN and Statistics Canada will maintain the research data even if the researcher leaves their organization.</span></p> <p><span style="font-weight: 400;">CRDCN enjoys the support of CIHR, SSHRC and CFI as well as receiving funds from the partner universities. There is no charge to the users of the RDCs for the data management conducted under the auspices of CRDCN and Statistics Canada as described within this DMP.&nbsp;</span></p> <p><span style="font-weight: 400;">CRDCN does not employ consistency checking to ensure that the code provided alongside requests for research results to be released from the secure facility truly creates the output as requested. The responsibility for ensuring that the code and documents describing their use work as intended and are clear to other users who might access them lies with the researchers in the RDC. The CRDCN has a mechanism to ensure that the code is saved alongside all of the research output used to support the conclusions of any published works.</span></p> <p><span style="font-weight: 400;">Researchers should consider how to manage their external research data and should think about who on the project team will have responsibility for managing the research data and what resources might be required to do so. Where possible, the research data from within the RDC should be managed in a way that is coordinated with the external research data management.<br /><br />In addition to the data management employed by Statistics Canada, it is possible for researchers to have research output that does not contain confidential data, including tables, syntax and other information, released from the RDC where it could be curated in a repository of the researcher&rsquo;s choosing as described in the Preservation section. If you plan to do any supplemental storage or curation of your research data (either the user-generated research data from the RDC or the external/supplemental data), please comment on where the responsibility for curation and maintenance of this archive resides.<br /></span></p>
fr_ca: <p>Le RCCDR et Statistique Canada conserveront les donn&eacute;es de recherche m&ecirc;me si le chercheur quitte leur organisation.<br /><br />Le RCCDR b&eacute;n&eacute;ficie du soutien des IRSC, du CRSH et de la FCI ainsi que des fonds des universit&eacute;s partenaires. Les utilisateurs des CDR n&rsquo;ont aucuns frais &agrave; payer pour la gestion des donn&eacute;es effectu&eacute;e sous les auspices du RCCDR et de Statistique Canada, comme d&eacute;crit dans le pr&eacute;sent PGD. <br /><br />Le RCCDR n&rsquo;utilise pas de contr&ocirc;le de coh&eacute;rence pour s&rsquo;assurer que le code fourni avec les demandes de communication des r&eacute;sultats de recherche &agrave; partir de l&rsquo;installation s&eacute;curis&eacute;e cr&eacute;e r&eacute;ellement le r&eacute;sultat demand&eacute;. La responsabilit&eacute; de s&rsquo;assurer que le code et les documents d&eacute;crivant leur utilisation fonctionnent comme pr&eacute;vu et sont clairs pour les autres utilisateurs qui pourraient y acc&eacute;der incombe aux chercheurs du CDR. Le RCCDR dispose d&rsquo;un m&eacute;canisme permettant de garantir que le code est sauvegard&eacute; avec tous les r&eacute;sultats de recherche utilis&eacute;s pour &eacute;tayer les conclusions de tout travail publi&eacute;.<br /><br />Les chercheurs doivent r&eacute;fl&eacute;chir &agrave; la mani&egrave;re de g&eacute;rer leurs donn&eacute;es de recherche externes et doivent se demander qui, au sein de l&rsquo;&eacute;quipe de projet, sera responsable de la gestion des donn&eacute;es de recherche et quelles ressources pourraient &ecirc;tre n&eacute;cessaires pour ce faire. Dans la mesure du possible, les donn&eacute;es de recherche provenant du CDR doivent &ecirc;tre g&eacute;r&eacute;es de mani&egrave;re coordonn&eacute;e avec la gestion des donn&eacute;es de recherche externes.</p> <p><span style="font-weight: 400;">En plus de la gestion des donn&eacute;es employ&eacute;e par Statistique Canada, il est possible pour les chercheurs de faire sortir du CDR des r&eacute;sultats de recherche qui ne contiennent pas de donn&eacute;es confidentielles, notamment des tableaux, de la syntaxe et d&rsquo;autres informations qui pourraient &ecirc;tre conserv&eacute;s dans un d&eacute;p&ocirc;t au choix du chercheur, comme d&eacute;crit dans la section Conservation. Si vous envisagez de proc&eacute;der &agrave; un stockage ou &agrave; une conservation suppl&eacute;mentaire de vos donn&eacute;es de recherche (soit les donn&eacute;es de recherche g&eacute;n&eacute;r&eacute;es par les utilisateurs du CDR, soit les donn&eacute;es externes/suppl&eacute;mentaires), veuillez indiquer &agrave; qui incombe la responsabilit&eacute; de la conservation et de l&rsquo;entretien de ces archives.&nbsp;</span></p> <p><span style="font-weight: 400;">&nbsp;</span></p>
