Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <span style="font-weight: 400;">Examples of experimental image data may include: Magnetic Resonance (MR), X-ray, Fluorescent Resonance Energy Transfer (FRET), Fluorescent Lifetime Imaging (FLIM), Atomic-Force Microscopy (AFM), Electron Paramagnetic Resonance (EPR), Laser Scanning Microscope (LSM), Extended X-ray Absorption Fine Structure (EXAFS), Femtosecond X-ray, Raman spectroscopy, or other digital imaging methods. </span>
fr_ca: <span style="font-weight: 400;">Voici quelques exemples de donn&eacute;es d'images exp&eacute;rimentales : de la r&eacute;sonance magn&eacute;tique (RM), des rayons X, du transfert d&rsquo;&eacute;nergie entre mol&eacute;cules fluorescentes (FRET), de l&rsquo;imagerie fluorescente en temps de vie (FLIM), de la microscopie &agrave; force atomique (AFM), de la r&eacute;sonance paramagn&eacute;tique &eacute;lectronique (RPE), du microscope &agrave; balayage laser (LSM), de la spectrom&eacute;trie d&rsquo;absorption des rayons X (EXAFS), des faisceaux de rayonnement X ultra brefs, de la spectroscopie Raman ou d&rsquo;autres m&eacute;thodes d&rsquo;imagerie num&eacute;rique.</span>

source: <p><span style="font-weight: 400;">Describe the type(s) of data that will be collected, such as: text, numeric (ASCII, binary), images, and animations.&nbsp;</span></p> <span style="font-weight: 400;">List the file formats you expect to use. Keep in mind that some file formats are optimal for the long-term preservation of data, for example, non-proprietary formats such as text ('.txt'), comma-separated ('.csv'), TIFF (&lsquo;.tiff&rsquo;), JPEG (&lsquo;.jpg&rsquo;), and MPEG-4 (&lsquo;.m4v&rsquo;, &lsquo;mp4&rsquo;). Files converted from one format to another for archiving and preservation may lose information (e.g. converting from an uncompressed TIFF file to a compressed JPG file), so changes to file formats should be documented. Guidance on file formats recommended for sharing and preservation are available from the </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/recommended-formats.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">, </span><a href="https://guides.library.cornell.edu/ecommons/formats"><span style="font-weight: 400;">Cornell&rsquo;s Digital Repository</span></a><span style="font-weight: 400;">, the </span><a href="https://www.ed.ac.uk/information-services/research-support/research-data-service/after/data-repository/choosing-file-formats"><span style="font-weight: 400;">University of Edinburgh</span></a><span style="font-weight: 400;">, and the </span><a href="https://researchdata.library.ubc.ca/plan/format-your-data/"><span style="font-weight: 400;">University of British Columbia</span></a><span style="font-weight: 400;">. </span>
fr_ca: <p>D&eacute;crivez les types de donn&eacute;es qui seront collect&eacute;s, tels que texte, num&eacute;rique (ASCII, binaire), images et animations.</p> <span style="font-weight: 400;">Indiquez les formats de fichiers que vous comptez utiliser. Gardez &agrave; l&rsquo;esprit que certains formats de fichiers sont optimaux pour conserver les donn&eacute;es &agrave; long terme, par exemple les formats non propri&eacute;taires tels que le texte ('.txt'), la s&eacute;paration par virgule ('.csv'), le TIFF ('.tiff'), le JPEG ('.jpg') et le MPEG-4 ('.m4v', 'mp4'). Les fichiers convertis d&rsquo;un format &agrave; un autre &agrave; des fins d&rsquo;archivage et de conservation peuvent perdre des informations (par exemple, la conversion d&rsquo;un fichier TIFF non compress&eacute; en un fichier JPG compress&eacute;)&thinsp;; vous devriez donc documenter les modifications apport&eacute;es aux formats de fichiers. Les directives sur les formats de fichiers recommand&eacute;s pour le partage et la conservation sont disponibles sur le site du </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/recommended-formats.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a><span style="font-weight: 400;">, du </span><a href="https://guides.library.cornell.edu/ecommons/formats"><span style="font-weight: 400;">D&eacute;p&ocirc;t num&eacute;rique de Cornell</span></a><span style="font-weight: 400;">, de l&rsquo;</span><a href="https://www.ed.ac.uk/information-services/research-support/research-data-service/after/data-repository/choosing-file-formats"><span style="font-weight: 400;">Universit&eacute; d&rsquo;&Eacute;dimbourg</span></a><span style="font-weight: 400;"> et de l&rsquo;</span><a href="https://researchdata.library.ubc.ca/plan/format-your-data/"><span style="font-weight: 400;">Universit&eacute; de la Colombie-Britannique</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">. </span>

source: <p><span style="font-weight: 400;">Describe any secondary data you expect to reuse. List any available documentation, licenses, or terms of use assigned. If the data have a DOI or unique accession number, include that information and the name of the repository or database that holds the data. This will allow you to easily navigate back to the data, and properly cite and acknowledge the data creators in any publication or research output.&nbsp;&nbsp;</span></p> <p><span style="font-weight: 400;">For data that are not publicly available, you may have entered into a data-sharing arrangement with the data owner, which should be noted here.&nbsp; A data-sharing arrangement describes what data are being shared and how the data can be used. It can be a license agreement or any other formal agreement, for example, an agreement to use copyright-protected data. </span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez toutes les donn&eacute;es secondaires que vous comptez r&eacute;utiliser. Indiquez toutes les documentations disponibles, les licences ou les conditions d&rsquo;utilisation assign&eacute;es. Si les donn&eacute;es ont un identifiant d&rsquo;objet num&eacute;rique (Digital Object Identifier &ndash; DOI) ou un num&eacute;ro d&rsquo;acc&egrave;s unique, indiquez cette information et le nom du d&eacute;p&ocirc;t ou de la base de donn&eacute;es qui les d&eacute;tient. Cette information vous permettra de retrouver facilement les donn&eacute;es&nbsp;; elle vous permettra aussi de citer et de reconna&icirc;tre correctement les cr&eacute;ateurs des donn&eacute;es dans toutes les publications ou tous les r&eacute;sultats de recherche.&nbsp;</span></p> <p><span style="font-weight: 400;">Pour les donn&eacute;es qui ne sont pas accessibles publiquement, vous avez peut-&ecirc;tre &eacute;tabli une entente sur le partage de donn&eacute;es avec le propri&eacute;taire des donn&eacute;es&thinsp;; celle-ci doit &ecirc;tre mentionn&eacute;e ici. Une entente sur le partage de donn&eacute;es d&eacute;crit les donn&eacute;es qui sont partag&eacute;es et la mani&egrave;re dont elles peuvent &ecirc;tre utilis&eacute;es. Il peut s&rsquo;agir d&rsquo;un contrat de licence ou de tout autre accord formel, par exemple une entente d&rsquo;utilisation de donn&eacute;es prot&eacute;g&eacute;es par des droits d&rsquo;auteur.</span></p>

source: <p><span style="font-weight: 400;">An example of experimental data from a secondary data source may be structures or parameters obtained from </span><a href="https://www.rcsb.org/pages/about-us/index"><span style="font-weight: 400;">Protein Data Bank</span></a><span style="font-weight: 400;"> (PDB).&nbsp;</span></p> <p><span style="font-weight: 400;">Examples of computational data and data sources may include: log files, parameters, structures, or trajectory files from previous modeling/simulations or tests. </span></p>
fr_ca: <p><span style="font-weight: 400;">Un exemple de donn&eacute;es exp&eacute;rimentales provenant d&rsquo;une source de donn&eacute;es secondaire peut &ecirc;tre des structures ou des param&egrave;tres obtenus &agrave; partir de la </span><a href="https://www.rcsb.org/pages/about-us/index"><span style="font-weight: 400;">banque de donn&eacute;es sur les prot&eacute;ines</span></a><span style="font-weight: 400;"> (PDB; <em>lien en anglais</em>).&nbsp;</span></p> <p><span style="font-weight: 400;">Voici quelques exemples de donn&eacute;es de calcul et de sources de donn&eacute;es&nbsp;: fichiers journaux, param&egrave;tres, structures ou fichiers de trajectoire issus de mod&eacute;lisation/simulation ou de tests ant&eacute;rieurs. </span></p>

source: <p><span style="font-weight: 400;">List all devices and/or instruments and describe the experimental setup (if applicable) that will be utilized to collect empirical data. For commercial instruments or devices, indicate the brand, type, and other necessary characteristics for identification. For a home-built experimental setup, list the components, and describe the functional connectivity. Use diagrams when essential for clarity.&nbsp;</span></p> <p><span style="font-weight: 400;">Indicate the program and software package with the version you will use to prepare a structure or a parameter file for modeling or simulation. If web-based services such as </span><a href="http://protein.ict.ac.cn/FALCON/"><span style="font-weight: 400;">FALCON@home</span></a><span style="font-weight: 400;">, </span><a href="https://www.vlifesciences.com/products/VLifeMDS/Protein_Modeller.php"><span style="font-weight: 400;">ProModel</span></a><span style="font-weight: 400;">, </span><a href="http://www.charmm-gui.org/"><span style="font-weight: 400;">CHARMM-GUI</span></a><span style="font-weight: 400;">, etc. will be used to prepare or generate data, provide details such as the name of the service, URL, version (if applicable), and description of how you plan to use it.&nbsp;</span></p> <span style="font-weight: 400;">If you plan to use your own software or code, specify where and how it can be obtained to independently verify computational outputs and reproduce figures by providing the DOI, link to GitHub, or another source. Specify if research collaboration platforms such as </span><a href="https://codeocean.com/"><span style="font-weight: 400;">CodeOcean</span></a><span style="font-weight: 400;">, or </span><a href="https://wholetale.org/"><span style="font-weight: 400;">WholeTale</span></a><span style="font-weight: 400;"> will be used to create, execute, and publish computational findings. </span>
fr_ca: <p><span style="font-weight: 400;">&Eacute;num&eacute;rez tous les dispositifs ou instruments et d&eacute;crivez le dispositif exp&eacute;rimental (le cas &eacute;ch&eacute;ant) qui sera utilis&eacute; pour recueillir des donn&eacute;es empiriques. Pour les instruments ou dispositifs commerciaux, indiquez la marque, le type et les autres caract&eacute;ristiques n&eacute;cessaires &agrave; l&rsquo;identification. Pour un dispositif exp&eacute;rimental cr&eacute;&eacute; dans l&rsquo;&eacute;tablissement, &eacute;num&eacute;rez les composants et d&eacute;crivez la connectivit&eacute; fonctionnelle. Utilisez des diagrammes lorsque ceux-ci sont essentiels pour la clart&eacute;.&nbsp;</span></p> <p><span style="font-weight: 400;">Indiquez le programme et le progiciel avec la version que vous utiliserez pour pr&eacute;parer une structure ou un fichier de param&egrave;tres pour la mod&eacute;lisation ou la simulation. Si des services bas&eacute;s sur le web, tels que </span><a href="http://protein.ict.ac.cn/FALCON/"><span style="font-weight: 400;">FALCON@home</span></a><span style="font-weight: 400;">, </span><a href="https://www.vlifesciences.com/products/VLifeMDS/Protein_Modeller.php"><span style="font-weight: 400;">ProModel</span></a><span style="font-weight: 400;">, </span><a href="http://www.charmm-gui.org/"><span style="font-weight: 400;">CHARMM-GUI</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">, etc. sont utilis&eacute;s pour pr&eacute;parer ou g&eacute;n&eacute;rer des donn&eacute;es, fournissez des d&eacute;tails tels que le nom du service, l&rsquo;URL, la version (le cas &eacute;ch&eacute;ant) et une description de la mani&egrave;re dont vous pr&eacute;voyez de l&rsquo;utiliser.&nbsp;</span></p> <p><span style="font-weight: 400;">Si vous envisagez d&rsquo;utiliser votre propre logiciel ou code, pr&eacute;cisez son emplacement et la mani&egrave;re qu&rsquo;on puisse l&rsquo;obtenir pour v&eacute;rifier de mani&egrave;re ind&eacute;pendante les r&eacute;sultats des calculs et reproduire les chiffres en fournissant l&rsquo;identifiant d&rsquo;objet num&eacute;rique, le lien vers GitHub ou une autre source. Pr&eacute;cisez si des plateformes de collaboration de recherche telles que </span><a href="https://codeocean.com/"><span style="font-weight: 400;">CodeOcean</span></a><span style="font-weight: 400;">, ou </span><a href="https://wholetale.org/"><span style="font-weight: 400;">WholeTale</span></a><span style="font-weight: 400;"> <em>(liens en</em> <em>anglais</em>) seront utilis&eacute;es pour cr&eacute;er, ex&eacute;cuter et publier des r&eacute;sultats de calcul. </span></p>

source: <span style="font-weight: 400;">Reproducible computational practices are critical to continuing progress within the discipline. At a high level, describe the steps you will take to ensure computational reproducibility in your project, including the operations you expect to perform on the data, and the path taken by the data through systems, devices, and/or procedures. Describe how an instrument response function will be obtained, and operations and/or procedures through which data (research and computational outputs) can be replicated. Indicate what documentation will be provided to ensure the reproducibility of your research and computational outputs.</span>
fr_ca: <span style="font-weight: 400;">Les pratiques de calcul reproductibles sont essentielles pour continuer &agrave; progresser dans la discipline. D&eacute;crivez de mani&egrave;re g&eacute;n&eacute;rale les mesures que vous prendrez pour assurer la reproductibilit&eacute; des calculs dans votre projet, y compris les op&eacute;rations que vous pr&eacute;voyez d&rsquo;effectuer sur les donn&eacute;es et le cheminement des donn&eacute;es &agrave; travers les syst&egrave;mes, les dispositifs ou les proc&eacute;dures. D&eacute;crivez comment une fonction de r&eacute;ponse d&rsquo;un instrument sera obtenue, et les op&eacute;rations ou les proc&eacute;dures par lesquelles les donn&eacute;es (r&eacute;sultats de recherche et de calcul) peuvent &ecirc;tre reproduites. Indiquez quelle documentation sera fournie pour assurer la reproductibilit&eacute; de vos r&eacute;sultats de recherche et de calcul.</span>

source: <p><span style="font-weight: 400;">Some examples of data procedures include: data normalization, data fitting, data convolution, or Fourier transformation.&nbsp;</span></p> <p><span style="font-weight: 400;">Examples of documentation may include: syntax, code, algorithm(s), parameters, device log files, or manuals.&nbsp; </span></p>
fr_ca: <p><span style="font-weight: 400;">Voici quelques exemples de proc&eacute;dures relatives aux donn&eacute;es&nbsp;: normalisation des donn&eacute;es, ajustement des donn&eacute;es, convolution des donn&eacute;es ou transformation de Fourier.&nbsp;</span></p> <p><span style="font-weight: 400;">Voici quelques exemples de documentation&nbsp;: la syntaxe, le code, les algorithmes, les param&egrave;tres, les fichiers journaux des appareils ou les manuels.</span></p>

source: <p><span style="font-weight: 400;">Documentation can be provided in the form of a README file with information to ensure the data can be correctly interpreted by you or by others when you share or publish your data. Typically, a README file includes a description (or abstract) of the study, and any other contextual information required to make data usable by other researchers. Other information could include: research methodology used, variable definitions, vocabularies, units of measurement, assumptions made, format and file type of the data, a description of the data origin and production, an explanation of data file formats that were converted, a description of data analysis performed, a description of the computational environment, references to external data sources, details of who worked on the project and performed each task. Further guidance on writing README files is available from the University of British Columbia (</span><a href="https://researchdata-06oct2014.sites.olt.ubc.ca/files/2020/04/QuickGuide_UBC_readme_v1.0_20200427.pdf"><span style="font-weight: 400;">UBC</span></a><span style="font-weight: 400;">) and </span><a href="https://data.research.cornell.edu/content/readme"><span style="font-weight: 400;">Cornell</span></a><span style="font-weight: 400;"> University.&nbsp;</span></p> <p><span style="font-weight: 400;">Consider also saving detailed information during the course of the project in a log file. A log file will help to manage and resolve issues that arise during a project and prioritize the response to them. It may include events that occur in an operating system, messages between users, run time and error messages for troubleshooting. The level of detail in a log file depends on the complexity of your project. </span></p>
fr_ca: <p><span style="font-weight: 400;">Les documents peuvent &ecirc;tre fournis sous la forme d&rsquo;un fichier README (lisez-moi) contenant des informations permettant de s&rsquo;assurer que les donn&eacute;es peuvent &ecirc;tre correctement interpr&eacute;t&eacute;es par vous ou par d&rsquo;autres personnes lorsque vous partagez ou publiez vos donn&eacute;es. En r&egrave;gle g&eacute;n&eacute;rale, un fichier README comprend une description (ou un r&eacute;sum&eacute;) de l&rsquo;&eacute;tude et toute autre information contextuelle n&eacute;cessaire pour rendre les donn&eacute;es utilisables par d&rsquo;autres chercheurs. Il peut aussi inclure d&rsquo;autres renseignements, notamment la m&eacute;thodologie de recherche, les d&eacute;finitions des variables, les vocabulaires, les unit&eacute;s de mesure, les hypoth&egrave;ses formul&eacute;es, le format et le type de fichier des donn&eacute;es, une description de l&rsquo;origine et de la production des donn&eacute;es, une explication des formats de fichiers de donn&eacute;es qui ont &eacute;t&eacute; convertis, une description de l&rsquo;analyse des donn&eacute;es, une description de l&rsquo;environnement informatique, des r&eacute;f&eacute;rences aux sources de donn&eacute;es externes, des d&eacute;tails sur les personnes qui ont travaill&eacute; sur le projet et qui ont effectu&eacute; chaque t&acirc;che. Vous pouvez obtenir des conseils suppl&eacute;mentaires sur la r&eacute;daction des fichiers README aupr&egrave;s de l&rsquo;Universit&eacute; de Colombie-Britannique (</span><a href="https://doi.org/10.5281/zenodo.4058962"><span style="font-weight: 400;">UBC</span></a><span style="font-weight: 400;">) et de le l&rsquo;<a href="https://data.research.cornell.edu/content/readme">Universit&eacute; Cornell</a> </span>(<em>lien en anglais</em>)<span style="font-weight: 400;">.&nbsp;</span></p> <p><span style="font-weight: 400;">Envisagez &eacute;galement de sauvegarder des informations d&eacute;taill&eacute;es au cours du projet dans un fichier journal. Un fichier journal aidera &agrave; g&eacute;rer et &agrave; r&eacute;soudre les probl&egrave;mes qui surviennent au cours d&rsquo;un projet et &agrave; &eacute;tablir un ordre de priorit&eacute; pour y r&eacute;pondre. Il peut comprendre des &eacute;v&eacute;nements qui se produisent dans un syst&egrave;me d&rsquo;exploitation, des messages entre utilisateurs, la dur&eacute;e d&rsquo;ex&eacute;cution et des messages d&rsquo;erreur pour le d&eacute;pannage. Le niveau de d&eacute;tail d&rsquo;un fichier journal d&eacute;pend de la complexit&eacute; de votre projet. </span></p>

source: <p><span style="font-weight: 400;">Consider how you will capture this information in advance of data production and analysis, to ensure accuracy, consistency, and completeness of the documentation.&nbsp; Often, resources you've already created can contribute to this (e.g. publications, websites, progress reports, etc.).&nbsp; It is useful to consult regularly with members of the research team to capture potential changes in data collection/processing that need to be reflected in the documentation. Individual roles and workflows should include gathering data documentation as a key element.</span></p> <span style="font-weight: 400;">Describe how data will be shared and accessed by the members of the research group during the project. Provide details of the data management service or tool (name, URL) that will be utilized to share data with the research group (e.g. Open Science Framework [</span><a href="https://osf.io/"><span style="font-weight: 400;">OSF]</span></a><span style="font-weight: 400;">&nbsp;or </span><a href="https://www.radiam.ca/"><span style="font-weight: 400;">Radiam</span></a><span style="font-weight: 400;">).</span>
fr_ca: <p><span style="font-weight: 400;">R&eacute;fl&eacute;chissez &agrave; la mani&egrave;re dont vous allez saisir ces informations avant la production et l&rsquo;analyse des donn&eacute;es, afin de garantir l&rsquo;exactitude, la coh&eacute;rence et l&rsquo;exhaustivit&eacute; de la documentation. Souvent, les ressources que vous avez d&eacute;j&agrave; cr&eacute;&eacute;es peuvent y contribuer (par exemple, des publications, des sites web, des rapports d&rsquo;avancement, etc.). Il est utile de consulter r&eacute;guli&egrave;rement les membres de l&rsquo;&eacute;quipe de recherche afin de saisir les changements potentiels dans la collecte ou le traitement des donn&eacute;es qui doivent &ecirc;tre refl&eacute;t&eacute;s dans la documentation. Les r&ocirc;les individuels et les flux de travail doivent inclure la collecte de la documentation des donn&eacute;es comme &eacute;l&eacute;ment cl&eacute;.<br /><br /></span><span style="font-weight: 400;">D&eacute;crivez comment les donn&eacute;es seront partag&eacute;es avec membres du groupe de recherche et comment ceux-ci y auront acc&egrave;s pendant le projet. Pr&eacute;cisez le service ou l&rsquo;outil de gestion des donn&eacute;es (nom, URL) qui sera utilis&eacute; pour partager les donn&eacute;es avec le groupe de recherche (par exemple, Open Science Framework [</span><a href="https://osf.io/"><span style="font-weight: 400;">OSF</span></a><span style="font-weight: 400;">] ou </span><a href="https://www.radiam.ca/"><span style="font-weight: 400;">Radiam</span></a>; <em>liens en anglais</em><span style="font-weight: 400;">).</span></p>
