Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <span style="font-weight: 400;">This estimate should incorporate data management costs incurred during the project as well as those required for the longer-term support for the data after the project has completed. Items to consider in the latter category of expenses include the costs of curating and providing long-term access to the data. It might include technical aspects of data management, training requirements, file storage &amp; backup, the computational environment or software needed to manage, analyze or visualize research data, and contributions of non-project staff. Read more about the costs of RDM and how these can be addressed in advance: &ldquo;</span><a href="https://zenodo.org/record/3837717#.XxHRAC0ZPUK"><span style="font-weight: 400;">What will it cost to manage and share my data?</span></a><span style="font-weight: 400;">&rdquo; by OpenAIRE. There is also an online </span><a href="https://zingtree.com/host.php?style=buttons&amp;tree_id=511095771&amp;persist_names=Restart&amp;persist_node_ids=1&amp;start_node=1&amp;start_tree=511095771#1"><span style="font-weight: 400;">data management costing</span></a><span style="font-weight: 400;"> tool available to help determine the costs and staffing requirements in your project proposal. </span>
fr_ca: <span style="font-weight: 400;">Cette estimation doit comprendre les co&ucirc;ts de gestion des donn&eacute;es encourus pendant le projet ainsi que ceux n&eacute;cessaires pour le soutien &agrave; plus long terme des donn&eacute;es apr&egrave;s le projet. Dans cette derni&egrave;re cat&eacute;gorie de d&eacute;penses, tenez compte, notamment des co&ucirc;ts de conservation et d&rsquo;acc&egrave;s &agrave; long terme aux donn&eacute;es. Il peut s&rsquo;agir des aspects techniques de la gestion des donn&eacute;es, des besoins de formation, du stockage et de la sauvegarde des fichiers, de l&rsquo;environnement informatique ou des logiciels n&eacute;cessaires pour g&eacute;rer, analyser ou visualiser les donn&eacute;es de recherche, et des contributions du personnel en dehors du projet. Pour en savoir plus sur les co&ucirc;ts de la GDR et sur la mani&egrave;re de les prendre en charge &agrave; l&rsquo;avance, consultez le site </span><a href="https://zenodo.org/record/3837717#.XxHRAC0ZPUK"><span style="font-weight: 400;">Combien la gestion et le partage de mes donn&eacute;es co&ucirc;teront-ils&thinsp;?</span></a><span style="font-weight: 400;"> d&rsquo;OpenAIRE (<em>lien en</em> <em>anglais</em>). Il existe &eacute;galement un </span><span style="font-weight: 400;">outil de calcul du </span><a href="https://zingtree.com/host.php?style=buttons&amp;tree_id=511095771&amp;persist_names=Restart&amp;persist_node_ids=1&amp;start_node=1&amp;start_tree=511095771#1"><span style="font-weight: 400;">co&ucirc;t de la gestion de donn&eacute;es</span></a><span style="font-weight: 400;"> (<em>lien en</em> <em>anglais</em>) en ligne pour vous aider &agrave; d&eacute;terminer les co&ucirc;ts et les besoins en personnel li&eacute;s &agrave; votre proposition de projet. </span>

source: <p><strong>Assign responsibilities: </strong><span style="font-weight: 400;">Once completed, your data management plan will outline important data activities in your project. Identify who will be responsible -- individuals or organizations -- for carrying out these parts of your data management plan. This could also include the time frame associated with these staff responsibilities and any training needed to prepare staff for these duties.</span></p>
fr_ca: <p><strong>Attribution des responsabilit&eacute;s :&nbsp;</strong><span style="font-weight: 400;">Une fois termin&eacute;, votre plan de gestion des donn&eacute;es d&eacute;crira les activit&eacute;s importantes de votre projet. D&eacute;signez les personnes ou les organisations qui seront responsables de la r&eacute;alisation de ces parties de votre plan de gestion des donn&eacute;es. Cette &eacute;tape peut &eacute;galement inclure le calendrier associ&eacute; &agrave; ces responsabilit&eacute;s du personnel et toute formation n&eacute;cessaire pour pr&eacute;parer le personnel &agrave; ces t&acirc;ches.</span></p>

source: <p><strong>Succession planning: </strong><span style="font-weight: 400;">The PI is usually in charge of maintaining data accessibility standards for the team. Consider who will field questions about accessing information or granting access to the data in&nbsp; the event the PI leaves the project. Usually the Co-PI takes over the responsibilities.</span></p> <p><span style="font-weight: 400;">Indicate a succession strategy for these data in the event that one or more people responsible for the data leaves (e.g. a graduate student leaving after graduation). Describe the process to be followed in the event that the Principal Investigator leaves the project. In some instances, a co-investigator or the department or division overseeing this research will assume responsibility.</span></p>
fr_ca: <p><strong>Planification de la rel&egrave;ve : </strong><span style="font-weight: 400;">Le chercheur principal est g&eacute;n&eacute;ralement charg&eacute; de maintenir les normes d&rsquo;accessibilit&eacute; des donn&eacute;es pour l&rsquo;&eacute;quipe. R&eacute;fl&eacute;chissez &agrave; la personne qui r&eacute;pondra aux questions concernant l&rsquo;acc&egrave;s &agrave; l&rsquo;information ou l&rsquo;autorisation d&rsquo;acc&egrave;s aux donn&eacute;es dans le cas o&ugrave; le chercheur principal quitterait le projet. Habituellement, le co-chercheur principal prend en charge ces responsabilit&eacute;s.</span></p> <p><span style="font-weight: 400;">Pr&eacute;cisez une strat&eacute;gie de rel&egrave;ve pour ces donn&eacute;es si des personnes responsables des donn&eacute;es quittent le projet (par exemple, un &eacute;tudiant de cycle sup&eacute;rieur qui quitte le projet apr&egrave;s avoir obtenu son dipl&ocirc;me). D&eacute;crivez le processus &agrave; suivre dans le cas o&ugrave; le chercheur principal quitte le projet. Dans certains cas, un co-chercheur ou le d&eacute;partement ou la division qui supervise cette recherche en assumera la responsabilit&eacute;.</span></p>

source: <strong>Budgeting: </strong><span style="font-weight: 400;">Common purchases are hard drives, cloud storage or software access. </span><a href="https://zingtree.com/host.php?tree_id=511095771"><span style="font-weight: 400;">TU Delft&rsquo;s Data Management Costing Tool</span></a><span style="font-weight: 400;"> is helpful to determine the share of human labor (FTE) that should be allocated for research data management.</span>
fr_ca: <strong>Budg&eacute;tisation : </strong>Les achats les plus courants sont les disques durs, le stockage infonuagique ou l&rsquo;acc&egrave;s aux logiciels. L&rsquo;<a href="https://zingtree.com/host.php?tree_id=511095771">outil de calcul des co&ucirc;ts de gestion des donn&eacute;es de l&rsquo;Universit&eacute; de technologie de Delft</a> est utile pour d&eacute;terminer la part de travail humain (&Eacute;TP) qui doit &ecirc;tre allou&eacute;e &agrave; la gestion des donn&eacute;es de recherche (<em>lien en</em> <em>anglais</em>).

source: <p><strong>Data types:&nbsp;</strong><span style="font-weight: 400;">Your research data may include digital resources, software code, audio files, image files, video, numeric, text, tabular data, modeling data, spatial data, instrumentation data.</span></p>
fr_ca: <p><strong>Types de donn&eacute;es : </strong><span style="font-weight: 400;">Vos donn&eacute;es de recherche peuvent comprendre des ressources num&eacute;riques, des codes logiciels, des fichiers audio, des fichiers images, des donn&eacute;es vid&eacute;o, num&eacute;riques, textuelles, tabulaires, des donn&eacute;es de mod&eacute;lisation, des donn&eacute;es spatiales et des donn&eacute;es d&rsquo;instrumentation.</span></p>

source: <span style="font-weight: 400;">Proprietary file formats requiring specialized software or hardware to use are not recommended, but may be necessary for certain data collection or analysis methods. Using open file formats or industry-standard formats (e.g. those widely used by a given community) is preferred whenever possible. Read more about file formats: </span><a href="https://www.bac-lac.gc.ca/eng/services/government-information-resources/guidelines/Pages/guidelines-file-formats-transferring-information-resources-enduring-value.aspx"><span style="font-weight: 400;">Library and Archives Canada,</span></a><span style="font-weight: 400;">&nbsp; </span><a href="https://researchdata.library.ubc.ca/plan/format-your-data/"><span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;"> or </span><a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx"><span style="font-weight: 400;">UK Data Archive</span></a><span style="font-weight: 400;">. </span>
fr_ca: <span style="font-weight: 400;">Les formats de fichiers propri&eacute;taires n&eacute;cessitant l&rsquo;utilisation de logiciels ou de mat&eacute;riel sp&eacute;cialis&eacute;s ne sont pas recommand&eacute;s, mais peuvent &ecirc;tre n&eacute;cessaires pour certaines m&eacute;thodes de collecte ou d&rsquo;analyse des donn&eacute;es. L&rsquo;utilisation de formats de fichiers ouverts ou de formats standard (par exemple, ceux largement utilis&eacute;s par une communaut&eacute; donn&eacute;e) est pr&eacute;f&eacute;rable dans la mesure du possible. Pour en savoir plus sur les formats de fichiers, consultez les sites suivants&nbsp;: </span><a href="https://www.bac-lac.gc.ca/fra/services/gestion-ressources-documentaires-gouvernement/lignes-directrices/Pages/lignes-directrices-formats-fichier-transferers-ressources-documentaires.aspx"><span style="font-weight: 400;">Biblioth&egrave;que et Archives Canada</span></a><span style="font-weight: 400;">, </span><a href="https://researchdata.library.ubc.ca/plan/format-your-data/"><span style="font-weight: 400;">Biblioth&egrave;que de l&rsquo;Universit&eacute; de la C.-B.</span></a><span style="font-weight: 400;"> <em>(lien en</em> <em>anglais</em>) ou </span><a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx"><span style="font-weight: 400;">Archive de donn&eacute;es du Royaume-Uni</span></a> <span style="font-weight: 400;"><em>(lien en</em> <em>anglais</em>)</span><span style="font-weight: 400;">. </span>

source: <strong>File naming and versioning: </strong>It is important to keep track of different copies or versions of files, files held in different formats or locations, and information cross-referenced between files. This process is called 'version control'. Logical file structures, informative naming conventions, and clear indications of file versions, all contribute to better use of your data during and after your research project. These practices will help ensure that you and your research team are using the appropriate version of your data, and minimize confusion regarding copies on different computers and/or on different media. Read more about file naming and version control from <a href="https://researchdata.library.ubc.ca/plan/organize-your-data/">UBC Library</a> or the <a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx">UK Data Service</a>.<br /><br />Remember that this workflow can be adapted, and the DMP updated throughout the project.<br /><br />Using a <a href="https://authors.library.caltech.edu/103626/1/FileNamingConventionWorksheet_Caltech.pdf">file naming convention worksheet</a> can be very useful. Make sure the convention only uses alphanumeric characters, dashes and underscores. In general, file names should be 32 characters or less and contain the date and the version number (e.g.: &ldquo;P1-MUS023_2020-02-29_051_raw.tif&rdquo; and &ldquo;P1-MUS023_2020-02-29_051_clean_v1.tif&rdquo;). <br /><br /><strong>Document workflows: </strong>Have you thought about how you will capture, save and share your workflow and project milestones with your team? You can create an onboarding document to ensure that all team members adopt the same workflows or use workflow management tools like <a href="https://osf.io/">OSF</a> or <a href="https://github.com/">GitHub</a>.
fr_ca: <strong>Nomenclature et version de fichier : </strong>Il est important de garder une trace des diff&eacute;rentes copies ou versions de fichiers, des fichiers sauvegard&eacute;s en diff&eacute;rents formats ou &agrave; des endroits diff&eacute;rents, et des informations crois&eacute;es entre les fichiers. Ce processus s&rsquo;appelle la &laquo;&thinsp;gestion de versions&thinsp;&raquo;. Les structures de fichiers logiques, les conventions de nomenclature informatives et les indications claires sur les versions des fichiers contribuent &agrave; une meilleure utilisation de vos donn&eacute;es pendant et apr&egrave;s votre projet de recherche. Ces pratiques permettront de s&rsquo;assurer que vous et votre &eacute;quipe de recherche utilisez la version appropri&eacute;e de vos donn&eacute;es, et de minimiser la confusion concernant les copies sur diff&eacute;rents ordinateurs ou sur diff&eacute;rents supports. Pour en savoir plus sur la nomenclature et la gestion des versions de fichier, consultez le site de la <a href="https://researchdata.library.ubc.ca/plan/format-your-data/">Biblioth&egrave;que de l&rsquo;Universit&eacute; de la C.-B.</a> ou celui de l&rsquo;<a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx">Archive de donn&eacute;es du Royaume-Uni</a> (<em>liens en</em> <em>anglais</em>).<br /><br />N&rsquo;oubliez pas que vous pouvez adapter ce flux de travail et mettre le PGD &agrave; jour tout au long du projet.<br /><br />L&rsquo;utilisation d&rsquo;une <a href="https://authors.library.caltech.edu/103626/1/FileNamingConventionWorksheet_Caltech.pdf">feuille de travail pour la convention de nomenclature</a> peut &ecirc;tre tr&egrave;s utile (<em>lien en</em> <em>anglais</em>). Assurez-vous que la convention n&rsquo;utilise que des caract&egrave;res alphanum&eacute;riques, des tirets et des traits de soulignement. En g&eacute;n&eacute;ral, les noms de fichiers doivent comporter 32 caract&egrave;res ou moins et contenir la date et le num&eacute;ro de version (par exemple : &ldquo;P1-MUS023_2020-02-29_051_raw.tif&rdquo; and &ldquo;P1-MUS023_2020-02-29_051_clean_v1.tif&rdquo;) <br /><br /><strong>Flux de travail pour les documents : </strong>Avez-vous r&eacute;fl&eacute;chi &agrave; la mani&egrave;re dont vous allez saisir, sauvegarder et partager avec votre &eacute;quipe les &eacute;tapes de votre travail et de vos projets&thinsp;? Vous pouvez cr&eacute;er un document d&rsquo;int&eacute;gration pour vous assurer que tous les membres de l&rsquo;&eacute;quipe adoptent les m&ecirc;mes flux de travail ou utiliser des outils de gestion des flux de travail comme <a href="https://osf.io/">OSF</a> ou <a href="https://github.com/">GitHub</a> (<em>liens en</em> <em>anglais</em>).

source: <p><strong>Data documentation:&nbsp;</strong><span style="font-weight: 400;">It is strongly encouraged to include a ReadMe file with all datasets (or similar) to assist in understanding data collection and processing methods, naming conventions and file structure.</span></p> <span style="font-weight: 400;">Typically, good data documentation includes information about the study, data-level descriptions, and any other contextual information required to make the data usable by other researchers. Other elements you should document, as applicable, include: research methodology used, variable definitions, vocabularies, classification systems, units of measurement, assumptions made, format and file type of the data, a description of the data capture and collection methods, explanation of data coding and analysis performed (including syntax files). View a useful template from Cornell University&rsquo;s </span><a href="https://data.research.cornell.edu/content/readme"><span style="font-weight: 400;">&ldquo;Guide to writing &lsquo;ReadMe&rsquo; style metadata&rdquo;</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><strong>Documentation des donn&eacute;es :&nbsp;</strong><span style="font-weight: 400;">Il est fortement recommand&eacute; d&rsquo;inclure un fichier README avec tous les ensembles de donn&eacute;es (ou &eacute;l&eacute;ment semblable) pour aider &agrave; comprendre les m&eacute;thodes de collecte et de traitement des donn&eacute;es, les conventions de nomenclature et la structure des fichiers.</span></p> <p><span style="font-weight: 400;">En r&egrave;gle g&eacute;n&eacute;rale, une bonne documentation des donn&eacute;es comprend des informations sur l&rsquo;&eacute;tude, des descriptions des donn&eacute;es et toute autre information contextuelle n&eacute;cessaire pour rendre les donn&eacute;es utilisables par d&rsquo;autres chercheurs. Voici d&rsquo;autres &eacute;l&eacute;ments que vous devez documenter, le cas &eacute;ch&eacute;ant : la m&eacute;thodologie de recherche utilis&eacute;e, les d&eacute;finitions des variables, les vocabulaires, les syst&egrave;mes de classification, les unit&eacute;s de mesure, les hypoth&egrave;ses formul&eacute;es, le format et le type de fichier des donn&eacute;es, une description des m&eacute;thodes de saisie et de collecte des donn&eacute;es, une explication du codage et de l&rsquo;analyse des donn&eacute;es (y compris les fichiers de syntaxe). Vous pouvez consulter le</span><a href="https://zenodo.org/record/4058962"><span style="font-weight: 400;"> Guide rapide de cr&eacute;er un fichier README pour vos ensembles de donn&eacute;es</span></a><span style="font-weight: 400;"> de l&rsquo;Universit&eacute; de la C.-B. pour plus d&rsquo;informations</span><span style="font-weight: 400;">.</span></p>

source: <p><strong>Assign responsibilities for documentation:&nbsp;</strong><span style="font-weight: 400;">Individual roles and workflows should include gathering data documentation as a key element.</span></p> <p><span style="font-weight: 400;">Establishing responsibilities for data management and documentation is useful if you do it early on,&nbsp; ideally in advance of data collection and analysis, Some researchers use </span><a href="https://casrai.org/credit/"><span style="font-weight: 400;">CRediT taxonomy</span></a><span style="font-weight: 400;"> to determine authorship roles at the beginning of each project. They can also be used to make team members responsible for proper data management and documentation.</span></p> <p><span style="font-weight: 400;">Consider how you will capture this information and where it will be recorded, to ensure accuracy, consistency, and completeness of the documentation.</span></p>
fr_ca: <p><strong>Attribution des responsabilit&eacute;s quant &agrave; la documentation :&nbsp;</strong><span style="font-weight: 400;">Les r&ocirc;les individuels et les flux de travail devraient inclure la collecte de la documentation des donn&eacute;es comme &eacute;l&eacute;ment cl&eacute;. <br /><br />Il est utile d&rsquo;&eacute;tablir les responsabilit&eacute;s en mati&egrave;re de gestion des donn&eacute;es et de documentation d&egrave;s le d&eacute;but projet, id&eacute;alement avant la collecte et l&rsquo;analyse des donn&eacute;es. Certains chercheurs utilisent la </span><a href="https://casrai.org/credit/"><span style="font-weight: 400;">taxonomie de CRediT</span></a><span style="font-weight: 400;"> pour d&eacute;terminer les r&ocirc;les des auteurs au d&eacute;but de chaque projet (<em>lien en</em> <em>anglais</em>). Ils peuvent &eacute;galement &ecirc;tre utilis&eacute;s pour rendre les membres de l&rsquo;&eacute;quipe responsables de la gestion appropri&eacute;e des donn&eacute;es et de la documentation.</span></p> <p><span style="font-weight: 400;">Songez &agrave; la mani&egrave;re dont vous allez saisir ces informations et &agrave; l&rsquo;endroit o&ugrave; elles seront enregistr&eacute;es, afin de garantir l&rsquo;exactitude, la coh&eacute;rence et l&rsquo;int&eacute;gralit&eacute; de la documentation.</span></p>

source: <p><strong>Metadata for datasets:&nbsp;</strong><span style="font-weight: 400;">DataCite has developed a </span><a href="https://schema.datacite.org/meta/kernel-4.3/"><span style="font-weight: 400;">metadata schema</span></a><span style="font-weight: 400;"> specifically for open datasets. It lists a set of core metadata fields and instructions to make datasets easily identifiable and citable.&nbsp;</span></p> <span style="font-weight: 400;">There are many other general and domain-specific metadata standards.&nbsp; Dataset documentation should be provided in one of these standard, machine readable, openly-accessible formats to enable the effective exchange of information between users and systems.&nbsp; These standards are often based on language-independent data formats such as XML, RDF, and JSON. There are many metadata standards based on these formats, including discipline-specific standards. Read more about metadata standards at the </span><a href="http://www.dcc.ac.uk/resources/metadata-standards"><span style="font-weight: 400;">UK Digital Curation Centre's Disciplinary Metadata</span></a><span style="font-weight: 400;"> resource.</span>
fr_ca: <p><strong>M&eacute;tadonn&eacute;es pour les ensembles de donn&eacute;es :&nbsp;</strong><span style="font-weight: 400;">DataCite a d&eacute;velopp&eacute; un </span><a href="https://schema.datacite.org/meta/kernel-4.3/"><span style="font-weight: 400;">sch&eacute;ma de m&eacute;tadonn&eacute;es</span></a><span style="font-weight: 400;"> pour les ensembles de donn&eacute;es ouverts (<em>lien en</em> <em>anglais</em>). Il &eacute;num&egrave;re un ensemble de champs de m&eacute;tadonn&eacute;es de base et d&rsquo;instructions pour rendre les ensembles de donn&eacute;es facilement identifiables et citables.&nbsp;<br /><br /></span><span style="font-weight: 400;">Il existe de nombreuses autres normes de m&eacute;tadonn&eacute;es g&eacute;n&eacute;rales et sp&eacute;cifiques &agrave; un domaine. La documentation sur les ensembles de donn&eacute;es doit &ecirc;tre fournie dans l&rsquo;un de ces formats standard, lisible par machine et librement accessible, afin de permettre un &eacute;change efficace d&rsquo;informations entre les utilisateurs et les syst&egrave;mes. Ces normes sont souvent bas&eacute;es sur des formats de donn&eacute;es ind&eacute;pendants du langage, tels que XML, RDF et JSON. De nombreuses normes de m&eacute;tadonn&eacute;es sont fond&eacute;es sur ces formats, y compris des normes sp&eacute;cifiques &agrave; une discipline. Pour en savoir plus sur les normes de m&eacute;tadonn&eacute;es, consultez la ressource sur les </span><a href="http://www.dcc.ac.uk/resources/metadata-standards"><span style="font-weight: 400;">m&eacute;tadonn&eacute;es par disciplines du Centre de curation num&eacute;rique du Royaume-Uni</span></a> <span style="font-weight: 400;">(<em>lien en</em> <em>anglais</em>)</span><span style="font-weight: 400;">.</span></p>

source: <p><strong>Document your process:&nbsp;</strong><span style="font-weight: 400;">It is useful to consult regularly with members of the research team to capture potential changes in data collection/processing that need to be reflected in the documentation.</span></p>
fr_ca: <p><strong>Documentez votre processus :&nbsp;</strong><span style="font-weight: 400;">Il est utile de consulter r&eacute;guli&egrave;rement les membres de l&rsquo;&eacute;quipe de recherche afin de saisir les changements potentiels dans la collecte et le traitement des donn&eacute;es qui doivent &ecirc;tre refl&eacute;t&eacute;s dans la documentation.&nbsp; </span></p>
