Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: Deviation from existing metadata standards should only occur when necessary. If this is the case, please document these deviations so that others can recreate your process.
fr_ca: <span style="font-weight: 400;">Vous ne devriez vous &eacute;carter des normes de m&eacute;tadonn&eacute;es existantes qu&rsquo;en cas de n&eacute;cessit&eacute;. Le cas &eacute;ch&eacute;ant, veuillez documenter ces &eacute;carts afin que d&rsquo;autres puissent recr&eacute;er votre processus. </span>

source: <span style="font-weight: 400;">Once a standard has been chosen, it is important that data collectors have the necessary tools to properly create or capture the metadata. </span><span style="font-weight: 400;">Audits of collected metadata should occur at specific time intervals (e.g., bi-weekly) to ensure metadata is created properly and captured consistently throughout the project. <br /><br /></span><span style="font-weight: 400;">Some tips for ensuring good metadata collection are:<br /></span> <ul> <li>Provide support documentation and routine metadata training to data collectors.</li> <li><span style="font-weight: 400;">Provide data collectors with thorough data collection tools (e.g., field or lab sheets) so they are able to capture the necessary information.</span></li> <li><span style="font-weight: 400;">Samples or notes recorded in a field or lab book should be scanned or photographed daily to prevent lost data.</span></li> </ul>
fr_ca: <span style="font-weight: 400;">Une fois qu&rsquo;une norme a &eacute;t&eacute; choisie, il est important que les collecteurs de donn&eacute;es disposent des outils n&eacute;cessaires pour cr&eacute;er ou saisir correctement les m&eacute;tadonn&eacute;es. Les v&eacute;rifications des m&eacute;tadonn&eacute;es collect&eacute;es doivent avoir lieu &agrave; des intervalles de temps sp&eacute;cifiques (par exemple, toutes les deux semaines) pour garantir que les m&eacute;tadonn&eacute;es sont cr&eacute;&eacute;es correctement et saisies de mani&egrave;re coh&eacute;rente tout au long du projet.<br /></span><span style="font-weight: 400;"><br /></span><span style="font-weight: 400;">Voici quelques conseils pour assurer une bonne collecte de m&eacute;tadonn&eacute;es&nbsp;:</span> <ul> <li><span style="font-weight: 400;">Offrez une documentation de soutien et de la formation r&eacute;guli&egrave;re sur les m&eacute;tadonn&eacute;es aux collecteurs de donn&eacute;es&thinsp;;</span></li> <li><span style="font-weight: 400;">Fournissez aux collecteurs de donn&eacute;es des outils de collecte de donn&eacute;es complets (par exemple, des fiches de terrain ou de laboratoire) afin qu&rsquo;ils soient en mesure de saisir les informations n&eacute;cessaires&thinsp;;</span></li> <li><span style="font-weight: 400;">Les &eacute;chantillons ou notes enregistr&eacute;s dans un carnet de terrain ou de laboratoire doivent &ecirc;tre num&eacute;ris&eacute;s ou photographi&eacute;s quotidiennement pour &eacute;viter la perte de donn&eacute;es.</span></li> </ul>

source: <span style="font-weight: 400;">Storage-space estimates should take into account requirements for file versioning, backups and growth over time. </span><span style="font-weight: 400;">A long-term storage plan is necessary if you intend to retain your data after the research project.</span>
fr_ca: <span style="font-weight: 400;">Les estimations de l&rsquo;espace de stockage doivent tenir compte des besoins en mati&egrave;re de versions de fichiers, de sauvegardes et de croissance au fil du temps. Un plan de stockage &agrave; long terme est n&eacute;cessaire si vous avez l&rsquo;intention de conserver vos donn&eacute;es apr&egrave;s le projet de recherche.</span>

source: <span style="font-weight: 400;">The risk of losing data due to human error, natural disasters, or other mishaps can be mitigated by following the 3-2-1 backup rule: Have at least three copies of your data; store the copies on two different media; keep one backup copy offsite. </span><span style="font-weight: 400;">Data may be stored using optical or magnetic media, which can be removable (e.g., DVD and USB drives), fixed (e.g., desktop or laptop hard drives), or networked (e.g., networked drives or cloud-based servers such as </span><a href="https://www.computecanada.ca/"><span style="font-weight: 400;">Compute Canada</span></a><span style="font-weight: 400;">)</span><span style="font-weight: 400;">. </span><span style="font-weight: 400;">Each storage method has benefits and drawbacks that should be considered when determining the most appropriate solution.</span><br /><span style="font-weight: 400;"><br />Raw data should be preserved and never altered. Some options for preserving raw data are storing on a read-only drive or archiving the raw, unprocessed data. The preservation of raw data should be included in the data collection process and backup procedures.<br /></span><br /><span style="font-weight: 400;">Examples of further information on storage and backup practices are available from the</span><a href="https://onesearch.library.utoronto.ca/researchdata/data-storage"> <span style="font-weight: 400;">University of Toronto</span></a><span style="font-weight: 400;">, </span><a href="https://biblio.uottawa.ca/en/services/faculty/research-data-management/storage-active-data-backup-and-security"><span style="font-weight: 400;">University of Ottawa,</span></a><span style="font-weight: 400;"> and the</span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"> <span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;"><span style="font-weight: 400;">Le risque de perdre des donn&eacute;es en raison d&rsquo;une erreur humaine, d&rsquo;une catastrophe naturelle ou d&rsquo;un autre incident peut &ecirc;tre att&eacute;nu&eacute; en suivant la r&egrave;gle de sauvegarde 3-2-1 : ayez au moins trois copies de vos donn&eacute;es, stockez les copies sur deux supports diff&eacute;rents et conservez une copie de sauvegarde hors site. </span></span><span style="font-weight: 400;">Les donn&eacute;es peuvent &ecirc;tre stock&eacute;es sur des supports optiques ou magn&eacute;tiques&thinsp;; ceux-ci peuvent &ecirc;tre amovibles (par exemple, des DVD et des cl&eacute;s USB), fixes (par exemple, des disques durs de bureau ou d&rsquo;ordinateur portable) ou en r&eacute;seau (par exemple, des lecteurs en r&eacute;seau ou des serveurs infonuagiques tels que </span><a href="https://www.computecanada.ca/?lang=fr"><span style="font-weight: 400;">Calcul Canada</span></a><span style="font-weight: 400;">). Chaque m&eacute;thode de stockage pr&eacute;sente des avantages et des inconv&eacute;nients qui doivent &ecirc;tre pris en compte pour d&eacute;terminer la solution la plus appropri&eacute;e.</span><br /><br /><span style="font-weight: 400;">Les donn&eacute;es brutes doivent &ecirc;tre conserv&eacute;es et ne jamais &ecirc;tre alt&eacute;r&eacute;es. Certaines options pour conserver les donn&eacute;es brutes sont le stockage sur un disque en lecture seule ou l&rsquo;archivage des donn&eacute;es brutes non trait&eacute;es. La conservation des donn&eacute;es brutes doit &ecirc;tre incluse dans le processus de collecte des donn&eacute;es et les proc&eacute;dures de sauvegarde.<br /></span><br /><span style="font-weight: 400;">Des exemples d&rsquo;informations compl&eacute;mentaires sur les pratiques de stockage et de sauvegarde sont disponibles sur le site de l&rsquo;</span><a href="https://onesearch.library.utoronto.ca/researchdata/data-storage"><span style="font-weight: 400;">Universit&eacute; de Toronto</span></a><span style="font-weight: 400;">&nbsp;et le </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.</span>

source: <span style="font-weight: 400;">An ideal shared data management solution facilitates collaboration, ensures data security and is easily adopted by users with minimal training. Tools such as the </span><a href="https://www.globus.org/"><span style="font-weight: 400;">Globus</span></a><span style="font-weight: 400;"> file transfer system, currently in use by many academic institutions, allows data to be securely transmitted between researchers or to centralized project data storage. Relying on email for data transfer is not a robust or secure solution.&nbsp;<br /></span><br /><span style="font-weight: 400;">Third-party commercial file sharing services (such as Google Drive and Dropbox) facilitate file exchange, but they are not necessarily permanent or secure, and are often located outside Canada. </span><span style="font-weight: 400;">Additional resources such as </span><a href="https://osf.io/"><span style="font-weight: 400;">Open Science Framework</span></a><span style="font-weight: 400;"> and </span><a href="https://www.computecanada.ca/"><span style="font-weight: 400;">Compute Canada</span></a><span style="font-weight: 400;"> are also recommended options for collaborations.&nbsp;</span><br /><span style="font-weight: 400;"><br />If your data will be collected on Indigenous lands, how will you share data with community members throughout the project?&nbsp;</span><br /><span style="font-weight: 400;"><br />Please contact librarians at your institution to determine if there is support available to develop the best solution for your research project.</span>
fr_ca: <span style="font-weight: 400;">Une solution id&eacute;ale de gestion des donn&eacute;es partag&eacute;es facilite la collaboration, assure la s&eacute;curit&eacute; des donn&eacute;es et est facilement adopt&eacute;e par les utilisateurs avec un minimum de formation. Des outils tels que le syst&egrave;me de transfert de fichiers <a href="https://www.globus.org/">Globus</a> (<em>lien en</em> <em>anglais</em>), actuellement utilis&eacute; par de nombreux &eacute;tablissements universitaires, permettent de transmettre les donn&eacute;es en toute s&eacute;curit&eacute; entre les chercheurs ou de centraliser le stockage des donn&eacute;es des projets. L&rsquo;utilisation du courrier &eacute;lectronique pour le transfert de donn&eacute;es n&rsquo;est pas une solution robuste ou s&ucirc;re. <br /></span><br /><span style="font-weight: 400;">Les services de partage de fichiers commerciaux tiers (tels que Google Drive et Dropbox) facilitent l&rsquo;&eacute;change de fichiers, mais ils ne sont pas n&eacute;cessairement permanents ou s&eacute;curis&eacute;s et ils sont souvent situ&eacute;s &agrave; l&rsquo;ext&eacute;rieur du Canada. Des ressources suppl&eacute;mentaires telles que <a href="https://osf.io/">Open Science Framework</a> (<em>lien en anglais</em>) et <a href="https://www.computecanada.ca/?lang=fr">Calcul Canada</a> sont &eacute;galement des options recommand&eacute;es pour les collaborations. </span><span style="font-weight: 400;">&nbsp;<br /></span><br /><span style="font-weight: 400;">Si vous collectez des donn&eacute;es sur des terres autochtones, comment allez-vous partager les donn&eacute;es avec les membres de la communaut&eacute; tout au long du projet&thinsp;? </span><br /><span style="font-weight: 400;"><br />Veuillez communiquer avec les biblioth&eacute;caires de votre &eacute;tablissement afin de d&eacute;terminer s&rsquo;il existe un soutien disponible pour d&eacute;velopper la meilleure solution pour votre projet de recherche.<br /></span>

source: <span style="font-weight: 400;">Describe the roles and responsibilities of all parties with respect to the management of the data. Consider the following:</span><br /> <ul> <li><span style="font-weight: 400;">If there are multiple investigators involved, what are the data management responsibilities of each investigator?&nbsp;</span></li> <li><span style="font-weight: 400;">If data will be collected by students, clarify the student role versus the principal investigator role, and identify who will hold theIntellectual Property rights.&nbsp;&nbsp;</span></li> <li><span style="font-weight: 400;">Will training be required to perform the data collection or data management tasks? If so, how will this training be administered and recorded?&nbsp;</span></li> <li><span style="font-weight: 400;">Who will be the primary person responsible for ensuring compliance with the Data Management Plan during all stages of the data lifecycle?</span></li> <li><span style="font-weight: 400;">Include the time frame associated with these staff responsibilities and any training needed to prepare staff for these duties. </span></li> </ul>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les r&ocirc;les et les responsabilit&eacute;s de toutes les parties en ce qui concerne la gestion des donn&eacute;es. Consid&eacute;rez les points suivants&nbsp;:</span><br /> <ul> <li><span style="font-weight: 400;">S&rsquo;il y a plusieurs chercheurs, quelles sont les responsabilit&eacute;s de chaque chercheur en mati&egrave;re de gestion des donn&eacute;es&thinsp;? </span></li> <li><span style="font-weight: 400;">Si des &eacute;tudiants collectent les donn&eacute;es, clarifiez le r&ocirc;le de l&rsquo;&eacute;tudiant par rapport au r&ocirc;le du chercheur principal et d&eacute;terminez qui d&eacute;tiendra les droits de propri&eacute;t&eacute; intellectuelle.&nbsp; </span></li> <li><span style="font-weight: 400;">Une formation sera-t-elle n&eacute;cessaire pour effectuer les t&acirc;ches de collecte ou de gestion des donn&eacute;es&thinsp;? Si oui, comment cette formation sera-t-elle administr&eacute;e et enregistr&eacute;e&thinsp;? </span></li> <li><span style="font-weight: 400;">Qui sera la principale personne charg&eacute;e de veiller au respect du plan de gestion des donn&eacute;es &agrave; tous les stades du cycle de vie des donn&eacute;es&thinsp;?</span></li> <li><span style="font-weight: 400;">Indiquez l&rsquo;&eacute;ch&eacute;ancier associ&eacute; aux responsabilit&eacute;s du personnel et les formations n&eacute;cessaires pour pr&eacute;parer le personnel &agrave; ces t&acirc;ches. </span></li> </ul>

source: <span style="font-weight: 400;">Indicate a succession strategy for these data in the event that one or more people responsible for the data leaves (e.g., a student leaving after graduation). </span><span style="font-weight: 400;">Describe the process to be followed in the event that the Principal Investigator leaves the project. In some instances, a co-investigator or the department or division overseeing this research will assume responsibility.</span>
fr_ca: <span style="font-weight: 400;">Indiquez une strat&eacute;gie de rel&egrave;ve pour ces donn&eacute;es au cas o&ugrave; une ou plusieurs personnes responsables des donn&eacute;es quitteraient le projet (par exemple, un &eacute;tudiant qui quitte le projet apr&egrave;s avoir obtenu son dipl&ocirc;me). D&eacute;crivez le processus &agrave; suivre si le chercheur principal quitte le projet. Dans certains cas, un co-chercheur ou le d&eacute;partement ou la division qui supervise cette recherche en assumera la responsabilit&eacute;.</span>

source: <span style="font-weight: 400;">This estimate should incorporate data management costs incurred during the project and those required for longer-term support for the data when the project is finished, such as the cost of preparing&nbsp; your data for deposit and repository fees. </span><span style="font-weight: 400;">Some funding agencies state explicitly the support that they will provide to meet the cost of preparing data for deposit. This might include technical aspects of data management, training requirements, file storage &amp; backup and contributions of non-project staff. </span><span style="font-weight: 400;">Can you leverage existing resources, such as Compute Canada Resources, University Library Data Services, etc. to support implementation of your DMP?<br /></span><br /><span style="font-weight: 400;">To help assess costs, OpenAIRE&rsquo;s &lsquo;</span><a href="https://www.openaire.eu/how-to-comply-to-h2020-mandates-rdm-costs"><span style="font-weight: 400;">estimating costs RDM tool</span></a><span style="font-weight: 400;">&rsquo; may be useful. </span>
fr_ca: <span style="font-weight: 400;">Cette estimation doit int&eacute;grer les co&ucirc;ts de gestion des donn&eacute;es encourus pendant le projet et ceux requis pour le soutien &agrave; plus long terme des donn&eacute;es lorsque le projet est termin&eacute;, comme le co&ucirc;t de pr&eacute;paration de vos donn&eacute;es pour le d&eacute;p&ocirc;t et les frais de d&eacute;p&ocirc;t. Certains organismes de financement indiquent explicitement le soutien qu&rsquo;ils apporteront pour couvrir le co&ucirc;t de la pr&eacute;paration des donn&eacute;es en vue de leur d&eacute;p&ocirc;t. Cela peut inclure les aspects techniques de la gestion des donn&eacute;es, les besoins en formation, le stockage et la sauvegarde des fichiers et les contributions du personnel en dehors du projet. Pouvez-vous tirer parti des ressources existantes, telles que les ressources de Calcul Canada, les services de donn&eacute;es des biblioth&egrave;ques universitaires, etc. pour soutenir la mise en &oelig;uvre de votre PGD&thinsp;?<br /></span><br /><span style="font-weight: 400;">Pour aider &agrave; &eacute;valuer les co&ucirc;ts, </span><a href="https://www.openaire.eu/how-to-comply-to-h2020-mandates-rdm-costs"><span style="font-weight: 400;">l&rsquo;outil d&rsquo;estimation des co&ucirc;ts de GDR</span></a><span style="font-weight: 400;"> d&rsquo;OpenAIRE peut &ecirc;tre utile <em>(lien en</em> <em>anglais</em>). </span>

source: <span style="font-weight: 400;">Use all or parts of existing strategies to meet your requirements.</span>
fr_ca: <span style="font-weight: 400;">Utilisez des strat&eacute;gies existantes en entier ou en partie pour r&eacute;pondre &agrave; vos besoins.</span>

source: <p><span style="font-weight: 400;">In these instances, it is critical to assess whether data can or should be shared. It is necessary to comply with:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Data treatment protocols established by the Research Ethics Board (REB) process, including data collection consent, privacy considerations, and potential expectations of data destruction;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Data-sharing agreements or contracts.&nbsp; Data that you source or derive from a third party may only be shared in accordance with the original data sharing agreements or licenses;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Any relevant legislation.</span></li> </ul> <p><span style="font-weight: 400;"><strong>Note:</strong>&nbsp; </span>If raw or identifiable data cannot be shared, is it possible to share aggregated data, or to de-identify your data, or coarsen location information for sharing? If data cannot be shared, consider publishing descriptive metadata (data about the data), documentation and contact information that will allow others to discover your work.</p>
fr_ca: <p>Dans ces cas, il est essentiel d&rsquo;&eacute;valuer si les donn&eacute;es peuvent ou doivent &ecirc;tre partag&eacute;es. Vous devez vous conformer aux :</p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Protocoles de traitement des donn&eacute;es &eacute;tablis par le processus du comit&eacute; d&rsquo;&eacute;thique de la recherche (CER), y compris le consentement &agrave; la collecte des donn&eacute;es, les consid&eacute;rations relatives &agrave; la vie priv&eacute;e et les attentes potentielles en mati&egrave;re d&rsquo;&eacute;limination des donn&eacute;es&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Ententes ou contrats de partage de donn&eacute;es. Les donn&eacute;es que vous fournissez ou que vous obtenez d&rsquo;un tiers ne peuvent &ecirc;tre partag&eacute;es que conform&eacute;ment aux ententes ou licences de partage de donn&eacute;es originales&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Toute l&eacute;gislation pertinente.</span></li> </ul> <p><span style="font-weight: 400;"><strong>Notez :</strong>&nbsp; Si des donn&eacute;es brutes ou identificatoires ne peuvent pas &ecirc;tre partag&eacute;es, est-il possible de partager des donn&eacute;es agr&eacute;g&eacute;es, de d&eacute;personnaliser vos donn&eacute;es ou de g&eacute;n&eacute;raliser les renseignements de localisation pour les partager&thinsp;? Si les donn&eacute;es ne peuvent pas &ecirc;tre partag&eacute;es, envisagez de publier des m&eacute;tadonn&eacute;es descriptives (donn&eacute;es sur les donn&eacute;es), de la documentation et les coordonn&eacute;es personnelles qui permettront &agrave; d&rsquo;autres personnes de d&eacute;couvrir votre travail.</span></p>
