Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: You are about to delete '%{guidance_summary}'. Are you sure?
de: Sie sind dabei, '%{guidance_summary}' zu löschen. Sind Sie sicher?
es: Está a punto de borrar '%{guidance_summary}'. ¿Está seguro?
fi: Olet poistamassa '%{guidance_summary}':a. Haluatko varmasti tehdä niin?
fr_ca: Vous êtes sur le point de supprimer '%{guidance_summary}'. Êtes-vous sûr de vouloir continuer?
pt_br: Você está prestes a apagar '%{guidance_summary}'. Tem certeza?
sv_fi: Du håller på att ta bort '%{guidance_summary}'. Är du säker?
tr_tr: '%{guidance_summary}' öğesini silmek üzeresiniz. Emin misiniz?

source: Level
de: Niveau
es: Nivel
fi: Taso
fr_ca: Niveau
pt_br: Nível
sv_fi: Nivå
tr_tr: Seviye

source: Start
de: Anfang
es: comienzo
fi: Aloita
fr_ca: Commencer
pt_br: Compartilhar
tr_tr: Başla

source: Administrator Email
es: Email del administrador
fi: Ylläpitäjän sähköposti
fr_ca: Courriel de l’administrateur
pt_br: Email do Administrador
sv_fi: Administratörs Email
tr_tr: Yönetici E-postası

source: Organisation Type(s)
de: Organisationstyp (en)
es: Tipo (s) de organización
fi: Organisaation tyyppi/tyypit
fr_ca: Type(s) d’organisme
pt_br: Tipo(s) de Organização
sv_fi: Organisationstyp (er)
tr_tr: Kuruluş Tür(ler)i

source: You are about to delete '%{org_name}'. Are you sure?
de: Sie sind dabei, '%{org_name}' zu löschen. Sind Sie sicher?
es: Está a punto de eliminar '%{org_name}'. ¿Estás seguro?
fi: Olet poistamassa '%{org_name}':ta. Oletko aivan varma?
fr_ca: Vous êtes sur le point de supprimer '%{org_name}'. Êtes-vous sûr de vouloir continuer?
pt_br: Você está prestes a apagar '%{org_name}'. Tem certeza?
sv_fi: Du håller på att ta bort '%{org_name}'. Är du säker?
tr_tr: '%{org_name}' öğesini silmek üzeresiniz. Emin misiniz?

source: Project Title
de: Projekttitel
es: Título del Proyecto
fi: Projektin nimi
fr_ca: Titre du projet
pt_br: Título do Projeto
sv_fi: Projektnamn
tr_tr: Proje Başlığı

source: Test
es: Prueba
fi: Testi
fr_ca: Essai
pt_br: Teste
sv_fi: Testa

source: Download
es: descargar
fi: Lataa
fr_ca: Télécharger
pt_br: Baixar
sv_fi: Ladda ned
tr_tr: İndir

source: Unknown
de: Unbekannt
es: desconocido
fi: Tuntematon
fr_ca: Inconnu
pt_br: Desconhecido
sv_fi: Okänd
tr_tr: Bilinmeyen

source: (new window)
de: (neues Fenster)
es: (nueva ventana)
fi: (uusi ikkuna)
fr_ca: (nouvelle fenêtre)
pt_br: (nova janela)
sv_fi: (nytt fönster)
tr_tr: (yeni pencere)

source: Edited
de: bearbeitet
es: Editado
fi: Muokattu
fr_ca: Modifié
pt_br: Editado
sv_fi: Redigerad
tr_tr: Düzenlendi

source: Role
de: Rolle
es: Papel
fi: Rooli
fr_ca: Rôle
pt_br: Papel
sv_fi: Roll
tr_tr: Rol

source: Shared
de: Gemeinsam genutzt
es: Compartido
fi: Jaettu
fr_ca: Partagé
pt_br: Compartilhado
sv_fi: Delad
tr_tr: Paylaşılan

source: Update
fr_ca: Mettre à jour

source: Share
de: Teilen
es: Compartir
fi: Jaa
fr_ca: Partager
pt_br: Compartilhar
sv_fi: Dela med sig
tr_tr: Paylaş

source: Copy
de: Kopieren
es: Dupdo
fi: Kopioi
fr_ca: Copier
pt_br: Copiar
sv_fi: kopia
tr_tr: Kopyala

source: View
de: Ansicht
es: Ver
fi: Näytä
fr_ca: Voir
pt_br: Ver
sv_fi: Se
tr_tr: Görüntüle

source: Are you sure you wish to remove this public plan? This will remove it from the Public DMPs page but any collaborators will still be able to access it.
de: Möchten Sie diesen öffentlichen Plan wirklich entfernen? Dadurch wird es von der öffentlichen DMP-Seite entfernt, aber alle Mitarbeiter können weiterhin darauf zugreifen.
es: ¿Estás seguro de que deseas eliminar este plan público? Esto lo eliminará de la página de DMP públicos, pero cualquier colaborador podrá acceder a él.
fi: Haluatko varmasti poistaa tämän julkisen suunnitelman? Silloin se katoaa Julkisten aineistonhallintasuunnitelmien sivulta mutta yhteistyökumppaneilla on edelleen pääsy siihen.
fr_ca: Souhaitez-vous vraiment supprimer ce plan public? Les PGD publics seront supprimés, tout en demeurant accessibles aux collaborateurs.
pt_br: Tem certeza de que deseja remover esse plano público? Isso o removerá da página de PGDs Públicos, mas quaisquer outros colaboradores ainda conseguirão acessá-lo.
sv_fi: Är du säker på att du vill ta bort den här offentliga planen? Detta kommer att ta bort det från Public DMPs-sidan, men alla medarbetare kommer fortfarande att kunna komma åt den.
tr_tr: Herkese açık bu planı kaldırmak istediğinizden emin misiniz? Bu işlem, planı Herkese Açık VYP'ler sayfasından kaldıracak, ancak tüm ortak çalışanlar buna erişmeye devam edebilecektir.

source: Are you sure you wish to remove this plan? Any collaborators will still be able to access it.
de: Sind Sie sicher, dass Sie diesen Plan entfernen möchten? Alle Mitarbeiter können weiterhin darauf zugreifen.
es: ¿Estás seguro de que deseas eliminar este plan? Cualquier colaborador podrá seguir accediendo.
fi: Haluatko varmasti poistaa suunnitelman? Yhteistyökumppaneilla on edelleen pääsy siihen.
fr_ca: Souhaitez-vous vraiment supprimer ce plan? Les collaborateurs pourront toujours y accéder.
pt_br: Tem certeza de que deseja remover esse plano? Quaisquer outros colaboradores ainda conseguirão acessá-lo.
sv_fi: Är du säker på att du vill ta bort den här planen? Alla medarbetare kan fortfarande komma åt det.
tr_tr: Bu planı kaldırmak istediğinizden emin misiniz? Tüm ortak çalışanlar plana erişmeye devam edebilir.

source: Not Applicable
de: Unzutreffend
es: No aplica
fi: Ei sovellettavissa
fr_ca: Sans objet
pt_br: Não Aplicável
sv_fi: Inte tillämpbar
tr_tr: Uygulanamaz

source: Template Name
de: Vorlagenname
es: Nombre de la plantilla
fi: Suunnitelmapohja
fr_ca: Nom du modèle
pt_br: Nome do Modelo
sv_fi: Mallnamn
tr_tr: Şablon Adı

source: Edited Date
de: Editiertes Datum
es: Fecha editada
fi: Muokkauspäivä
fr_ca: Date de modification
pt_br: Data da Edição
sv_fi: Redigerad datum
tr_tr: Düzenlenme Tarihi

source: Select 'Transfer customisation' in the Actions menu to review your customisation(s) and make any necessary changes. When you are done, you must return to the Actions menu and publish your customisation(s).
de: Wählen Sie "Übertragung anpassen" im Menü "Aktionen", um Ihre Anpassungen zu überprüfen und die erforderlichen Änderungen vorzunehmen. Wenn Sie fertig sind, müssen Sie zum Menü Aktionen zurückkehren und Ihre Anpassungen veröffentlichen.
es: Seleccione 'Transferir personalización' en el menú Acciones para revisar sus personalizaciones y realizar los cambios necesarios. Cuando haya terminado, debe volver al menú Acciones y publicar sus personalizaciones.
fi: Voit tarkastella ja tehdä muutoksia mukautuksiisi, kun valitset toiminnot -valikosta 'Siirrä mukautus'. Kun mukautukset ovat valmiita, täytyy palata toiminnot -valikkoon ja julkaista muutokset.
fr_ca: Sélectionner « Personnalisation du transfert » dans le menu Actions pour passer en revue vos personnalisations et apporter les modifications nécessaires. Lorsque vous avez terminé, vous devez revenir au menu Actions et publier vos personnalisations.
pt_br: Selecione 'Transferir customização' no menu Ações para rever sua (s) customização(ões) e fazer as alterações necessárias. Quando estiver pronto, você deve retornar ao menu Ações e publicar suas Customização(oes).
sv_fi: Välj "Överför anpassning" i menyn Åtgärder för att granska dina anpassningar och göra nödvändiga ändringar. När du är klar måste du återgå till menyn Åtgärder och publicera din anpassning (er).
tr_tr: Özelleştirme(leri)nizi gözden geçirmek ve gerekli değişiklikleri yapmak için Eylemler menüsünde 'Özelleştirmeyi aktar'ı seçin. Bu işlem tamamlandığında, Eylemler menüsüne dönmeli ve özelleştirme(leri)nizi yayınlamalısınız.

source: Not customized
de: Nicht angepasst
es: No personalizado
fi: Mukauttamaton
fr_ca: Non personnalisé
pt_br: Não Customizado
sv_fi: Inte anpassad
tr_tr: Özelleştirilmedi

source: History
de: Geschichte
es: Historia
fi: Historia
fr_ca: Historique
pt_br: Histórico
sv_fi: Historia
tr_tr: Geçmiş

source: Publish changes
de: Änderungen veröffentlichen
es: Publicar cambios
fi: Julkaise muutokset
fr_ca: Publier les modifications
pt_br: Publicar mudanças
sv_fi: Publicera ändringar
tr_tr: Değişiklikleri yayınla

source: Are you sure you want to remove your customization of "%{template_title}"? Any published versions will become unavailable to users.
de: Sind Sie sicher, dass Sie Ihre Anpassung von "%{template_title}" entfernen möchten? Alle veröffentlichten Versionen sind für Benutzer nicht mehr verfügbar.
es: ¿Está seguro de que desea eliminar su personalización de "%{template_title}"? Cualquier versión publicada no estará disponible para los usuarios.
fi: Haluatko varmasti poistaa "%{template_title}":n muokkaukset? Käyttäjät eivät voi enää käyttää myöskään julkaistuja versioita.
fr_ca: Souhaitez-vous vraiment supprimer la personnalisation de "%{template_title}"? Les versions publiées ne seront plus accessibles par les utilisateurs.
pt_br: Tem certeza de que deseja remover sua customização de "%{template_title}"? Qualquer versão publicada ficará indisponível para os usuários.
sv_fi: Är du säker på att du vill ta bort din anpassning av "%{template_title}"? Alla publicerade versioner blir inte tillgängliga för användare.
tr_tr: "%{template_title}" özelleştirmenizi kaldırmak istediğinizden emin misiniz? Yayınlanmış sürümlere kullanıcılar tarafından erişilemeyecek.

source: Edit customizations
de: Anpassungen bearbeiten
es: Editar personalizaciones
fi: Muokkaa mukautuksia
fr_ca: Modifier les personnalisations
pt_br: Editar customização
sv_fi: Redigera anpassningar
tr_tr: Özelleştirmeleri düzenle

source: View customizations
de: Anzeigen von Anpassungen
es: Ver personalizaciones
fi: Tarkastele mukautuksia
fr_ca: Voir les personnalisations
pt_br: Ver customização
sv_fi: Visa anpassningar
tr_tr: Özelleştirmeleri görüntüle

source: Are you sure you want to remove "%{template_title}"? Any published versions will become unavailable to users.
de: Möchten Sie "%{template_title}" wirklich entfernen? Alle veröffentlichten Versionen sind für Benutzer nicht mehr verfügbar.
es: ¿Estás seguro de que deseas eliminar "%{template_title}"? Cualquier versión publicada no estará disponible para los usuarios.
fi: Haluatko varmasti poistaa "%{template_title}"? Käyttäjät eivät voi enää käyttää myöskään julkaistuja versioita.
fr_ca: Souhaitez-vous vraiment supprimer "%{template_title}"? Les versions publiées ne seront plus accessibles par les utilisateurs.
pt_br: Tem certeza de que deseja remover "%{template_title}"? Qualquer versão publicada ficará indisponível para os usuários.
sv_fi: Är du säker på att du vill ta bort "%{template_title}"? Alla publicerade versioner blir inte tillgängliga för användare.
tr_tr: "%{template_title}" öğesini kaldırmak istediğinizden emin misiniz? Yayınlanan sürümlere kullanıcılar tarafından erişilemeyecek.

source: Copy link
de: Link kopieren
es: Copiar link
fi: Kopioi linkki
fr_ca: Copier le lien
pt_br: Link de cópia
sv_fi: Kopiera länk
tr_tr: Bağlantıyı kopyala

source: Sample plans are provided by a funder, an organisation or a trusted party.
de: Beispielpläne werden von einem Geldgeber, einer Organisation oder einer vertrauenswürdigen Partei bereitgestellt.
es: Los planes de muestra son proporcionados por un financiador, una organización o una parte confiable.
fi: Esimerkkisuunnitelmat on tarkistettu ja hyviksi havaittuja.
fr_ca: Des exemples de plans sont fournis par un bailleur de fonds, un organisme ou un tiers de confiance.
pt_br: As amostras de planos são fornecidas por um órgão financiador, uma organização ou um terceiro encarregado disso.
sv_fi: Provplaner tillhandahålls av en funderare, en organisation eller en betrodd part.
tr_tr: Örnek planlar bir fon sağlayıcı, bir kuruluş veya güvenilir bir üçüncü kişi tarafından sağlanır.

source: Organisation Name
de: Name der Organisation
es: nombre de la organización
fi: Rahoittaja
fr_ca: Nom de l’organisme
pt_br: Nome da organização
sv_fi: Organisations namn
tr_tr: Kuruluş Adı

source: Last Updated
de: Letzte Aktualisierung
es: Última actualización
fi: Päivitetty
fr_ca: Dernière mise à jour
pt_br: Última Atualização
sv_fi: Senast uppdaterad
tr_tr: Son Güncelleme

source: Sample Plans
de: Beispielpläne
es: Planes de muestra
fi: Suunnitelmaesimerkkejä
fr_ca: Exemples de plans
pt_br: Amostras de Planos
sv_fi: Provplaner
tr_tr: Örnek Planlar

source: (if available)
de: (wenn verfügbar)
es: (si está disponible)
fi: (Jos saatavilla)
fr_ca: (si disponible)
pt_br: (se disponível)
sv_fi: (om tillgänglig)
tr_tr: (mümkün ise)

source: Copy link to create a new plan
de: Kopieren Sie den Link, um einen neuen Plan zu erstellen
es: Copiar enlace para crear un nuevo plan
fi: Luo uusi suunnitelma kopioimalla linkki
fr_ca: Copier le lien pour créer un nouveau plan
pt_br: Copiar link para criar um novo plano
sv_fi: Kopiera länken för att skapa en ny plan
tr_tr: Yeni bir plan oluşturmak için bağlantıyı kopyalayın

source: Created date
de: Datum der Erstellung
es: Fecha de Creación
fi: Luontipäivä
fr_ca: Date de création
pt_br: Data de criação
sv_fi: Skapat Datum
tr_tr: Oluşturulma tarihi

source: Last activity
de: Letzte Aktivität
es: Última actividad
fi: Viimeisin toiminta
fr_ca: Dernière activité
pt_br: Última atividade
sv_fi: Sista aktiviteten
tr_tr: Son aktivite

source: Current Privileges
de: Aktuelle Rechte
es: Privilegios actuales
fi: Nykyiset käyttöoikeudet
fr_ca: Privilèges actuels
pt_br: Privilégios atuais
sv_fi: Aktuella privilegier
tr_tr: Mevcut Ayrıcalıklar

source: Active
de: Aktiv
es: Activo
fi: Aktiivinen
fr_ca: Actif
pt_br: Ativo
sv_fi: Aktiva
tr_tr: Aktif

source: Privileges
fr_ca: Privilèges

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fi: Muokkaa käyttäjätietoja
fr_ca: Modifier le profil
pt_br: Editar perfil
sv_fi: Redigera profil
tr_tr: Profili Düzenle

source: Instructions
de: Anleitung
es: Instrucciones
fi: Ohjeet
fr_ca: Consignes
pt_br: Instruções
sv_fi: Instruktioner
tr_tr: Talimatlar

source: Download settings
de: Einstellungen herunterladen
es: Descargar ajustes
fi: Asetukset
fr_ca: Télécharger les paramètres
pt_br: Baixar parâmetros
sv_fi: Hämta inställningar
tr_tr: İndirme ayarları

source: Select phase to download
de: Wählen Sie die Phase zum Herunterladen aus
es: Seleccione la fase para descargar
fi: Valitse vaihe ladattavaksi
fr_ca: Sélectionner la phase à télécharger
pt_br: Selecione a fase a ser baixada
sv_fi: Välj fas att hämta
tr_tr: İndirilecek aşamayı seçin

source: Optional plan components
de: Optionale Plankomponenten
es: Componentes opcionales del plan
fi: Valinnaiset suunnitelman osat
fr_ca: Composants de plan facultatifs
pt_br: Componentes opcionais do plano
sv_fi: Valfria plankomponenter
tr_tr: İsteğe bağlı plan bileşenleri

source: project details coversheet
de: Deckblatt Projektdetails
es: detalles del proyecto portada
fi: Projektin tiedot
fr_ca: page de couverture des détails du projet
pt_br: capa com detalhes do projeto
sv_fi: projekt detaljer täckplåt
tr_tr: proje detayları kapak sayfası

source: question text and section headings
de: Fragetext und Abschnittsüberschriften
es: texto de la pregunta y encabezados de sección
fi: Kysymyksen teksti ja osioiden otsikot
fr_ca: texte des questions et en-têtes des sections
pt_br: texto das questões e cabeçalhos das seções
sv_fi: Frågeformulär och rubrikrubriker
tr_tr: soru metni ve bölüm başlıkları

source: unanswered questions
de: unbeantwortete Fragen
es: preguntas sin respuesta
fi: Vastaamattomat kysymykset
fr_ca: questions sans réponse
pt_br: questões não respondida
sv_fi: obesvarade frågor
tr_tr: cevaplanmamış sorular

source: supplementary section(s) not requested by funding organisation
de: ergänzende(r) Abschnitt(e), die von der Förderorganisation nicht gefordert werden
es: Secciones complementarias no solicitadas por la organización financiadora
fi: lisäosiot, joita rahoittajat eivät edellytä
fr_ca: sections supplémentaires non demandées par l’organisme de financement
pt_br: seção(ões) suplementar(es) não solicitada(s) pela organização financiadora
sv_fi: kompletterande sektion (er) som inte begärs av finansieringsorganisationen
tr_tr: Fon sağlayıcı kurum tarafından talep edilmeyen ek bölüm(ler)

source: PDF formatting
de: PDF-Formatierung
es: Formato PDF
fi: PDF:n muotoilu
fr_ca: Format PDF
pt_br: Formatação de PDF
sv_fi: PDF-formatering
tr_tr: PDF biçimlendirme

source: Font
de: Schrift
es: Fuente
fi: Fontti
fr_ca: Police de caractère
pt_br: Fonte
tr_tr: Yazı tipi

source: Margin (mm)
de: Rand (mm)
es: Margen (mm)
fi: Marginaali (mm)
fr_ca: Marge (mm)
pt_br: Margem (mm)
sv_fi: Marginal (mm)
tr_tr: Kenar boşluğu (mm)

source: Face
de: Schriftart
es: Estilo
fi: Kirjasinlaji
fr_ca: Police de caractère
sv_fi: Ansikte
tr_tr: Yüz

source: Size
de: Größe
es: Tamaño
fi: Koko
fr_ca: Taille
pt_br: Tamanho
sv_fi: Storlek
tr_tr: Boyut

source: Top
de: Oben
es: Superior
fi: Yläosa
fr_ca: Haut
pt_br: Alto
sv_fi: Topp
tr_tr: Üst

source: Bottom
de: Seitenende
es: Inferior
fi: Alaosa
fr_ca: Bas
pt_br: Fim da página
sv_fi: Botten
tr_tr: Alt

source: Left
de: Links
es: Izquierdo
fi: Vasen
fr_ca: Gauche
pt_br: Esquerda
sv_fi: Vänster
tr_tr: Kalan

source: Right
de: Rechts
es: Derecho
fi: Oikea
fr_ca: Droite
pt_br: Direito
sv_fi: Höger
tr_tr: Yetki

source: Download Plan <em class="sr-only">(new window)</em><span class="new-window-popup-info">%{open_in_new_window_text}</span>
de: Download Plan <em class="sr-only">(neues Fenster)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
es: Descargar Plan <em class="sr-only">(nueva ventana)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
fi: Lataa suunnitelma <em class="sr-only">(uusi ikkuna)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
fr_ca: Télécharger le plan <em class="sr-only">(nouvelle fenêtre)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
pt_br: Plano de download <em class="sr-only">(nova janela)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
sv_fi: Ladda ner plan <em class="sr-only">(nytt fönster)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
tr_tr: <em class="sr-only">(yeni pencere)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span> planını indir

source: If applying for funding, state the name exactly as in the grant proposal.
de: Falls Sie einen Förderantrag stellen, geben Sie bitte den Namen exakt genau so an, wie im Förderantrag.
es: Si se solicita financiación, indique el nombre exactamente como en la propuesta de subvención.
fi: Jos haet rahoitusta, kirjoita tutkimusprojektin nimi täsmälleen kuten hakemuksessa.
fr_ca: Si vous faites une demande de financement, indiquez le nom exactement comme il figure dans la proposition de subvention.
pt_br: Se vai solicitar financiamento, insira o nome exatamente como aparece na proposta.
sv_fi: Om du ansöker om finansiering, ange namnet exakt som i bidragsförslaget.
tr_tr: Fon için başvuruyorsanız, ismi tam olarak proje önerisinde olduğu gibi yazın.

source: Briefly summarise your research project to help others understand the purposes for which the data are being collected or created.
de: Fassen Sie Ihr Forschungsprojekt kurz zusammen, um anderen zu helfen, die Zwecke zu verstehen, für die die Daten gesammelt oder erstellt werden.
es: Resuma brevemente su proyecto de investigación para ayudar a otros a comprender los propósitos para los cuales se recopilan o crean los datos.
fi: Kuvaile tutkimusprojektiasi lyhyesti muutamalla avainsanalla tai lauseella.
fr_ca: Résumez brièvement votre projet de recherche pour aider les autres à comprendre les fins auxquelles les données sont recueillies ou créées.
pt_br: Faça um breve resumo de seu projeto de pesquisa, de forma que as pessoas possam ententer as razões pelas quais os dados estão sendo coletados ou criados.
sv_fi: Sammanfattningsvis sammanfatta ditt forskningsprojekt för att hjälpa andra att förstå de syften för vilka uppgifterna samlas in eller skapas.
tr_tr: Başkalarının verilerin toplanma veya oluşturulma amaçlarını anlamalarına yardımcı olmak için araştırma projenizi kısaca özetleyin.

source: A pertinent ID as determined by the funder and/or organisation.
de: Eine relevante ID, wie vom Geldgeber und / oder der Organisation vergeben.
es: Una identificación pertinente según lo determine el financiador y / o la organización.
fi: Rahoittajan ja/tai instituution oma ID.
fr_ca: Un identifiant pertinent déterminé par le bailleur de fonds ou l’organisme.
pt_br: Uma ID pertinente, conforme determinado pelo órgão financiador e/ou pela organização.
sv_fi: Ett relevant ID som bestäms av funderaren och / eller organisationen.
tr_tr: Fon sağlayıcı ve/veya kuruluş tarafından belirlenen geçerli ID.

source: Project abstract
de: Projekt Zusammenfassung
es: Resumen del proyecto
fi: Projektin tiivistelmä
fr_ca: Résumé du projet
pt_br: Resumo do projeto
sv_fi: Projektens ﻿abstrakt
tr_tr: Proje özeti

source: Principal Investigator
es: Investigador principal
fi: Vastaava tutkija
fr_ca: Chercheur principal
pt_br: Investigador Principal
sv_fi: Huvudforskare

source: Phone
fr_ca: Téléphone

source: Data contact person
fr_ca: Personne-ressource pour les données

source: Same as Principal Investigator
fr_ca: Identique au chercheur principal

source: Select Guidance
de: Wählen Sie Führung
es: Seleccione Orientación
fi: Valitse ohje
fr_ca: Sélectionner les directives
pt_br: Selecione orientação
sv_fi: Välj vägledning
tr_tr: Rehberlik Seç

source: To help you write your plan, %{application_name} can show you guidance from a variety of organisations.
de: Um Ihnen beim Schreiben Ihres Plans zu helfen, kann Ihnen %{application_name} Anleitungen von verschiedenen Organisationen geben.
es: Para ayudarlo a escribir su plan, %{application_name} puede mostrarle la orientación de una variedad de organizaciones.
fi: %{application_name}:ssa on ohjeita, jotka auttavat sinua aineistonhallintasuunnitelman kirjoittamisessa.
fr_ca: Pour vous aider à rédiger votre plan, %{application_name} peut vous montrer les directives de divers organismes.
pt_br: Para ajudar você a escrever seu plano, %{application_name} pode mostrar-lhe instruções de várias organizações.
sv_fi: För att hjälpa dig att skriva din plan kan %{application_name} visa vägledning från olika organisationer.
tr_tr: %{application_name}, planınızı yazmanıza yardımcı olmak için size çeşitli kurumlardan rehberler gösterebilir.

source: Select up to 6 organisations to see their guidance.
de: Wählen Sie bis zu 6 Organisationen aus, um ihre Anleitung zu sehen.
es: Seleccione hasta 6 organizaciones para ver su orientación.
fi: Voit valita korkeintaan kuusi ohjetta nähtäväksesi.
fr_ca: Sélectionnez jusqu’à 6 organismes pour afficher leurs directives.
pt_br: Selecione até 6 organizações para ver suas instruções.
sv_fi: Välj upp till 6 organisationer för att se deras vägledning.
tr_tr: Rehberliklerini görüntülemek için 6 taneye kadar kuruluş seçin.

source: Find guidance from additional organisations below
de: Hier finden Sie Anleitungen von weiteren Organisationen
es: Encuentre orientación de organizaciones adicionales a continuación
fi: Alta löydät lisää organisaatioiden ohjeistuksia
fr_ca: Trouver des directives de la part d’autres organismes ci-dessous
pt_br: Encontrar instruções das organizações adicionais abaixo
sv_fi: Hitta vägledning från ytterligare organisationer nedan
tr_tr: Aşağıdaki ek kuruluşlardan rehberlik alın

source: See the full list
de: Siehe die vollständige Liste
es: Ver la lista completa
fi: Katso koko lista
fr_ca: Voir la liste complète
pt_br: Veja a lista completa
sv_fi: Se hela listan
tr_tr: Tam listeye bakın
