Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">This template provides general guidance for those who are undertaking systematic reviews. It is suggested that different team members contribute to the DMP based on the stage of the review process in which they will be involved in creating data.</span></p> <p><span style="font-weight: 400;">For additional guidance and examples, please see the online research guide located at </span><a href="https://library.ucalgary.ca/dmpforsr"><span style="font-weight: 400;">https://library.ucalgary.ca/dmpforsr</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">The </span><a href="http://www.prisma-statement.org/Extensions/Protocols.aspx"><span style="font-weight: 400;">PRISMA-P for systematic review protocols</span></a><span style="font-weight: 400;"> is a tool that may help with planning and describing your data management process. It requires you to specify which databases you&rsquo;ll search, present a draft search strategy, report your inclusion/exclusion criteria, as well as procedures for all stages of your review. This information can be included in various sections of your DMP.</span></p>
fr_ca: <p><span style="font-weight: 400;">Ce mod&egrave;le fournit des directives g&eacute;n&eacute;rales pour les personnes qui effectuent des revues syst&eacute;matiques. Les divers membres de l&rsquo;&eacute;quipe devraient contribuer &agrave; la planification de la gestion des donn&eacute;es (PGD) en fonction de l&rsquo;&eacute;tape du processus &agrave; laquelle ils participent pour cr&eacute;er les donn&eacute;es.</span></p> <p><span style="font-weight: 400;">Pour obtenir d&rsquo;autres directives et des exemples, veuillez consulter le guide de recherche en ligne &agrave; l&rsquo;adresse </span><a href="https://library.ucalgary.ca/dmpforsr"><span style="font-weight: 400;">https://library.ucalgary.ca/dmpforsr</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Le <a href="http://www.prisma-statement.org/Extensions/Protocols.aspx">PRISMA-P pour les protocoles de revue syst&eacute;matique</a> (<em>lien en anglais</em>)</span><span style="font-weight: 400;">&nbsp;est un outil qui peut vous aider &agrave; planifier et &agrave; d&eacute;crire votre processus de gestion des donn&eacute;es. Il vous demande de pr&eacute;ciser les bases de donn&eacute;es que vous allez consulter, de pr&eacute;senter une strat&eacute;gie provisoire de recherche, de signaler vos crit&egrave;res d&rsquo;inclusion et d&rsquo;exclusion, ainsi que les proc&eacute;dures pour toutes les &eacute;tapes de votre revue. Ces informations peuvent &ecirc;tre incluses dans diff&eacute;rentes sections de votre PGD.</span></p>

source: <p><span style="font-weight: 400;">The following template is intended for research projects combining experimental (scientific) methods with computer modeling/simulation to study molecular interactions. </span></p>
fr_ca: <p><span style="font-weight: 400;">Le mod&egrave;le suivant est destin&eacute; aux projets de recherche combinant des m&eacute;thodes exp&eacute;rimentales (scientifiques) avec la mod&eacute;lisation/simulation informatique pour &eacute;tudier les interactions mol&eacute;culaires.</span></p>

source: <p><span style="font-weight: 400;">This template guides the writing of a research data management plan (DMP) with an open science/open scholarship workflow, which uses mixed social sciences research methods, producing quantitative as well as qualitative datasets. The questions emphasize data sharing and reuse throughout the project, not only at the final stage of publication. This DMP template will be most useful to researchers who are working in a multi-institutional partnership and who have already completed a funding application and an ethics review protocol.&nbsp; The DMP is a living document:</span> <span style="font-weight: 400;">don&rsquo;t forget to revisit your DMP throughout the research project to update or review your responses.</span></p> <p><span style="font-weight: 400;">Not all of these questions will apply to all research projects. We encourage you to respond to as many as possible but ultimately, you and your team have to decide which questions and answers apply to your workflow. </span></p>
fr_ca: <p><span style="font-weight: 400;">Ce mod&egrave;le est con&ccedil;u comme un guide de r&eacute;daction pour les plans de gestion des donn&eacute;es (PGD) comportant des flux de travail en science/&eacute;rudition ouverte, employant des m&eacute;thodologies mixtes en sciences sociales et produisant des ensembles de donn&eacute;es quantitatives et qualitatives. Les questions mettent l&rsquo;accent sur le partage et la r&eacute;utilisation des donn&eacute;es tout au long du projet ainsi qu&rsquo;au stade final de la publication. Ce mod&egrave;le de PGD sera tr&egrave;s utile aux chercheurs qui travaillent dans le cadre d&rsquo;un partenariat entre multiples &eacute;tablissements et qui ont d&eacute;j&agrave; rempli une demande de financement et un protocole d&rsquo;examen d&eacute;ontologique. Le PGD est un document &eacute;volutif : n&rsquo;oubliez pas de revoir votre PGD tout au long du projet de recherche pour mettre &agrave; jour ou r&eacute;viser vos r&eacute;ponses.</span></p> <p><span style="font-weight: 400;">Les questions ne sont pas forc&eacute;ment pertinentes pour tous les projets de recherche. Nous vous encourageons &agrave; r&eacute;pondre au plus grand nombre de questions possible, mais c&rsquo;est &agrave; vous et &agrave; votre &eacute;quipe de d&eacute;cider quelles questions et r&eacute;ponses s&rsquo;appliquent &agrave; votre flux de travail. </span></p>

source: <p><span style="font-weight: 400;">This Neuroimaging data management plan (DMP) template is designed to be completed in two phases: Phase 1 questions probe at a high-level, seeking information about the general direction of the study. Normally, researchers will be able to respond to phase 1 questions at the outset of a project.&nbsp;&nbsp;</span></p> <p><span style="font-weight: 400;">Phase 2 questions seek greater detail. It is understood that these answers will often depend on the outcome of several steps in the research project, such as: a literature review, imaging protocol design and experimental design, or running multiple pilot subjects and interpreting the outcome. As these details become known, the DMP can and should be revisited. This approach underscores that DMPs are living documents that evolve throughout a research project.&nbsp; </span></p>
fr_ca: <p><span style="font-weight: 400;">Ce mod&egrave;le de plan de gestion des donn&eacute;es (PDG) en neuro-imagerie est con&ccedil;u pour &ecirc;tre r&eacute;alis&eacute; en deux phases&nbsp;: la phase&nbsp;1 consiste &agrave; poser des questions g&eacute;n&eacute;rales afin d&rsquo;obtenir des informations sur l&rsquo;orientation g&eacute;n&eacute;rale de l&rsquo;&eacute;tude. Normalement, les chercheurs pourront r&eacute;pondre aux questions de la phase&nbsp;1 d&egrave;s le d&eacute;but d&rsquo;un projet.&nbsp;&nbsp;</span></p> <p><span style="font-weight: 400;">Les questions de la phase&nbsp;2 visent &agrave; obtenir plus de d&eacute;tails. Naturellement, ces r&eacute;ponses d&eacute;pendent souvent des r&eacute;sultats des diverses &eacute;tapes du projet de recherche, notamment la revue de la documentation scientifique, la conception d&rsquo;un protocole d&rsquo;imagerie et d&rsquo;un plan exp&eacute;rimental ou la r&eacute;alisation de quelques sujets pilotes et l&rsquo;interpr&eacute;tation des r&eacute;sultats. Au fur et &agrave; mesure que ces d&eacute;tails sont connus, le PGD peut &ecirc;tre r&eacute;vis&eacute; au besoin. Ainsi, un PGD est un document vivant qui &eacute;volue tout au long d&rsquo;un projet de recherche.</span></p>

source: Phase 1: Data Preparation
fr_ca: Phase 1 : Préparation des données

source: Phase 1: Data Management Plan for Grant Application
fr_ca: Phase 1: Plan de gestion de données soutenant une demande de subvention

source: Portage Data Management Questions
fr_ca: Questions du modèle Portage

source: Software/Technology Management Plan
fr_ca: Plan de gestion de logiciel ou de technologie

source: Phase 2: Active Research (Data) Management
fr_ca: Phase 2 : Gestion active de recherche (données)

source: Phase 2: Data Management Plan for Project Development
fr_ca: Phase 2 : Plan de gestion de données soutenant l’élaboration du projet

source: Data Management Plan
fr_ca: Plan de gestion des données

source: Phase 3: Data Protection
fr_ca: Phase 3 : Protection des données

source: Phase 4: Sharing and Preserving
fr_ca: Phase 4: Partage et préservation

source: <p><span style="font-weight: 400;">This data management template is meant to be used by health sciences researchers conducting qualitative research on human subjects. It includes guidance on data management best practices beginning with data collection through to data sharing.</span></p>
fr_ca: <p>Le pr&eacute;sent mod&egrave;le de gestion des donn&eacute;es est con&ccedil;u pour les chercheurs en sciences de la sant&eacute; menant des recherches qualitatives avec des sujets humains. Il comporte des directives quant aux pratiques exemplaires de gestion des donn&eacute;es &agrave; partir de la collecte de donn&eacute;es jusqu&rsquo;au partage des donn&eacute;es.</p>

source: <p>This section <span style="font-weight: 400;">is focused solely on a management plan for the creation of software or technology.</span></p>
fr_ca: <p>Ce section <span style="font-weight: 400;">est uniquement ax&eacute;e sur le plan de gestion pour la cr&eacute;ation d&rsquo;un logiciel ou d&rsquo;une technologie.</span></p>

source: <p><span style="font-weight: 400;">&ldquo;Phase 1&rdquo; is for the documentation of DMP sections joined with a funding application. The headings documented in Phase&nbsp;1 are primarily aimed at producing a DMP to support research data management (RDM) budgeting for the research project.</span></p>
fr_ca: <p>L&rsquo;&eacute;tiquette &ldquo;Phase 1&rdquo;, indique des conseils adapt&eacute;s &agrave; la documentation des rubriques concern&eacute;es pour un PGD devant accompagner une demande de subvention. Les rubriques document&eacute;es en phase 1 visent avant tout la production d&rsquo;un PGD d&rsquo;orientation, aidant &agrave; la budg&eacute;tisation de la gestion des donn&eacute;es de recherche (GDR) du projet de recherche.</p>

source: <p><span style="font-weight: 400;">This template is for researchers who are doing RDC work using Statistics Canada data available in the RDC </span><em><span style="font-weight: 400;">only </span></em><span style="font-weight: 400;">(i.e. there is no supplemental data,&nbsp; public use statistics, or any other information that complement the RDC work). If your work is being conducted in the RDC in concert with other data that you either intend to bring into the RDC or work on outside the RDC in parallel to your RDC work, then the RDC and External Analysis template should be completed.&nbsp; </span></p>
fr_ca: <p><span style="font-weight: 400;">Ce mod&egrave;le s&rsquo;adresse aux chercheurs qui effectuent des travaux dans des CDR en utilisant les donn&eacute;es des CDR de Statistique Canada </span><em><span style="font-weight: 400;">uniquement </span></em><span style="font-weight: 400;">(c&rsquo;est-&agrave;-dire qu&rsquo;il n&rsquo;y a pas de donn&eacute;es suppl&eacute;mentaires, de statistiques &agrave; usage public, ou d&rsquo;autres informations qui compl&egrave;tent le travail). Si votre travail est effectu&eacute; dans le CDR en m&ecirc;me temps que d&rsquo;autres donn&eacute;es que vous avez l&rsquo;intention d&rsquo;introduire dans le CDR ou de travailler en dehors du CDR parall&egrave;lement &agrave; votre travail dans le CDR, utilisez plut&ocirc;t le mod&egrave;le de CDR et d&rsquo;analyse externe.&nbsp; </span></p>

source: <p><span style="font-weight: 400;">This template is for researchers who are doing RDC work using StatCan data </span><em><span style="font-weight: 400;">and</span></em><span style="font-weight: 400;"> research data that they have either brought into the RDC &ldquo;supplemental data&rdquo; or are analyzing in parallel to their work in the RDC (such as mixed-methods) or public use statistics that compliment the RDC work (hereafter: </span><em><span style="font-weight: 400;">external data</span></em><span style="font-weight: 400;">). Researchers should be aware that any data brought into the RDC will be stored alongside the rest of their project material subject to the information management protocols from Statistics Canada. This is a free, relatively straightforward, process and researchers can obtain more information by talking to their RDC analyst.</span></p> <p><span style="font-weight: 400;">If your work is being conducted in the RDC using only data provided through the RDC program then the RDC-only template should be completed and not this template.&nbsp; </span></p>
fr_ca: <p><span style="font-weight: 400;">Ce mod&egrave;le s&rsquo;adresse aux chercheurs qui effectuent des travaux dans des CDR en utilisant les donn&eacute;es de Statistique Canada et les donn&eacute;es de recherche qu&rsquo;ils ont apport&eacute;es dans les &laquo;&thinsp;donn&eacute;es suppl&eacute;mentaires&thinsp;&raquo; des CDR ou qu&rsquo;ils analysent parall&egrave;lement &agrave; leurs travaux dans les CDR (comme les m&eacute;thodes mixtes) ou aux statistiques &agrave; usage public qui compl&egrave;tent les travaux des CDR (d&eacute;sign&eacute;es comme donn&eacute;es externes dans le pr&eacute;sent document). Les chercheurs doivent savoir que toutes les donn&eacute;es introduites dans les CDR seront stock&eacute;es avec le reste des documents relatifs &agrave; leur projet, sous r&eacute;serve des protocoles de gestion de l&rsquo;information de Statistique Canada. Il s&rsquo;agit d&rsquo;un processus gratuit et relativement simple&thinsp;; les chercheurs peuvent obtenir plus d&rsquo;informations en s&rsquo;adressant &agrave; leur analyste de CDR.</span></p> <p><span style="font-weight: 400;">Si votre travail est effectu&eacute; dans le CDR en utilisant uniquement les donn&eacute;es fournies par le programme du CDR, utilisez le mod&egrave;le du CDR uniquement plut&ocirc;t que ce mod&egrave;le.&nbsp; </span></p>

source: <p><span style="font-weight: 400;">Phase 1 questions probe at a high-level, seeking information about the general direction of the study. Normally, researchers will be able to respond to phase 1 questions at the outset of a project.&nbsp;&nbsp;</span></p>
fr_ca: <p><span style="font-weight: 400;">La phase 1 consiste &agrave; poser des questions g&eacute;n&eacute;rales afin d&rsquo;obtenir des informations sur l&rsquo;orientation g&eacute;n&eacute;rale de l&rsquo;&eacute;tude. Normalement, les chercheurs pourront r&eacute;pondre aux questions de la phase 1 d&egrave;s le d&eacute;but d&rsquo;un projet.&nbsp; </span></p>

source: <p>This section is focused <span style="font-weight: 400;">on a data management plan designed to describe the methods in which data are gathered, analyzed, and shared from participants based on interventions or testing of the corresponding software or technology</span></p>
fr_ca: <p>Ce section <span style="font-weight: 400;">est uniquement ax&eacute;e sur un plan de gestion des donn&eacute;es d&eacute;crivant les m&eacute;thodes de collecte, d&rsquo;analyse et de partage des donn&eacute;es des participants sur la base des interventions ou des tests du logiciel ou de la technologie correspondante.</span></p>

source: <p><span style="font-weight: 400;">&ldquo;Phase 2&rdquo; may be considered once funding has been secured. The entire DMP is an evolving management document since the content of certain headings will only become clearer once the project is well underway.</span></p>
fr_ca: <p>Les rubriques ou conseils &eacute;tiquet&eacute;s &ldquo;Phase 2&rdquo;, peuvent &ecirc;tre prises en compte une fois le financement obtenu.</p>

source: <p><span style="font-weight: 400;">Phase 2 questions seek greater detail. It is understood that these answers will often depend on the outcome of several steps in the research project, such as: a literature review, imaging protocol design and experimental design, or running multiple pilot subjects and interpreting the outcome. As these details become known, the DMP can and should be revisited. This approach underscores that DMPs are living documents that evolve throughout a research project.&nbsp;</span></p>
fr_ca: <p><span style="font-weight: 400;">Les questions de la phase&nbsp;2 visent &agrave; obtenir plus de d&eacute;tails. Naturellement, ces r&eacute;ponses d&eacute;pendent souvent des r&eacute;sultats des diverses &eacute;tapes du projet de recherche, notamment la revue de la documentation scientifique, la conception d&rsquo;un protocole d&rsquo;imagerie et d&rsquo;un plan exp&eacute;rimental ou la r&eacute;alisation de quelques sujets pilotes et l&rsquo;interpr&eacute;tation des r&eacute;sultats. Au fur et &agrave; mesure que ces d&eacute;tails sont connus, le PGD peut &ecirc;tre r&eacute;vis&eacute; au besoin. Ainsi, un PGD est un document vivant qui &eacute;volue tout au long d&rsquo;un projet de recherche.</span></p>

source: Data Analysis
fr_ca: Analyse des données

source: Ethical and Legal Compliance
fr_ca: Conformité éthique et juridique

source: Data Sharing
fr_ca: Partage de données

source: Software/Technology Development
fr_ca: Création de logiciel ou de technologie

source: Software/Technology Documentation
fr_ca: Documentation sur les logiciels et les technologies

source: Software/Technology Preservation
fr_ca: Préservation des logiciels ou des technologies

source: Software/Technology Ethical and Legal Restrictions
fr_ca: Restrictions éthiques et juridiques des logiciels ou technologies

source: Software/Technology Responsible Parties
fr_ca: Parties responsables des logiciels et de la technologie

source: Software/Technology Sharing
fr_ca: Partage du logiciel ou de la technologie

source: Metadata
fr_ca: Métadonnées

source: Storage, Backup, and Access
fr_ca: Stockage, sauvegarde, et accès

source: Research Data Management Policies
fr_ca: Politiques en matière de gestion des données de recherche

source: Storage, Access, and Backup
fr_ca: Stockage, accès et sauvegarde

source: Advanced Research Computing (ARC)-Related Facilities and Other Resources
fr_ca: Installations et autres ressources liées à l'informatique de recherche avancée (ARC)

source: Ensure Portability and Reproducibility of Results
fr_ca: Assurer la portabilité et la reproductibilité des résultats

source: Sharing and Preserving
fr_ca: Partage et préservation

source: File Management
fr_ca: Gestion des fichiers

source: Sharing, Reuse and Preservation
fr_ca: Partage, réutilisation et préservation

source: Data Production
fr_ca: Production de données

source: Sharing and Archiving
fr_ca: Partage et archivage

source: Ethics and Intellectual Property
fr_ca: Éthique et propriété intellectuelle

source: Roles and Responsibilities
fr_ca: Rôles et responsabilités

source: Sharing, Reuse, and Preservation
fr_ca: Partage, réutilisation et préservation

source: Because data are rarely self-explanatory, all research data should be accompanied by metadata (information that describes the data according to community best practices). Metadata standards vary across disciplines, but generally state who created the data and when, how the data were created, their quality, accuracy, and precision, as well as other features necessary to facilitate data discovery, understanding and reuse. </br>Any restrictions on use of the data must be explained in the metadata, along with information on how to obtain approved access to the data, where possible.
fr_ca: Les données sont rarement explicites, c'est pourquoi toutes les données de recherche doivent être accompagnées de métadonnées (des renseignements qui décrivent les données selon les meilleures pratiques de la communauté). Les normes de métadonnées varient d'une discipline à l'autre, mais elles indiquent généralement la personne qui a créé les données, quand et comment elles ont été créées, leur qualité, exactitude et précision ainsi que d'autres caractéristiques nécessaires pour faciliter la découverte, la compréhension et la réutilisation des données. </br>Toute restriction concernant l'utilisation des données doit être expliquée dans les métadonnées et, dans la mesure du possible, des renseignements doivent être fournis sur la façon d'obtenir un accès approuvé aux données.

source: Data management focuses on the 'what' and 'how' of operationally supporting data across the research lifecycle. Data stewardship focuses on 'who' is responsible for ensuring that data management happens. A large project, for example, will involve multiple data stewards. The Principal Investigator should identify at the beginning of a project all of the people who will have responsibilities for data management tasks during and after the project.
fr_ca: La notion de gestion des données fait référence au « quoi » et au « comment » des opérations de gestion liées aux données tout au long du cycle de vie du projet. La notion de gérance des données met de son côté l'accent sur « qui » est responsable de s'assurer que cette gestion des données est faite. Un gros projet de recherche aura par exemple plusieurs personnes responsables. Le chercheur principal doit déterminer au début du projet quelles personnes dans l'équipe auront des responsabilités en matière de gestion des données pendant et après le projet.

source: Researchers and their teams need to be aware of the policies and processes, both ethical and legal, to which their research data management must comply. Protection of respondent privacy is of paramount importance and informs many data management practices. In their data management plan, researchers must state how they will prepare, store, share, and archive the data in a way that ensures participant information is protected, throughout the research lifecycle, from disclosure, harmful use, or inappropriate linkages with other personal data.</br>It's recognized that there may be cases where certain data and metadata cannot be made public for various policy or legal reasons, however, the default position should be that all research data and metadata are public.
fr_ca: Les chercheurs et leurs équipes doivent connaître les politiques et les processus, éthiques et juridiques, auxquels leur gestion des données de recherche doit se conformer. La protection de la vie privée du répondant revêt une importance capitale et façonne plusieurs pratiques en matière de gestion des données. Dans leur plan de gestion des données, les chercheurs doivent indiquer la façon dont ils prépareront, stockeront, partageront et archiveront les données de façon à s'assurer que les renseignements sur les participants sont protégés tout au long du cycle de vie de la recherche contre la divulgation, l'utilisation préjudiciable ou les liens inappropriés avec d'autres données personnelles.</br>On reconnait qu'il peut y avoir des cas où certaines données et métadonnées ne peuvent pas être rendues publiques en raison de politiques ou de considérations légales. Toutefois, la position par défaut doit être que toutes les données et métadonnées de recherche sont publiques.

source: <p><span style="font-weight: 400;">Outline the processes and procedures you will follow during the data collection process of your study.</span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez les proc&eacute;dures que vous suivrez pendant le processus de collecte des donn&eacute;es de votre &eacute;tude.</span></p>
