Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <h3>Your personal details and consent notice</h3> <p>In order to help identify and administer your account with %{application_name}, we need to store your name and email address. We may also use it to contact you to obtain feedback on your use of the tool, or to inform you of the latest developments or releases. The information may be transferred between the DCC and CDL but only for the following legitimate DCC and CDL purposes: marketing, improving our services and informing you of relevant content and events. We will not sell, rent, or trade any personal information you provide to us. By using this system, you consent to the collection, retention, and use of your personal information in accordance with the above. You have the right to ask us not to process your personal details for marketing purposes.</p> <h3>Privacy policy</h3> <p>The information you enter into this system can be seen by you, people you have chosen to share access with, and - solely for the purposes of maintaining the service - system administrators at DCC and CDL. We compile anonymized, automated, and aggregated information from plans, but we will not directly access, make use of, or share your content with anyone else without your permission. Authorized officers of your home organisation may access your plans for specific purposes - for example, to track compliance with funder/organisational requirements, to calculate storage requirements, or to assess demand for data management services across disciplines.</p> <h3>Freedom of Information</h3> <p>DCC and CDL hold your plans on your behalf, but they are your property and responsibility. Any FOIA applicants will be referred back to your home organisation.</p> <h3>Passwords</h3> <p>Your password is stored in encrypted form and cannot be retrieved. If forgotten it has to be reset.</p> <h3>Cookies</h3> <p>Please note that %{application_name} uses Cookies. Further information about Cookies and how we use them is available on the <a target='_blank' href='http://www.dcc.ac.uk/about-us/about-site/website-terms-use/cookies' class="has-new-window-popup-info">main DCC website<em class="sr-only"> (new window)</em><span class="new-window-popup-info">%{open_in_new_window_text}</span></a>.</p> <h3>Third party APIs</h3> <p>Certain features on this website utilize third party services and APIs such as InCommon/Shibboleth or third party hosting of common JavaScript libraries or web fonts. Information used by an external service is governed by the privacy policy of that service.</p> <h3>Revisions</h3> <p>This statement was last revised on October 5, 2017 and may be revised at any time. Use of the tool indicates that you understand and agree to these terms and conditions.</p>
de: <h3>Ihre persönlichen Daten und Einwilligungserklärung</h3><p> Um Ihr Konto bei %{application_name} identifizieren und verwalten zu können, müssen wir Ihren Namen und Ihre E-Mail-Adresse speichern. Wir können es auch verwenden, um Sie zu kontaktieren, um Feedback zu Ihrer Nutzung des Tools zu erhalten oder um Sie über die neuesten Entwicklungen oder Veröffentlichungen zu informieren. Die Informationen können zwischen DCC und CDL übertragen werden, jedoch nur für die folgenden legitimen DCC- und CDL-Zwecke: Marketing, Verbesserung unserer Dienste und Benachrichtigung über relevante Inhalte und Ereignisse. Wir werden keine personenbezogenen Daten, die Sie uns zur Verfügung stellen, verkaufen, vermieten oder damit handeln. Durch die Nutzung dieses Systems stimmen Sie der Erfassung, Speicherung und Nutzung Ihrer personenbezogenen Daten gemäß dem oben Gesagten zu. Sie haben das Recht, uns aufzufordern, Ihre personenbezogenen Daten nicht für Marketingzwecke zu verarbeiten.</p><h3> Datenschutz-Bestimmungen</h3><p> Die Informationen, die Sie in dieses System eingeben, können von Ihnen, Personen, mit denen Sie den Zugriff teilen möchten, und – ausschließlich zum Zweck der Wartung des Dienstes – Systemadministratoren bei DCC und CDL gesehen werden. Wir stellen anonymisierte, automatisierte und aggregierte Informationen aus Plänen zusammen, aber wir werden ohne Ihre Erlaubnis nicht direkt auf Ihre Inhalte zugreifen, sie verwenden oder mit anderen teilen. Bevollmächtigte Ihrer Heimatorganisation können für bestimmte Zwecke auf Ihre Pläne zugreifen – zum Beispiel, um die Einhaltung von Anforderungen des Geldgebers/der Organisation nachzuverfolgen, Speicheranforderungen zu berechnen oder die Nachfrage nach Datenverwaltungsdiensten in allen Disziplinen zu bewerten.</p><h3> Informationsfreiheit</h3><p> DCC und CDL halten Ihre Pläne in Ihrem Namen, aber sie sind Ihr Eigentum und Ihre Verantwortung. Alle FOIA-Antragsteller werden an Ihre Heimatorganisation zurückverwiesen.</p><h3> Passwörter</h3><p> Ihr Passwort wird verschlüsselt gespeichert und kann nicht abgerufen werden. Wenn es vergessen wird, muss es zurückgesetzt werden.</p><h3> Kekse</h3><p> Bitte beachten Sie, dass %{application_name} Cookies verwendet. Weitere Informationen über Cookies und wie wir sie verwenden, finden Sie auf der <a target='_blank' href='http://www.dcc.ac.uk/about-us/about-site/website-terms-use/cookies' class="has-new-window-popup-info">Haupt-DCC-Website <em class="sr-only">(neues Fenster)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span></a> .</p><h3> APIs von Drittanbietern</h3><p> Bestimmte Funktionen auf dieser Website nutzen Dienste und APIs von Drittanbietern wie InCommon/Shibboleth oder Drittanbieter-Hosting gängiger JavaScript-Bibliotheken oder Webfonts. Informationen, die von einem externen Dienst verwendet werden, unterliegen der Datenschutzrichtlinie dieses Dienstes.</p><h3> Revisionen</h3><p> Diese Erklärung wurde zuletzt am 5. Oktober 2017 überarbeitet und kann jederzeit geändert werden. Die Nutzung des Tools bedeutet, dass Sie diese Bedingungen verstehen und ihnen zustimmen.</p>
es: <h3>Sus datos personales y aviso de consentimiento</h3><p> Para ayudar a identificar y administrar su cuenta con %{application_name}, necesitamos almacenar su nombre y dirección de correo electrónico. También podemos usarlo para comunicarnos con usted y obtener comentarios sobre su uso de la herramienta, o para informarle sobre los últimos desarrollos o lanzamientos. La información puede transferirse entre DCC y CDL, pero solo para los siguientes fines legítimos de DCC y CDL: marketing, mejora de nuestros servicios e información sobre contenido y eventos relevantes. No venderemos, alquilaremos ni intercambiaremos ninguna información personal que nos proporcione. Al usar este sistema, usted acepta la recopilación, retención y uso de su información personal de acuerdo con lo anterior. Tiene derecho a solicitarnos que no procesemos sus datos personales con fines de marketing.</p><h3> Política de privacidad</h3><p> La información que ingresa en este sistema puede ser vista por usted, las personas con las que ha elegido compartir el acceso y, únicamente con el fin de mantener el servicio, los administradores del sistema en DCC y CDL. Recopilamos información anónima, automatizada y agregada de los planes, pero no accederemos, utilizaremos ni compartiremos directamente su contenido con nadie más sin su permiso. Los funcionarios autorizados de su organización de origen pueden acceder a sus planes para fines específicos, por ejemplo, para realizar un seguimiento del cumplimiento de los requisitos de los patrocinadores/organizaciones, para calcular los requisitos de almacenamiento o para evaluar la demanda de servicios de gestión de datos en todas las disciplinas.</p><h3> Libertad de información</h3><p> DCC y CDL mantienen sus planes en su nombre, pero son de su propiedad y responsabilidad. Todos los solicitantes de FOIA serán remitidos a su organización de origen.</p><h3> contraseñas</h3><p> Su contraseña se almacena en forma cifrada y no se puede recuperar. Si se olvida, debe restablecerse.</p><h3> Galletas</h3><p> Tenga en cuenta que %{application_name} utiliza cookies. Más información sobre las Cookies y cómo las usamos está disponible en el <a target='_blank' href='http://www.dcc.ac.uk/about-us/about-site/website-terms-use/cookies' class="has-new-window-popup-info">sitio web principal de DCC <em class="sr-only">(nueva ventana)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span></a> .</p><h3> API de terceros</h3><p> Ciertas características de este sitio web utilizan servicios y API de terceros, como InCommon/Shibboleth o alojamiento de terceros de fuentes web o bibliotecas de JavaScript comunes. La información utilizada por un servicio externo se rige por la política de privacidad de ese servicio.</p><h3> Revisiones</h3><p> Esta declaración fue revisada por última vez el 5 de octubre de 2017 y puede ser revisada en cualquier momento. El uso de la herramienta indica que comprende y acepta estos términos y condiciones.</p>
fi: <h3>Henkilötietosi ja suostumusilmoitus</h3><p> Jotta voimme tunnistaa ja hallinnoida tilisi %{application_name}-palvelussa, meidän on tallennettava nimesi ja sähköpostiosoitteesi. Saatamme myös käyttää sitä ottamaan sinuun yhteyttä saadaksemme palautetta työkalun käytöstä tai ilmoittaaksemme sinulle viimeisimmistä kehityksestä tai julkaisuista. Tietoja voidaan siirtää DCC:n ja CDL:n välillä, mutta vain seuraaviin laillisiin DCC- ja CDL-tarkoituksiin: markkinointi, palveluidemme parantaminen ja sinulle tiedottaminen asiaankuuluvasta sisällöstä ja tapahtumista. Emme myy, vuokraa tai vaihda mitään meille antamiasi henkilötietoja. Käyttämällä tätä järjestelmää hyväksyt henkilötietojesi keräämisen, säilyttämisen ja käytön yllä olevan mukaisesti. Sinulla on oikeus pyytää meitä olemaan käsittelemättä henkilötietojasi markkinointitarkoituksiin.</p><h3> Tietosuojakäytäntö</h3><p> Tähän järjestelmään syöttämäsi tiedot voivat nähdä sinä, henkilöt, joiden kanssa olet päättänyt jakaa käyttöoikeuden, ja - yksinomaan palvelun ylläpitoa varten - DCC:n ja CDL:n järjestelmänvalvojat. Kokoamme anonymisoituja, automatisoituja ja koottuja tietoja suunnitelmista, mutta emme käytä, käytä tai jaa sisältöäsi suoraan kenenkään muun kanssa ilman lupaasi. Kotiorganisaatiosi valtuutetut virkailijat voivat käyttää suunnitelmiasi tiettyihin tarkoituksiin – esimerkiksi seuratakseen rahoittajan/organisaation vaatimusten noudattamista, laskeakseen tallennusvaatimuksia tai arvioidakseen tiedonhallintapalvelujen kysyntää eri alojen välillä.</p><h3> Tiedonvapaus</h3><p> DCC ja CDL pitävät suunnitelmasi puolestasi, mutta ne ovat sinun omaisuuttasi ja vastuullasi. Kaikki FOIA-hakijat ohjataan takaisin kotiorganisaatiollesi.</p><h3> Salasanat</h3><p> Salasanasi on tallennettu salatussa muodossa, eikä sitä voi palauttaa. Jos se unohtuu, se on nollattava.</p><h3> Keksit</h3><p> Huomaa, että %{application_name} käyttää evästeitä. Lisätietoja evästeistä ja niiden käytöstä on saatavilla <a target='_blank' href='http://www.dcc.ac.uk/about-us/about-site/website-terms-use/cookies' class="has-new-window-popup-info">DCC:n pääsivustolla <em class="sr-only">(uusi ikkuna)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span></a> .</p><h3> Kolmannen osapuolen sovellusliittymät</h3><p> Tietyt tämän verkkosivuston ominaisuudet käyttävät kolmannen osapuolen palveluita ja API-liittymiä, kuten InCommon/Shibboleth tai yleisten JavaScript-kirjastojen tai verkkofonttien isännöinti. Ulkoisen palvelun käyttämiin tietoihin sovelletaan kyseisen palvelun tietosuojakäytäntöä.</p><h3> Tarkistukset</h3><p> Tätä lausuntoa tarkistettiin viimeksi 5. lokakuuta 2017, ja sitä voidaan muuttaa milloin tahansa. Työkalun käyttö osoittaa, että ymmärrät ja hyväksyt nämä ehdot.</p>
pt_br: <h3>Seus dados pessoais e aviso de consentimento</h3><p> Para ajudar a identificar e administrar sua conta com %{application_name}, precisamos armazenar seu nome e endereço de e-mail. Também podemos usá-lo para entrar em contato com você para obter feedback sobre o uso da ferramenta ou para informá-lo sobre os últimos desenvolvimentos ou lançamentos. As informações podem ser transferidas entre a DCC e a CDL, mas apenas para os seguintes propósitos legítimos da DCC e da CDL: marketing, melhoria dos nossos serviços e informação sobre conteúdos e eventos relevantes. Não venderemos, alugaremos ou comercializaremos quaisquer informações pessoais que você nos fornecer. Ao usar este sistema, você concorda com a coleta, retenção e uso de suas informações pessoais de acordo com o acima. Você tem o direito de nos pedir para não processar seus dados pessoais para fins de marketing.</p><h3> Política de Privacidade</h3><p> As informações que você insere neste sistema podem ser vistas por você, pelas pessoas com quem você escolheu compartilhar o acesso e - exclusivamente para fins de manutenção do serviço - pelos administradores do sistema na DCC e CDL. Compilamos informações anônimas, automatizadas e agregadas dos planos, mas não acessaremos, usaremos ou compartilharemos diretamente seu conteúdo com qualquer outra pessoa sem sua permissão. Os funcionários autorizados de sua organização de origem podem acessar seus planos para fins específicos - por exemplo, para rastrear a conformidade com os requisitos do financiador/organizacional, para calcular os requisitos de armazenamento ou para avaliar a demanda por serviços de gerenciamento de dados em todas as disciplinas.</p><h3> Liberdade de informação</h3><p> DCC e CDL mantêm seus planos em seu nome, mas são de sua propriedade e responsabilidade. Quaisquer candidatos à FOIA serão encaminhados de volta à sua organização de origem.</p><h3> Senhas</h3><p> Sua senha é armazenada de forma criptografada e não pode ser recuperada. Se esquecido, deve ser redefinido.</p><h3> Biscoitos</h3><p> Observe que %{application_name} usa cookies. Mais informações sobre Cookies e como os usamos estão disponíveis no <a target='_blank' href='http://www.dcc.ac.uk/about-us/about-site/website-terms-use/cookies' class="has-new-window-popup-info">site principal da DCC <em class="sr-only">(nova janela)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span></a> .</p><h3> APIs de terceiros</h3><p> Certos recursos neste site utilizam serviços e APIs de terceiros, como InCommon/Shibboleth ou hospedagem de terceiros de bibliotecas JavaScript comuns ou fontes da web. As informações usadas por um serviço externo são regidas pela política de privacidade desse serviço.</p><h3> Revisões</h3><p> Esta declaração foi revisada pela última vez em 5 de outubro de 2017 e pode ser revisada a qualquer momento. O uso da ferramenta indica que você entende e concorda com estes termos e condições.</p>
sv_fi: <h3>Din personliga information och meddelande om samtycke</h3><p> För att hjälpa till att identifiera och administrera ditt konto med %{application_name}, måste vi lagra ditt namn och din e-postadress. Vi kan också använda den för att kontakta dig för att få feedback om din användning av verktyget, eller för att informera dig om den senaste utvecklingen eller utgåvorna. Informationen får överföras mellan DCC och CDL men endast för följande legitima DCC- och CDL-ändamål: marknadsföring, förbättring av våra tjänster och informera dig om relevant innehåll och evenemang. Vi kommer inte att sälja, hyra ut eller handla med någon personlig information som du lämnar till oss. Genom att använda detta system samtycker du till insamling, lagring och användning av din personliga information i enlighet med ovanstående. Du har rätt att be oss att inte behandla dina personuppgifter i marknadsföringssyfte.</p><h3> Integritetspolicy</h3><p> Informationen du anger i detta system kan ses av dig, personer du har valt att dela åtkomst med, och - enbart i syfte att underhålla tjänsten - systemadministratörer på DCC och CDL. Vi sammanställer anonymiserad, automatiserad och aggregerad information från planer, men vi kommer inte att direkt komma åt, använda eller dela ditt innehåll med någon annan utan din tillåtelse. Auktoriserade tjänstemän för din hemorganisation kan komma åt dina planer för specifika ändamål - till exempel för att spåra efterlevnad av finansiärer/organisationskrav, för att beräkna lagringskrav eller för att bedöma efterfrågan på datahanteringstjänster över discipliner.</p><h3> Informationsfrihet</h3><p> DCC och CDL håller dina planer för din räkning, men de är din egendom och ditt ansvar. Eventuella FOIA-sökande kommer att hänvisas tillbaka till din hemorganisation.</p><h3> Lösenord</h3><p> Ditt lösenord lagras i krypterad form och kan inte hämtas. Om den glöms måste den återställas.</p><h3> Småkakor</h3><p> Observera att %{application_name} använder cookies. Mer information om cookies och hur vi använder dem finns på <a target='_blank' href='http://www.dcc.ac.uk/about-us/about-site/website-terms-use/cookies' class="has-new-window-popup-info">DCC:s huvudwebbplats <em class="sr-only">(nytt fönster)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span></a> .</p><h3> Tredje parts API:er</h3><p> Vissa funktioner på denna webbplats använder tredjepartstjänster och API:er som InCommon/Shibboleth eller tredje parts värd för vanliga JavaScript-bibliotek eller webbteckensnitt. Information som används av en extern tjänst styrs av integritetspolicyn för den tjänsten.</p><h3> Revisioner</h3><p> Detta uttalande reviderades senast den 5 oktober 2017 och kan när som helst revideras. Användning av verktyget indikerar att du förstår och godkänner dessa villkor.</p>

source: Contact Name
de: Kontaktname
es: Nombre de contacto
fi: Yhteyshenkilön nimi
pt_br: Nome de contato
sv_fi: Kontaktnamn
tr_tr: Kişi Adı

source: Contact Email
de: Kontakt E-mail
es: Email de contacto
fi: Yhteydenotto Sähköposti
pt_br: email de contato
sv_fi: Kontakta email
tr_tr: İletişim E-posta Adresi

source: Client ID
de: Kunden ID
es: Identificación del cliente
fi: Asiakastunnus
pt_br: ID do Cliente
sv_fi: Klient ID
tr_tr: İstemci Kimliği

source: Client Secret
de: Kundengeheimnis
es: Secreto del cliente
fi: Asiakassalaisuus
pt_br: Segredo do cliente
sv_fi: Klienthemlighet
tr_tr: İstemci Sırrı

source: Last accessed on
de: Letzter Zugriff am
es: Último acceso el
fi: Viimeksi käytetty
pt_br: Último acesso em
sv_fi: Senast öppnat den
tr_tr: Son erişim zamanı:

source: Refresh client ID and secret
de: Aktualisieren Sie die Client-ID und das Geheimnis
es: Actualizar ID de cliente y secreto
fi: Päivitä asiakastunnus ja salaisuus
pt_br: Atualizar ID e segredo do cliente
sv_fi: Uppdatera klient-ID och hemlighet
tr_tr: İstemci Kimliğini ve İstemci Sırrını yenile

source: Email credentials to contact
de: E-Mail-Anmeldeinformationen zu kontaktieren
es: Credenciales de correo electrónico para contactar
fi: Lähetä valtuustiedot sähköpostitse
pt_br: Credenciais de e-mail para contato
sv_fi: E-postinformation för kontakt
tr_tr: İletişim için e-posta kimlik bilgileri

source: Are you sure you want to delete the API client: "%{name}"
de: Möchten Sie den API-Client wirklich löschen: "%{name}"
es: ¿Está seguro de que desea eliminar el cliente API: "%{name}"
fi: Haluatko varmasti poistaa sovellusliittymäohjelman: "%{name}"
pt_br: Tem certeza de que deseja excluir o cliente da API: "%{name}"
sv_fi: Är du säker på att du vill ta bort API-klienten: "%{name}"
tr_tr: "%{name}" adlı API istemcisini silmek istediğinizden emin misiniz?

source: Editing API client
de: API-Client bearbeiten
es: Edición de cliente API
fi: API-asiakasohjelmaa muokkataan
pt_br: Editando cliente da API
sv_fi: Redigerar API-klienten
tr_tr: API istemcisi düzenleniyor

source: Editing API Client
de: API-Client bearbeiten
es: Edición de cliente API
fi: API-asiakasohjelmaa muokkataan
pt_br: Editando cliente da API
sv_fi: Redigerar API-klienten
tr_tr: API İstemcisi Düzenleniyor

source: View all API clients
de: Alle API-Clients anzeigen
es: Ver todos los clientes API
fi: Näytä kaikki API-asiakkaat
pt_br: Ver todos os clientes da API
sv_fi: Visa alla API-klienter
tr_tr: Tüm API istemcilerini görüntüle

source: The credentials have been sent to %{email}.
de: Die Anmeldeinformationen wurden an %{email} gesendet.
es: Las credenciales se han enviado a %{email}.
fi: Valtakirjat on lähetetty %{email}.
pt_br: As credenciais foram enviadas para %{email}.
sv_fi: Uppgifterna har skickats till %{email}.
tr_tr: Kimlik bilgileri %{email} adresine gönderildi.

source: API Clients
es: Clientes Api
fi: Api-asiakkaat
pt_br: Clientes da API
sv_fi: Api-klienter
tr_tr: API İstemcileri

source: Create Api Client
de: Erstellen Sie einen API-Client
es: Crear cliente api
fi: Luo Api-asiakas
pt_br: Criar cliente da API
sv_fi: Skapa Api-klient
tr_tr: API İstemcisi Oluştur

source: New API client
de: Neuer API-Client
es: Nuevo cliente API
fi: Uusi API-asiakas
pt_br: Novo cliente da API
sv_fi: Ny API-klient
tr_tr: Yeni API istemcisi

source: New API Client
de: Neuer API-Client
es: Nuevo cliente API
fi: Uusi API-asiakas
pt_br: Novo cliente da API
sv_fi: Ny API-klient
tr_tr: Yeni API İstemcisi

source: Unable to regenerate the client credentials.
de: Die Client-Anmeldeinformationen können nicht neu generiert werden.
es: No se pueden volver a generar las credenciales del cliente.
fi: Asiakkaan tunnistetietoja ei voi luoda uudelleen.
pt_br: Não foi possível regenerar as credenciais do cliente.
sv_fi: Det går inte att återskapa klientuppgifterna.
tr_tr: İstemci kimlik bilgileri yeniden oluşturulamıyor.

source: Successfully regenerated the client credentials.
de: Die Client-Anmeldeinformationen wurden erfolgreich neu generiert.
es: Regeneraron correctamente las credenciales del cliente.
fi: Asiakkaan tunnistetietojen luominen onnistui.
pt_br: As credenciais do cliente foram regeneradas com êxito.
sv_fi: Klientuppgifterna har återskapats.
tr_tr: İstemci kimlik bilgileri başarıyla yeniden oluşturuldu.

source: Merging '%{from_org_name}' into '%{to_org_name}'
de: Zusammenführen von '%{from_org_name}' in '%{to_org_name}'
es: Fusionando '%{from_org_name}' en '%{to_org_name}'
fi: Yhdistetään %{from_org_name} osaksi %{to_org_name}
pt_br: Mesclando '%{from_org_name}' em '%{to_org_name}'
sv_fi: Sammanfogar '%{from_org_name}' till '%{to_org_name}'
tr_tr: '%{from_org_name}', '%{to_org_name}' ile birleştiriliyor

source: Summary:
de: Zusammenfassung:
es: Resumen:
fi: Yhteenveto:
pt_br: Resumo:
sv_fi: Sammanfattning:
tr_tr: Özet:

source: Counts of '%{to_org_name}' records before and after a merge with %{from_org_name}.
de: Anzahl der '%{to_org_name}'-Datensätze vor und nach einer Zusammenführung mit %{from_org_name}.
es: Recuentos de registros '%{to_org_name}' antes y después de una fusión con %{from_org_name}.
fi: %{to_org_name} -tietueiden lukumäärä ennen ja jälkeen sulautumisen %{from_org_name} -tietoon.
pt_br: Contagens de registros '%{to_org_name}' antes e depois de uma mesclagem com %{from_org_name}.
sv_fi: Räkningar av '%{to_org_name}' registreras före och efter en sammanslagning med %{from_org_name}.
tr_tr: %{from_org_name} ile bir birleştirme yapılmadan önceki ve yapıldıktan sonraki '%{to_org_name}' kayıtlarının sayıları.

source: Record Type
de: Aufnahmetyp
es: Tipo de registro
fi: Tietueen tyyppi
pt_br: Tipo de Registro
sv_fi: Inspelningstyp
tr_tr: Kayıt Türü

source: '%{to_org_name}' Count - before merge
de: '%{to_org_name}' Anzahl - vor der Zusammenführung
es: Recuento de '%{to_org_name}': antes de la combinación
fi: '%{to_org_name}' Count - ennen yhdistämistä
pt_br: '%{to_org_name}' Contagem - antes da fusão
sv_fi: '%{to_org_name}' Räkna - innan sammanslagning
tr_tr: '%{to_org_name}' Sayısı - birleştirmeden önce

source: '%{to_org_name}' Count - after merge
de: '%{to_org_name}' Anzahl - nach der Zusammenführung
es: '%{to_org_name}' Recuento: después de la combinación
fi: '%{to_org_name}' Count - yhdistämisen jälkeen
pt_br: '%{to_org_name}' Contagem - após fusão
sv_fi: '%{to_org_name}' Räkna - efter sammanslagning
tr_tr: '%{to_org_name}' Sayısı - birleştirmeden sonra
