Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <span style="font-weight: 400;">Researchers must follow the policies and guidance of the research ethics board governing their institutions. There may be important differences across institutions. The Public Health Agency of Canada (PHAC) is responsible for setting standards and coordinating REBs across Canada. They provide </span><a href="https://cihr-irsc.gc.ca/e/29072.html"><span style="font-weight: 400;">10 best practices</span></a><span style="font-weight: 400;"> for ensuring privacy of human participants:</span><br /> <ul> <li><span style="font-weight: 400;">Determining the research objectives and justifying the data needed to fulfill these objectives</span></li> <li><span style="font-weight: 400;">Limiting the collection of personal data</span></li> <li><span style="font-weight: 400;">Determining if consent from individuals is required</span></li> <li><span style="font-weight: 400;">Managing and documenting consent</span></li> <li><span style="font-weight: 400;">Informing prospective research participants about the research</span></li> <li><span style="font-weight: 400;">Recruiting prospective research participants</span></li> <li><span style="font-weight: 400;">Safeguarding personal data</span></li> <li><span style="font-weight: 400;">Controlling access and disclosure of personal data</span></li> <li><span style="font-weight: 400;">Setting reasonable limits on retention of personal data</span></li> <li><span style="font-weight: 400;">Ensuring accountability and transparency in the management of personal data</span></li> </ul> <br /><span style="font-weight: 400;">In the context of neuroimaging research, &ldquo;the potential identifiability of otherwise anonymous image files is of great concern to those in the field who are anxious to encourage electronic data sharing.&rdquo; (</span><a href="https://doi.org/10.1016/S0278-2626(02)00518-3"><span style="font-weight: 400;">Kulynych, 2002</span></a><span style="font-weight: 400;">) Please consult your REB for recommendations on how to prepare ethics protocols.</span>
fr_ca: <span style="font-weight: 400;">Les chercheurs doivent suivre les politiques et les directives du comit&eacute; d&rsquo;&eacute;thique de la recherche (C&Eacute;R) qui r&eacute;git leur &eacute;tablissement. Il peut y avoir des diff&eacute;rences consid&eacute;rables d&rsquo;un &eacute;tablissement &agrave; l&rsquo;autre. L&rsquo;Agence de la sant&eacute; publique du Canada (ASPC) est charg&eacute;e d&rsquo;&eacute;tablir des normes et de coordonner les C&Eacute;R dans tout le Canada. Elle propose ainsi <a href="https://cihr-irsc.gc.ca/f/29072.html">10 pratiques exemplaires</a> pour garantir la protection de la confidentialit&eacute; des participants humains &agrave; la recherche :</span><br /> <ul> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">D&eacute;terminer les objectifs de la recherche et justifier les donn&eacute;es n&eacute;cessaires pour atteindre ces objectifs</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">Limiter la collecte de donn&eacute;es personnelles</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">D&eacute;terminer si le consentement des personnes est requis</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">G&eacute;rer et documenter le consentement</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">Informer les participants potentiels &agrave; la recherche sur la recherche</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">Recrutement de participants potentiels &agrave; la recherche</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">Protection des donn&eacute;es personnelles</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">Contr&ocirc;le de l&rsquo;acc&egrave;s et de la divulgation des donn&eacute;es personnelles</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">Fixer des limites raisonnables &agrave; la r&eacute;tention des donn&eacute;es personnelles</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">Garantir la responsabilit&eacute; et la transparence dans la gestion des donn&eacute;es personnelles</span></li> </ul> <br /><span style="font-weight: 400;">Dans le contexte de la recherche en neuro-imagerie, &laquo;&thinsp;la possibilit&eacute; d&rsquo;identification de fichiers d&rsquo;images autrement anonymes est une grande pr&eacute;occupation pour les intervenants dans ce domaine qui s&rsquo;inqui&egrave;tent d&rsquo;encourager le partage &eacute;lectronique des donn&eacute;es&thinsp;&raquo; (</span><a href="https://doi.org/10.1016/S0278-2626(02)00518-3"><span style="font-weight: 400;">Kulynych, 2002</span></a>; <em>lien en anglais</em><span style="font-weight: 400;">). Veuillez consulter votre C&Eacute;R pour obtenir des recommandations sur la mani&egrave;re de pr&eacute;parer des protocoles d&eacute;ontologiques.</span>

source: <span style="font-weight: 400;">State how you will prepare, store, share, and archive the data in a way that ensures participant information is protected, throughout the research lifecycle, from disclosure, harmful use, or inappropriate linkages with other personal data. This may mean avoiding cloud storage services, placing data on computers with no access to the internet, or encrypting data that will be shared during the research project. For more information, see the <a href="https://catalyst.harvard.edu/pdf/regulatory/Guide_to_Technologies_Used_in_Research.pdf">Harvard Catalyst guidance about cloud storage</a>.</span>
fr_ca: <span style="font-weight: 400;">Indiquez comment vous allez pr&eacute;parer, stocker, partager et archiver les donn&eacute;es de mani&egrave;re &agrave; garantir que les informations sur les participants sont prot&eacute;g&eacute;es tout au long du cycle de vie de la recherche contre la divulgation, l&rsquo;utilisation pr&eacute;judiciable ou les liens inappropri&eacute;s avec d&rsquo;autres donn&eacute;es personnelles. Il peut s&rsquo;agir d&rsquo;&eacute;viter les services de stockage infonuagique, de stocker les donn&eacute;es sur des ordinateurs n&rsquo;ayant pas acc&egrave;s &agrave; l&rsquo;internet ou de crypter les donn&eacute;es qui seront partag&eacute;es pendant le projet de recherche. Pour plus d&rsquo;informations, consultez le <a href="https://catalyst.harvard.edu/pdf/regulatory/Guide_to_Technologies_Used_in_Research.pdf">guide de Harvard Catalyst sur le stockage dans le nuage</a>.<br /></span>

source: <span style="font-weight: 400;"><span style="font-weight: 400;">Please explain, in particular:<br /></span></span> <ul> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">What is the make and model of the neuroimaging system? Ex: Siemens Prisma 3T.&nbsp;</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Can you describe the image acquisition paradigm and parameters being used in the study? Ex. MRI T1w MPRAGE.&nbsp;</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">What is the total duration of the scanning sequence? Ex. 40 minutes.</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">What file formats will your neuroimaging data be acquired in?</span></li> <ul> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">Proprietary file formats requiring specialized software or hardware to use are not recommended for preservation, but may be necessary for certain data collection or analysis methods. Use open file formats where possible, or at least industry-standard formats such as dicom, NIFTI, European data format (.edf), or the BrainVision data format (.eeg/.vhdr/.vmrk). Read more about file formats: </span><a href="https://researchdata.library.ubc.ca/plan/format-your-data/"><span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;"> or </span><a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx"><span style="font-weight: 400;">UK Data Archive</span></a><span style="font-weight: 400;">.</span></li> </ul> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Will the data be converted into other formats? Ex. NIFTI, BIDS, Minc.</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Does the study incorporate any data acquired externally?&nbsp;</span></li> <ul> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">No. New data acquisition only.</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">New data plus retrospective data from the same PI.</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">New data plus retrospective data from multiple sources.</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">Only retrospective data used in this study.</span></li> </ul> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">If external data are used in this study, please provide details about the source of external data, and identifying coordinates (DOI, URL, citation).</span></li> </ul> <span style="font-weight: 400;"><br /></span>
fr_ca: <p><span style="font-weight: 400;">Veuillez expliquer&nbsp;:</span></p> <ul> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Quelle est la marque et quel est le mod&egrave;le du syst&egrave;me de neuro-imagerie&thinsp;? Ex.&nbsp;: Siemens Prisma&nbsp;3T.&nbsp;</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Pouvez-vous d&eacute;crire le paradigme et les param&egrave;tres d&rsquo;acquisition d&rsquo;images utilis&eacute;s dans l&rsquo;&eacute;tude&thinsp;? Ex. IRM&nbsp;T1w MPRAGE.&nbsp;</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Quelle est la dur&eacute;e totale de la s&eacute;quence de balayage&thinsp;? Ex. 40 minutes.</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Dans quels formats de fichier vos donn&eacute;es de neuro-imagerie seront-elles acquises&thinsp;?</span></li> <ul> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">Les formats de fichiers propri&eacute;taires n&eacute;cessitant l&rsquo;utilisation de logiciels ou de mat&eacute;riel sp&eacute;cialis&eacute;s ne sont pas recommand&eacute;s pour la conservation, mais peuvent &ecirc;tre n&eacute;cessaires pour certaines m&eacute;thodes de collecte ou d&rsquo;analyse des donn&eacute;es. Utilisez des formats de fichiers ouverts si possible ou des formats standard tels que dicom, NIFTI, le format de donn&eacute;es europ&eacute;en (.edf) ou le format de donn&eacute;es BrainVision (.eeg/.vhdr/.vmrk). Pour en savoir plus sur les formats de fichiers&nbsp;: </span><a href="https://researchdata.library.ubc.ca/plan/format-your-data/"><span style="font-weight: 400;">Biblioth&egrave;que de l&rsquo;Universit&eacute; de la C.-B.</span></a><span style="font-weight: 400;"> ou </span><a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx"><span style="font-weight: 400;">l&rsquo;Archive de donn&eacute;es du Royaume-Uni</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.</span></li> </ul> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Les donn&eacute;es seront-elles converties dans d&rsquo;autres formats&thinsp;? Ex. NIFTI, BIDS, Minc.</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">L&rsquo;&eacute;tude int&egrave;gre-t-elle des donn&eacute;es acquises &agrave; l&rsquo;ext&eacute;rieur&thinsp;?</span></li> <ul> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">Non. Acquisition de nouvelles donn&eacute;es uniquement.</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">Nouvelles donn&eacute;es plus donn&eacute;es r&eacute;trospectives du m&ecirc;me chercheur principal.</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">Nouvelles donn&eacute;es plus donn&eacute;es r&eacute;trospectives provenant de sources multiples.</span></li> <li style="font-weight: 400;" aria-level="2"><span style="font-weight: 400;">Donn&eacute;es r&eacute;trospectives utilis&eacute;es exclusivement dans cette &eacute;tude.</span></li> </ul> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Si des donn&eacute;es externes sont utilis&eacute;es dans cette &eacute;tude, veuillez pr&eacute;ciser la source des donn&eacute;es externes et les coordonn&eacute;es identificatoires (DOI, URL, citation).&nbsp;</span></li> </ul>

source: <span style="font-weight: 400;">It is important to keep track of different copies or versions of files, files held in different formats or locations, and information cross-referenced between files. This process is called 'version control'. Logical file structures, informative naming conventions, and clear indications of file versions, all contribute to better use of your data during and after your research project.&nbsp; These practices will help ensure that you and your research team are using the appropriate version of your data, and minimize confusion regarding copies on different computers and/or on different media. Read more about file naming and version control: </span><a href="https://researchdata.library.ubc.ca/plan/organize-your-data/"><span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;"> or </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx"><span style="font-weight: 400;">UK Data Archive</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Vous devez garder une trace des diff&eacute;rentes copies ou versions de fichiers, des fichiers d&eacute;tenus dans diff&eacute;rents formats ou emplacements, et des informations crois&eacute;es entre les fichiers. Ce processus s&rsquo;appelle la &laquo;&thinsp;gestion des versions&thinsp;&raquo;. Des structures de fichiers logiques, des conventions de nomenclature informatives et des indications claires sur les versions des fichiers contribuent &agrave; une meilleure utilisation de vos donn&eacute;es pendant et apr&egrave;s votre projet de recherche. Ces pratiques feront en sorte que vous et votre &eacute;quipe de recherche utilisez la version appropri&eacute;e de vos donn&eacute;es et minimiseront la confusion concernant les copies sur diff&eacute;rents ordinateurs ou sur diff&eacute;rents supports. En savoir plus sur la nomenclature des fichiers et la gestion des versions&nbsp;: </span><a href="https://researchdata.library.ubc.ca/plan/organize-your-data/"><span style="font-weight: 400;">Biblioth&egrave;que de l&rsquo;Universit&eacute; de la C.-B.</span></a><span style="font-weight: 400;"> ou </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx"><span style="font-weight: 400;">l&rsquo;Archive de donn&eacute;es du Royaume-Uni</span></a><span style="font-weight: 400;">.</span>

source: <span style="font-weight: 400;">&ldquo;Within the framework of privacy protection, the degree of anonymization of the data is an important consideration and thus is an aspect incorporated in privacy regulations. Different rules apply to data, which are dependent on whether the data is considered personal data, fully anonymized or de‐identified. Fully anonymized data has all personalized data removed, is given a separate identification code, and the key between the fully anonymized dataset and any path back to the original data is deleted such that it would be extremely difficult to trace the data back to an individual&rdquo; (<a href="https://doi.org/10.1002/hbm.25120">White et al., 2020</a>). The technical steps for anonymizing neuroimaging data should be designed to achieve the level of privacy required by ethics protocols governing the study. </span><a href="https://open-brain-consent.readthedocs.io/en/stable/anon_tools.html"><span style="font-weight: 400;">See here</span></a><span style="font-weight: 400;"> for a selection of resources pertaining to anonymization.</span>
fr_ca: <span style="font-weight: 400;">&laquo;&thinsp;Dans le cadre de la protection de la confidentialit&eacute;, le degr&eacute; d&rsquo;anonymisation des donn&eacute;es est une consid&eacute;ration importante et constitue donc un aspect int&eacute;gr&eacute; dans la r&eacute;glementation relative &agrave; la protection de la confidentialit&eacute;. Diff&eacute;rentes r&egrave;gles s&rsquo;appliquent aux donn&eacute;es, selon qu&rsquo;elles sont consid&eacute;r&eacute;es comme des donn&eacute;es personnelles, enti&egrave;rement anonymis&eacute;es ou d&eacute;personnalis&eacute;es. Les donn&eacute;es enti&egrave;rement anonymis&eacute;es voient toutes les donn&eacute;es personnalis&eacute;es supprim&eacute;es, re&ccedil;oivent un code d&rsquo;identification distinct et la cl&eacute; entre l&rsquo;ensemble de donn&eacute;es enti&egrave;rement anonymis&eacute;es et tout chemin permettant de remonter aux donn&eacute;es d&rsquo;origine est supprim&eacute;e, de sorte qu&rsquo;il serait extr&ecirc;mement difficile de remonter &agrave; un individu&thinsp;&raquo; (</span><a href="https://doi.org/10.1002/hbm.25120"><span style="font-weight: 400;">White et col., 2020</span></a><span style="font-weight: 400;">). Les &eacute;tapes techniques de l&rsquo;anonymisation des donn&eacute;es de neuro-imagerie devraient &ecirc;tre con&ccedil;ues de mani&egrave;re &agrave; atteindre le niveau de confidentialit&eacute; requis par les protocoles &eacute;thiques r&eacute;gissant l&rsquo;&eacute;tude.</span><a href="https://open-brain-consent.readthedocs.io/en/stable/anon_tools.html"> <span style="font-weight: 400;">Consultez ici</span></a><span style="font-weight: 400;"> une s&eacute;lection de ressources sur l&rsquo;anonymisation.</span>

source: <ul> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Does the study have an identifier (study ID) entered into the imaging console and other software? If so, enter the study ID here.</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Does the study use identifiers for participants, e.g. sub-002 ? If so, give an example of the subject ID format here.</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Are there any other codes or identifiers used in the study? If so, please identify and describe them here.</span></li> </ul>
fr_ca: <ul> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">L&rsquo;&eacute;tude comporte-t-elle un identifiant (identifiant de l&rsquo;&eacute;tude) saisi dans la console d&rsquo;imagerie et d&rsquo;autres logiciels&thinsp;? Le cas &eacute;ch&eacute;ant, entrez l&rsquo;identifiant de l&rsquo;&eacute;tude ici.</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">L&rsquo;&eacute;tude utilise-t-elle des identifiants pour les participants, par exemple sub-002&thinsp;? Le cas &eacute;ch&eacute;ant, donnez un exemple du format d&rsquo;identification du sujet.</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">D&rsquo;autres codes ou identifiants sont-ils utilis&eacute;s dans l&rsquo;&eacute;tude&thinsp;? Le cas &eacute;ch&eacute;ant, veuillez les indiquer et les d&eacute;crire ici.</span></li> </ul>

source: <span style="font-weight: 400;">A data management application is a piece of software that stores data and helps to manage some aspects of the data and/or metadata collection, quality control, conversion, processing, reporting, annotation, and other functions. Some applications are designed specifically for the neuroimaging domain, e.g. LORIS, Braincode, while other applications can be used by any research discipline, e.g. XNAT, Redcap. In neurosciences, the term &lsquo;database&rsquo; is sometimes used by convention to refer to data management applications. For the purposes of this question, an application is any software tool used to manage data acquisition or storage.</span>
fr_ca: <span style="font-weight: 400;">Une application de gestion des donn&eacute;es est un logiciel qui stocke des donn&eacute;es et aide &agrave; g&eacute;rer la collecte de donn&eacute;es ou de m&eacute;tadonn&eacute;es, le contr&ocirc;le de la qualit&eacute;, la conversion, le traitement, la production de rapports, l&rsquo;annotation et d&rsquo;autres fonctions. Certaines applications sont con&ccedil;ues sp&eacute;cifiquement pour le domaine de la neuro-imagerie, par exemple, LORIS, Braincode, tandis que d&rsquo;autres applications peuvent &ecirc;tre utilis&eacute;es par n&rsquo;importe quelle discipline de recherche, par exemple XNAT, Redcap. En neurosciences, le terme &laquo;&thinsp;base de donn&eacute;es&thinsp;&raquo; est parfois utilis&eacute; par convention pour d&eacute;signer les applications de gestion de donn&eacute;es. Pour les besoins de cette question, une application est tout outil logiciel utilis&eacute; pour g&eacute;rer l&rsquo;acquisition ou le stockage de donn&eacute;es.</span>

source: <span style="font-weight: 400;">In some circumstances, it may be desirable to preserve all versions of the data (e.g. raw, processed, analyzed, final), but in others, it may be preferable to keep only selected or final data (e.g. phantom scans and other diagnostic scans may not need to be preserved).</span>
fr_ca: <span style="font-weight: 400;">Dans certains cas, il vaudrait mieux conserver toutes les versions des donn&eacute;es (par exemple, les donn&eacute;es brutes, trait&eacute;es, analys&eacute;es, finales), mais dans d&rsquo;autres, il peut &ecirc;tre pr&eacute;f&eacute;rable de ne conserver que des donn&eacute;es s&eacute;lectionn&eacute;es ou finales (par exemple, des fant&ocirc;mes d&rsquo;imagerie et autres imageries de diagnostic peuvent ne pas avoir besoin d&rsquo;&ecirc;tre conserv&eacute;s).</span>
