Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><strong>Determine jurisdiction: </strong><span style="font-weight: 400;">If your study is cross-institutional or international, you&rsquo;ll need to determine which laws and policies will apply to your research.</span></p> <p><span style="font-weight: 400;">Compliance with privacy legislation and laws that may impose content restrictions in the data should be discussed with your institution's privacy officer or research services office.</span></p> <p><span style="font-weight: 400;">If you collaborate with a partner in the European Union, for example,&nbsp; you might need to follow the </span><a href="https://en.wikipedia.org/wiki/General_Data_Protection_Regulation"><span style="font-weight: 400;">General Data Protection Regulation (GDPR)</span></a><span style="font-weight: 400;">.</span></p> <span style="font-weight: 400;">If you are working with data that has First Nations, M&eacute;tis, or Inuit ownership, for example, you will need to work with protocols that ensure community privacy is respected and community harm is reduced. For further guidance on Indigenous data sovereignty, see </span><a href="https://fnigc.ca/ocap"><span style="font-weight: 400;">OCAP Principles</span></a><span style="font-weight: 400;">, and in a global&nbsp; context, </span><a href="https://www.gida-global.org/care"><span style="font-weight: 400;">CARE Principles of Indigenous Data Governance</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><strong>D&eacute;terminez votre r&eacute;gion : </strong><span style="font-weight: 400;">Si votre &eacute;tude s&rsquo;effectue dans divers &eacute;tablissements ou diff&eacute;rentes r&eacute;gions, vous devrez d&eacute;terminer quelles lois et politiques s&rsquo;appliqueront &agrave; votre recherche.</span></p> <p><span style="font-weight: 400;">Le respect des lois en mati&egrave;re de protection de la vie priv&eacute;e et des lois susceptibles d&rsquo;imposer des restrictions sur le contenu des donn&eacute;es doit &ecirc;tre discut&eacute; avec le responsable de la protection de la vie priv&eacute;e ou le bureau des services de recherche de votre &eacute;tablissement.</span></p> <p><span style="font-weight: 400;">Si vous collaborez avec un partenaire de l&rsquo;Union europ&eacute;enne, par exemple, vous devrez peut-&ecirc;tre suivre le </span><a href="https://fr.wikipedia.org/wiki/R%C3%A8glement_g%C3%A9n%C3%A9ral_sur_la_protection_des_donn%C3%A9es"><span style="font-weight: 400;">R&egrave;glement g&eacute;n&eacute;ral sur la protection des donn&eacute;es (RPDP)</span></a><span style="font-weight: 400;">.<br /><br /></span><span style="font-weight: 400;">Si vous travaillez avec des donn&eacute;es qui sont la propri&eacute;t&eacute; des Premi&egrave;res Nations, des M&eacute;tis ou des Inuits, par exemple, vous devrez travailler avec des protocoles qui garantissent le respect de la vie priv&eacute;e de la communaut&eacute; et la r&eacute;duction des dommages caus&eacute;s &agrave; celle-ci. Pour plus d&rsquo;informations sur la souverainet&eacute; des donn&eacute;es autochtones, consultez les </span><a href="https://fnigc.ca/fr/les-principes-de-pcap-des-premieres-nations/"><span style="font-weight: 400;">principes PCAP</span></a><span style="font-weight: 400;">, et dans un contexte mondial, les </span><a href="https://www.gida-global.org/care"><span style="font-weight: 400;">principes CARE sur la gouvernance autochtone des donn&eacute;es</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span></p>

source: <p><strong>Get informed consent before you collect data:&nbsp;</strong><span style="font-weight: 400;">Obtaining the appropriate consent from research participants is an important step in assuring Research Ethics Boards that the data may be shared with researchers outside your project. Your informed consent statement may identify certain conditions clarifying the uses of the data by other researchers. For example, your statement may stipulate that the data will either only be shared for non-profit research purposes (you can use CC-by-NC &mdash; the non-commercial Creative Commons licence with attribution) or that the data will not be linked with other personally-identifying data. Note that this aspect is not covered by an open license. You can learn more about data security at the </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Inform your study participants if you intend to publish an anonymized and de-identified version of collected data, and that by participating, they agree to these terms. For sample language for informed consent: </span><a href="https://www.icpsr.umich.edu/web/pages/datamanagement/confidentiality/conf-language.html"><span style="font-weight: 400;">ICPSR Recommended Informed Consent Language for Data Sharing</span></a>.</p> <p><span style="font-weight: 400;">You may need to consider strategies to ensure the ethical reuse of your published dataset by new researchers. These strategies may affect your selection of a suitable license, and in some cases you may not be able to use an open license.</span></p>
fr_ca: <p><strong>Obtenez un consentement &eacute;clair&eacute; avant la collecte de donn&eacute;es :&nbsp;</strong><span style="font-weight: 400;">L&rsquo;obtention du consentement appropri&eacute; des participants &agrave; la recherche est une &eacute;tape importante pour rassurer les comit&eacute;s d&rsquo;&eacute;thique de la recherche que les donn&eacute;es puissent &ecirc;tre partag&eacute;es avec des chercheurs en dehors de votre projet. Votre d&eacute;claration de consentement &eacute;clair&eacute; peut pr&eacute;ciser certaines conditions clarifiant les utilisations des donn&eacute;es par d&rsquo;autres chercheurs. Par exemple, votre d&eacute;claration peut stipuler que les donn&eacute;es ne seront partag&eacute;es qu&rsquo;&agrave; des fins de recherche non lucratives (vous pouvez utiliser CC-by-NC &mdash; la licence Creative Commons non commerciale avec attribution) ou que les donn&eacute;es ne seront pas li&eacute;es &agrave; d&rsquo;autres donn&eacute;es permettant d&rsquo;identifier des personnes. Notez que cet aspect n&rsquo;est pas couvert par une licence ouverte. Vous pouvez en savoir plus sur la s&eacute;curit&eacute; des donn&eacute;es en consultant le site du </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Informez les participants &agrave; votre &eacute;tude si vous avez l&rsquo;intention de publier une version anonymis&eacute;e et d&eacute;personnalis&eacute;e des donn&eacute;es collect&eacute;es, et qu&rsquo;en participant, ils acceptent les pr&eacute;sentes conditions. Pour voir des exemples de libell&eacute; pour le consentement &eacute;clair&eacute;, consultez la ressource suivante&nbsp;: </span><a href="https://www.icpsr.umich.edu/web/pages/datamanagement/confidentiality/conf-language.html"><span style="font-weight: 400;">Formulation recommand&eacute;e de l&rsquo;ICPSR pour le consentement &eacute;clair&eacute; au partage des donn&eacute;es</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Vous devrez peut-&ecirc;tre envisager des strat&eacute;gies pour garantir la r&eacute;utilisation &eacute;thique de votre ensemble de donn&eacute;es publi&eacute;es par d&rsquo;autres chercheurs. Ces strat&eacute;gies peuvent influencer votre choix d&rsquo;une licence appropri&eacute;e&thinsp;; dans certains cas, vous ne pourrez pas utiliser une licence ouverte.</span></p>

source: <p><strong>Privacy protection:&nbsp;</strong><span style="font-weight: 400;">Open science workflows prioritize being &ldquo;as open as possible and as closed as necessary.&rdquo; Think about any privacy concerns you may have in regards to your data, or other restrictions on access outlined in your ethics protocol. If your institution or funder regulates legal or ethical guidelines on what information must be protected, take a moment to verify you have complied with the terms for consent of sharing data. In the absence of local support for anonymization or de-identification of data, you can reach out to the Portage DMP Coordinator at <a href="mailto:support@portagenetwork.ca">support@portagenetwork.ca</a>. </span><span style="font-weight: 400;">&nbsp;</span></p>
fr_ca: <p><strong>Protection de la confidentialit&eacute; :&nbsp;</strong><span style="font-weight: 400;">Les flux de travail scientifiques ouverts pr&eacute;conisent d&rsquo;avoir des donn&eacute;es &laquo;&thinsp;aussi ouvertes que possible et aussi restreintes que n&eacute;cessaire&thinsp;&raquo;. Songez &agrave; vos r&eacute;serves en mati&egrave;re de confidentialit&eacute; de vos donn&eacute;es ou &agrave; d&rsquo;autres restrictions d&rsquo;acc&egrave;s d&eacute;crites dans votre protocole d&rsquo;&eacute;thique. Si votre &eacute;tablissement ou votre bailleur de fonds r&eacute;git des directives l&eacute;gales ou &eacute;thiques sur les informations qui doivent &ecirc;tre prot&eacute;g&eacute;es, prenez un moment pour v&eacute;rifier si vous avez respect&eacute; les conditions de consentement au partage des donn&eacute;es. En l&rsquo;absence de soutien local pour l&rsquo;anonymisation ou la d&eacute;personnalisation des donn&eacute;es, vous pouvez communiquer avec le coordonnateur de la GPD de Portage &agrave; l&rsquo;adresse suivante : </span><span style="font-weight: 400;"><a href="mailto:support@portagenetwork.ca">support@portagenetwork.ca</a>. </span><span style="font-weight: 400;">&nbsp;</span></p>

source: <p>Please explain, in particular:</p> <ul> <li>What type of neuroimaging modalities will be used to acquire data in this study? Ex: MRI, EEG.</li> <li>What other types of data will be acquired in this study? Ex: behavioural, biological sample.</li> <li>Approximately how many participants does the study plan to acquire images from?</li> </ul>
fr_ca: Veuillez expliquer :<br /> <ul> <li>Quel type de modalit&eacute;s de neuro-imagerie sera utilis&eacute; pour acqu&eacute;rir des donn&eacute;es dans cette &eacute;tude&thinsp;? Ex. : IRM, EEG.</li> <li>Quels autres types de donn&eacute;es acqu&eacute;riez-vous dans le cadre de cette &eacute;tude&thinsp;? Ex. : donn&eacute;es comportementales, &eacute;chantillons biologiques.</li> <li>Aupr&egrave;s de combien de participants environ acqu&eacute;riez-vous des images pour l&rsquo;&eacute;tude&thinsp;?</li> </ul>

source: <span style="font-weight: 400;">For fellow researchers, a write-up of your methods is indispensable for supporting the reproducibility of a study. In preparation for publishing, consider creating an online document or folder (e.g. openneuro, github, zenodo, osf) where your project methods can be gathered/prepared. If appropriate, provide a link to that space here.</span>
fr_ca: <span style="font-weight: 400;">Une description de vos m&eacute;thodes est indispensable pour que vos coll&egrave;gues chercheurs puissent reproduire votre &eacute;tude. En vue de la publication, pensez &agrave; cr&eacute;er un document ou un dossier en ligne (par exemple, openneuro, github, zenodo, osf) o&ugrave; les m&eacute;thodes de votre projet peuvent &ecirc;tre rassembl&eacute;es ou pr&eacute;par&eacute;es. Le cas &eacute;ch&eacute;ant, fournissez un lien vers cet espace ici.</span>

source: <span style="font-weight: 400;">Planning how research data will be stored and backed up throughout and beyond a research project is critical in ensuring data security and integrity. Appropriate storage and backup not only helps protect research data from catastrophic losses (due to hardware and software failures, viruses, hackers, natural disasters, human error, etc.), but also facilitates appropriate access by current and future researchers. You may need to encrypt your data to ensure it is not accessible by those outside the project. For more information, see the University of Waterloo&rsquo;s </span><a href="https://uwaterloo.ca/research/office-research-ethics/research-human-participants/pre-submission-and-training/human-research-guidelines-and-policies-alphabetical-list/guideline-researchers-securing-research-participants-data"><span style="font-weight: 400;">Guideline for researchers on securing research participants' data</span></a><span style="font-weight: 400;">.</span><br /><span style="font-weight: 400;"><br />Please provide URL(s) to any data storage sites. If your data are subject to strict rules governing human subjects and anonymity, then you may need an on-premise solution installed on your institution&rsquo;s server. </span>
fr_ca: <span style="font-weight: 400;">La planification de votre m&eacute;thode de stockage et de sauvegarde des donn&eacute;es de recherche pendant et apr&egrave;s un projet de recherche est essentielle pour garantir la s&eacute;curit&eacute; et l&rsquo;int&eacute;grit&eacute; des donn&eacute;es. Un stockage et une sauvegarde appropri&eacute;s permettent non seulement de prot&eacute;ger les donn&eacute;es de recherche contre les pertes catastrophiques (dues &agrave; des d&eacute;faillances mat&eacute;rielles et logicielles, des virus, des pirates, des catastrophes naturelles, des erreurs humaines, etc.), mais facilitent &eacute;galement un acc&egrave;s convenable pour les chercheurs actuels et futurs. Vous devrez peut-&ecirc;tre crypter vos donn&eacute;es pour vous assurer qu&rsquo;elles ne sont pas accessibles &agrave; des personnes en dehors du projet. Pour plus d&rsquo;informations, consultez les </span><a href="https://uwaterloo.ca/research/office-research-ethics/research-human-participants/pre-submission-and-training/human-research-guidelines-and-policies-alphabetical-list/guideline-researchers-securing-research-participants-data"><span style="font-weight: 400;">lignes directrices &agrave; l&rsquo;intention des chercheurs sur la s&eacute;curisation des donn&eacute;es des participants &agrave; la recherche</span></a><span style="font-weight: 400;"> de l&rsquo;Universit&eacute; de Waterloo (<em>lien en anglais</em>)<em>.</em></span><br /><span style="font-weight: 400;"><br />Veuillez fournir l&rsquo;URL de tous les sites de stockage de donn&eacute;es. Si vos donn&eacute;es sont soumises &agrave; des r&egrave;gles strictes concernant les &ecirc;tres humains et l&rsquo;anonymat, vous pouvez avoir besoin d&rsquo;une solution sur place install&eacute;e sur le serveur de votre &eacute;tablissement. </span>

source: <span style="font-weight: 400;">Choices about data preservation will depend on the potential for reuse and long-term significance of the data, as well as whether you have obligations to funders or collaborators to either retain or destroy data, and what resources will be required to ensure it remains usable in the future. The need to preserve data in the short-term (i.e. for peer-verification purposes) or long-term (for data of lasting value) will influence the choice of data repository or archive. Tools such as </span><a href="https://repositoryfinder.datacite.org/"><span style="font-weight: 400;">DataCite's repository finder tool</span></a><span style="font-weight: 400;"> and </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">re3data.org</span></a><span style="font-weight: 400;"> are useful for finding an appropriate repository for your data. </span>
fr_ca: <span style="font-weight: 400;">Les choix en mati&egrave;re de conservation des donn&eacute;es d&eacute;pendront du potentiel de r&eacute;utilisation et de l&rsquo;importance &agrave; long terme des donn&eacute;es, votre obligation envers les bailleurs de fonds ou les collaborateurs de conserver ou de d&eacute;truire les donn&eacute;es ainsi que les ressources n&eacute;cessaires pour garantir qu&rsquo;elles restent utilisables &agrave; l&rsquo;avenir. Le besoin de conserver les donn&eacute;es &agrave; court terme (c&rsquo;est-&agrave;-dire &agrave; des fins de v&eacute;rification par les pairs) ou &agrave; long terme (pour les donn&eacute;es ayant une valeur durable) influencera le choix du d&eacute;p&ocirc;t ou de l&rsquo;archive de donn&eacute;es. Des outils tels que </span><a href="https://repositoryfinder.datacite.org/"><span style="font-weight: 400;">l&rsquo;outil de recherche de d&eacute;p&ocirc;t de DataCite</span></a><span style="font-weight: 400;"> et </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">re3data.org</span></a><span style="font-weight: 400;"> (<em>liens en anglais</em>) sont utiles pour trouver un d&eacute;p&ocirc;t appropri&eacute; pour vos donn&eacute;es. </span>

source: <span style="font-weight: 400;">Most Canadian research funding agencies now have policies recommending or requiring research data to be shared upon publication of the research results or within a reasonable period of time. While data sharing contributes to the visibility and impact of research, it has to be balanced with the legitimate desire of researchers to maximise their research outputs before releasing their data. Equally important is the need to protect the privacy of respondents and to properly handle sensitive data.</span><span style="font-weight: 400;"> What you can share, and with whom, may depend on what type of consent is obtained from study participants. In a case where some (or all) or the data analyzed was previously acquired (by your research team or by others), what you can share for this current study may also be dependent on the terms under which the original data were provided, and any restrictions that were placed on that data originally. Provide a copy of your consent forms and licensing terms for any secondary data, if available.</span>
fr_ca: <span style="font-weight: 400;">La plupart des organismes canadiens de financement de la recherche ont maintenant des politiques recommandant ou exigeant que les donn&eacute;es de recherche soient partag&eacute;es d&egrave;s la publication des r&eacute;sultats de la recherche ou dans un d&eacute;lai raisonnable. Si le partage des donn&eacute;es contribue &agrave; la visibilit&eacute; et &agrave; l&rsquo;impact de la recherche, il doit &ecirc;tre &eacute;quilibr&eacute; avec le d&eacute;sir l&eacute;gitime des chercheurs de maximiser les r&eacute;sultats de leurs recherches avant de publier leurs donn&eacute;es. Il est tout aussi important de prot&eacute;ger la confidentialit&eacute; des r&eacute;pondants et de traiter correctement les donn&eacute;es sensibles. Le mat&eacute;riel que vous pouvez partager et les entit&eacute;s avec lesquels vous pouvez les partager d&eacute;pendent du type de consentement obtenu des participants &agrave; l&rsquo;&eacute;tude. Si des donn&eacute;es analys&eacute;es ont &eacute;t&eacute; acquises pr&eacute;c&eacute;demment (par votre &eacute;quipe de recherche ou par d&rsquo;autres), ce que vous pouvez partager pour cette &eacute;tude en cours peut &eacute;galement d&eacute;pendre des conditions dans lesquelles les donn&eacute;es originales ont &eacute;t&eacute; fournies et des contraintes qui ont &eacute;t&eacute; impos&eacute;es &agrave; ces donn&eacute;es &agrave; l&rsquo;origine. Veuillez fournir une copie de vos formulaires de consentement et des conditions de licence pour toutes les donn&eacute;es secondaires, si elles sont disponibles.</span>

source: <span style="font-weight: 400;">Data management focuses on the 'what' and 'how' of operationally supporting data across the research lifecycle. Data stewardship focuses on 'who' is responsible for ensuring that data management happens. A large project, for example, will involve multiple data stewards. The Principal Investigator should identify at the beginning of a project all of the people who will have responsibilities for data management tasks during and after the project.</span>
fr_ca: <span style="font-weight: 400;">La gestion des donn&eacute;es est centr&eacute;e sur la nature et la m&eacute;thode du soutien op&eacute;ratoire des donn&eacute;es tout au long du cycle de vie de la recherche. L&rsquo;intendance des donn&eacute;es se concentre sur la personne ou le groupe responsable de la gestion des donn&eacute;es. Un projet de grande envergure, par exemple, fera intervenir plusieurs gestionnaires de donn&eacute;es. Le chercheur principal doit d&eacute;signer au d&eacute;but du projet toutes les personnes qui seront responsables des t&acirc;ches de gestion des donn&eacute;es pendant et apr&egrave;s le projet.</span>

source: <span style="font-weight: 400;">This estimate should incorporate data management costs expected during the project as well as those required for the longer-term support for the data after the project is finished. Items to consider in the latter category of expenses include the costs of curating and providing long-term access to the data. Some funding agencies state explicitly that they will provide support to meet the cost of preparing data for deposit. This might include technical aspects of data management, training requirements, file storage &amp; backup, and contributions of non-project staff. </span><span style="font-weight: 400;">OpenAIRE has developed a tool to help researchers estimate costs associated with data management. Access this </span><a href="https://www.openaire.eu/estimating-costs-rdm-tool"><span style="font-weight: 400;">tool here</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Cette estimation doit int&eacute;grer les co&ucirc;ts de gestion des donn&eacute;es pr&eacute;vus pendant le projet ainsi que ceux n&eacute;cessaires pour le soutien &agrave; plus long terme des donn&eacute;es apr&egrave;s la fin du projet. Parmi les &eacute;l&eacute;ments &agrave; prendre en compte dans cette derni&egrave;re cat&eacute;gorie de d&eacute;penses, il y a les co&ucirc;ts de conservation et d&rsquo;acc&egrave;s &agrave; long terme aux donn&eacute;es. Certains organismes subventionnaires d&eacute;clarent explicitement qu&rsquo;ils fourniront une aide pour couvrir le co&ucirc;t de la pr&eacute;paration des donn&eacute;es en vue de leur d&eacute;p&ocirc;t. Cette aide peut inclure les aspects techniques de la gestion des donn&eacute;es, les besoins de formation, le stockage et la sauvegarde des fichiers, et les contributions du personnel non affect&eacute; au projet. OpenAIRE a d&eacute;velopp&eacute; un outil pour aider les chercheurs &agrave; estimer les co&ucirc;ts associ&eacute;s &agrave; la gestion des donn&eacute;es. </span><a href="https://www.openaire.eu/estimating-costs-rdm-tool"><span style="font-weight: 400;">Cliquez ici</span></a><span style="font-weight: 400;"> pour avoir acc&egrave;s &agrave; cet outil (<em>lien en anglais</em>)</span><span style="font-weight: 400;">.</span>
