Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <span style="font-weight: 400;">Several types of standard licenses are available to researchers, such as </span><a href="https://creativecommons.org/choose/"><span style="font-weight: 400;">Creative Commons licenses</span></a><span style="font-weight: 400;"> and </span><a href="https://opendatacommons.org/licenses/"><span style="font-weight: 400;">Open Data Commons licenses</span></a><span style="font-weight: 400;">. In most circumstances, it is easier to use a standard license rather than a custom-made one. If you make your data part of the public domain, you should make this explicit by using a license, such as </span><a href="https://creativecommons.org/publicdomain/zero/1.0/"><span style="font-weight: 400;">Creative Commons CC0</span></a><span style="font-weight: 400;">. Read more on data licenses at </span><a href="https://www.dcc.ac.uk/guidance/how-guides/license-research-data"><span style="font-weight: 400;">Digital Curation Centre</span></a><span style="font-weight: 400;">. </span>
fr_ca: <span style="font-weight: 400;">Les chercheurs ont acc&egrave;s &agrave; diverses licences types, notamment les licences </span><a href="https://creativecommons.org/choose/?lang=fr"><span style="font-weight: 400;">Creative Commons</span></a><span style="font-weight: 400;"> et les licenses </span><a href="https://opendatacommons.org/licenses/"><span style="font-weight: 400;">Open Data Commons</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">. Dans la plupart des cas, il est plus simple d&rsquo;utiliser une licence type que sa propre licence personnalis&eacute;e. Si vous comptez rendre vos donn&eacute;es publiques, vous devriez le pr&eacute;ciser en utilisant une licence comme </span><a href="https://creativecommons.org/publicdomain/zero/1.0/deed.fr"><span style="font-weight: 400;">Creative Commons&nbsp;CC0</span></a><span style="font-weight: 400;">. Pour plus d&rsquo;information &agrave; ce sujet, consultez le </span><a href="https://www.dcc.ac.uk/guidance/how-guides/license-research-data"><span style="font-weight: 400;">Digital Curation Centre</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">. </span>

source: <span style="font-weight: 400;">Include a copy of your end-user license here. Licenses set out how others can use your data. Funding agencies and/or data repositories may have end-user license requirements in place; if not, they may be able to guide you in developing a license. Only the intellectual property rights holder(s) of the data you want to share can issue a license, so it is crucial to clarify who holds those rights. Make sure the terms of use of your end-user license fulfill any legal and ethical obligations you have (e.g., consent forms, copyright, data sharing agreements, etc.).</span>
fr_ca: <span style="font-weight: 400;">Il faut inclure une copie de votre licence d&rsquo;utilisateur. Celle-ci d&eacute;finit comment les autres individus peuvent utiliser vos donn&eacute;es. Les agences de financement et les d&eacute;p&ocirc;ts de donn&eacute;es ont parfois des exigences relatives aux licences d&rsquo;utilisateur. Si ce n&rsquo;est pas le cas, ils pourraient vous aider &agrave; concevoir une licence. Seuls les d&eacute;tenteurs du droit de propri&eacute;t&eacute; intellectuelle des donn&eacute;es que vous voulez partager peuvent &eacute;mettre une licence. Il est donc tr&egrave;s important de d&eacute;terminer &agrave; qui appartient ce droit. Les conditions d&rsquo;utilisation de votre licence d&rsquo;utilisateur doivent &ecirc;tre conformes &agrave; vos obligations &eacute;thiques et juridiques (formulaires de consentement, droit d&rsquo;auteur, ententes de partage de donn&eacute;es, etc.).</span>

source: <span style="font-weight: 400;">Many Canadian postsecondary institutions use Dataverse, a popular data repository platform for survey data and qualitative text data (for more, see </span><a href="https://dataverse.scholarsportal.info/"><span style="font-weight: 400;">Scholars Portal)</span></a><span style="font-weight: 400;">. It has many capabilities, including open and restricted access, built-in data citations, file versioning, customized terms of use, and assignment of a </span><a href="https://en.wikipedia.org/wiki/Digital_object_identifier"><span style="font-weight: 400;">digital object identifier</span></a><span style="font-weight: 400;"> (DOI) to datasets. A DOI is a unique, persistent identifier that provides a stable link to your data. Try to choose repositories that assign persistent identifiers. Contact your institution&rsquo;s library or the Portage DMP Coordinator at <a href="mailto:support@portagenetwork.ca">support@portagenetwork.ca</a>&nbsp;to find out if a local Dataverse is available to you, or for help locating another repository that meets your needs. You can also check out <a href="https://www.re3data.org/">re3data.org</a>, a directory of data repositories that includes arts-specific ones.</span>
fr_ca: <span style="font-weight: 400;">Plusieurs &eacute;tablissements postsecondaires canadiens utilisent Dataverse, qui est une plateforme de d&eacute;p&ocirc;t r&eacute;pandue pour les donn&eacute;es d&rsquo;enqu&ecirc;te et les donn&eacute;es qualitatives sous forme de texte (pour plus d&rsquo;information, voir </span><a href="https://dataverse.scholarsportal.info/fr/"><span style="font-weight: 400;">Scholars Portal</span></a><span style="font-weight: 400;">). Cette plateforme offre plusieurs possibilit&eacute;s, dont l&rsquo;acc&egrave;s ouvert et l&rsquo;acc&egrave;s restreint, les citations de donn&eacute;es int&eacute;gr&eacute;es, le suivi des versions de fichier, des conditions d&rsquo;utilisation personnalis&eacute;es et l&rsquo;attribution d&rsquo;un identificateur </span><a href="https://fr.wikipedia.org/wiki/Digital_Object_Identifier"><span style="font-weight: 400;">d&rsquo;objet num&eacute;rique</span></a><span style="font-weight: 400;"> (DOI) aux ensembles de donn&eacute;es. Un DOI est un identifiant permanent unique, qui donne un lien stable vers vos donn&eacute;es. Par cons&eacute;quent, il est pr&eacute;f&eacute;rable de choisir des d&eacute;p&ocirc;ts qui en attribuent. Contactez la biblioth&egrave;que de votre &eacute;tablissement ou le coordonnateur PGD de Portage &agrave; <a href="mailto:support@portagenetwork.ca">support@portagenetwork.ca</a></span><span style="font-weight: 400;">&nbsp;pour savoir si vous avez acc&egrave;s &agrave; Dataverse. Vous pourriez autrement trouver avec leur aide un autre d&eacute;p&ocirc;t qui r&eacute;pond &agrave; vos besoins. Consultez aussi le </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">re3data.org</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">, qui est un r&eacute;pertoire de d&eacute;p&ocirc;ts de donn&eacute;es, notamment adapt&eacute; au domaine des arts.</span>

source: <p><span style="font-weight: 400;">Researchers can find data through data repositories, word-of-mouth, project websites, academic journals, etc. Sharing your data through a data repository is recommended because it enhances the discoverability of your data in the research community. You can also cite your deposited data the same way you would cite a publication, by including a link in the citation. Read more on data citation at </span><a href="https://www.ukdataservice.ac.uk/citethedata.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> and </span><a href="https://www.dcc.ac.uk/guidance/how-guides/cite-datasets"><span style="font-weight: 400;">Digital Curation Centre</span></a><span style="font-weight: 400;">.&nbsp;</span></p> <p><span style="font-weight: 400;">The best ways to let artists and the public know about your data may not mirror those of researchers. Social media, artistic organizations, and community partners may be options. For more help making your data findable, contact your institution&rsquo;s library or the Portage DMP Coordinator at <a href="mailto:support@portagenetwork.ca">support@portagenetwork.ca</a>.&nbsp;&nbsp;</span></p>
fr_ca: <p><span style="font-weight: 400;">Les chercheurs trouvent des donn&eacute;es par l&rsquo;entremise de d&eacute;p&ocirc;ts, du bouche-&agrave;-oreille, de sites web de projets, de revues savantes, etc. Pour partager vos donn&eacute;es, il est pr&eacute;f&eacute;rable d&rsquo;utiliser un d&eacute;p&ocirc;t pour augmenter la d&eacute;couverte de vos donn&eacute;es dans la communaut&eacute; de recherche. Vous pouvez aussi citer vos donn&eacute;es d&eacute;pos&eacute;es, tout comme vous citeriez une publication, en incluant un lien vers la citation. Pour plus d&rsquo;information &agrave; ce sujet, voir le </span><a href="https://www.ukdataservice.ac.uk/citethedata.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> et </span><a href="https://www.dcc.ac.uk/guidance/how-guides/cite-datasets"><span style="font-weight: 400;">Digital Curation Centre</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.&nbsp;</span></p> <p><span style="font-weight: 400;">La meilleure approche pour faire conna&icirc;tre vos donn&eacute;es aupr&egrave;s des artistes et membres du public n&rsquo;est pas forc&eacute;ment la m&ecirc;me que celle des chercheurs. Les m&eacute;dias sociaux, organisations artistiques et partenaires au sein de la communaut&eacute; sont parfois de bonnes avenues. Si vous d&eacute;sirez de l&rsquo;aide faciliter l&rsquo;acc&egrave;s &agrave; vos donn&eacute;es, contactez la biblioth&egrave;que de votre &eacute;tablissement ou le coordonnateur PGD de Portage &agrave; <a href="mailto:support@portagenetwork.ca">support@portagenetwork.ca</a>.</span></p>

source: <p><span style="font-weight: 400;">Research data management is often a shared responsibility, which can involve principal investigators, co-investigators, collaborators, graduate students, data repositories, etc. Describe the roles and responsibilities of those who will carry out the activities of your data management plan, whether they are individuals or organizations, and</span> <span style="font-weight: 400;">the timeframe of their responsibilities. Consider who can conduct these activities in relation to data management expertise, time commitment, training needed to carry out tasks, and other factors.</span></p>
fr_ca: <p><span style="font-weight: 400;">La gestion des donn&eacute;es de recherche est souvent une responsabilit&eacute; partag&eacute;e, notamment entre les chercheurs principaux, co-chercheurs, collaborateurs, &eacute;tudiants de cycle sup&eacute;rieur, d&eacute;p&ocirc;ts de donn&eacute;es, etc. D&eacute;crivez les r&ocirc;les et responsabilit&eacute;s de tous ceux qui participeront &agrave; la gestion des donn&eacute;es de recherche, que ce soient des individus ou des organisations. Il est aussi important de d&eacute;finir l&rsquo;&eacute;ch&eacute;ancier des responsabilit&eacute;s. Parmi d&rsquo;autres consid&eacute;rations, r&eacute;fl&eacute;chissez aux personnes qui ont de l&rsquo;expertise dans la gestion de donn&eacute;es, ainsi que le temps et la formation n&eacute;cessaire pour entreprendre les t&acirc;ches requises.</span></p>

source: <span style="font-weight: 400;">Expected and unexpected changes to who manages data during your project (e.g., a student graduates, research staff turnover) and after (e.g., retirement, death, agreement with data repository ends) can happen. A succession plan details how research data management responsibilities will transfer to other individuals or organizations. Consider what will happen if the principal investigator, whether you or someone else, leaves the project. In some instances, a co-investigator or the department or division overseeing your project can assume responsibility. Your post-project succession plan can be part of the &ldquo;living will&rdquo; for your data.</span>
fr_ca: <span style="font-weight: 400;">Les personnes qui g&egrave;rent les donn&eacute;es peuvent changer de mani&egrave;re attendue et inattendue pendant un projet (un &eacute;tudiant termine ses &eacute;tudes, le personnel de recherche change de poste) ou apr&egrave;s celui-ci (retraite, d&eacute;c&egrave;s, fin d&rsquo;une entente avec un d&eacute;p&ocirc;t de donn&eacute;es). Il est donc important de d&eacute;finir un plan de rel&egrave;ve pour indiquer comment la gestion des donn&eacute;es sera transf&eacute;r&eacute;e &agrave; d&rsquo;autres individus ou organisations. Pensez aux &eacute;ventuelles cons&eacute;quences si le chercheur principal, que ce soit vous ou une autre personne, quitte le projet en cours de route. Dans certains cas, le co-chercheur, le d&eacute;partement ou la division responsable du projet peut entreprendre cette responsabilit&eacute;. Le plan de rel&egrave;ve peut s&rsquo;inscrire dans le &laquo;&thinsp;testament de vie&thinsp;&raquo; du projet.</span>

source: <span style="font-weight: 400;">Know what resources you will need for research data management during and after your project and their estimated cost as early as possible. For example, transcription, training for research team members, digitizing artwork, cloud storage, and depositing your data in a repository can all incur costs. Many funding agencies provide financial support for data management, so check what costs they will cover. Read more on costing data management at </span><a href="https://www.dcc.ac.uk/blog/infographic-what-will-it-cost-manage-and-share-my-data"><span style="font-weight: 400;">Digital Curation Centre</span></a><span style="font-weight: 400;"> and </span><a href="https://www.openaire.eu/how-to-comply-to-h2020-mandates-rdm-costs"><span style="font-weight: 400;">OpenAIRE</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;terminez le type de ressources n&eacute;cessaires pour la gestion des donn&eacute;es pendant et apr&egrave;s votre projet. Estimez les co&ucirc;ts le plus rapidement possible. Par exemple, la transcription, la formation des membres de l&rsquo;&eacute;quipe de recherche, la num&eacute;risation des &oelig;uvres, le stockage en ligne et d&eacute;p&ocirc;t des donn&eacute;es entra&icirc;nent tous des frais. La plupart des agences de financement offrent un montant pour la gestion des donn&eacute;es, donc v&eacute;rifiez quels co&ucirc;ts sont couverts. Pour plus d&rsquo;information &agrave; ce sujet, voir le </span><a href="https://www.dcc.ac.uk/blog/infographic-what-will-it-cost-manage-and-share-my-data"><span style="font-weight: 400;">Digital Curation Centre</span></a><span style="font-weight: 400;"> et </span><a href="https://www.openaire.eu/how-to-comply-to-h2020-mandates-rdm-costs"><span style="font-weight: 400;">OpenAIRE</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.</span>

source: <span style="font-weight: 400;">Research data management policies can be set by funders, postsecondary institutions, legislation, communities of researchers, and research data management specialists. List policies relevant to managing your data, including those of your institution and the Tri-Agency Research Data Management Policy, if you have SSHRC, CIHR, or NSERC funding. Include URL links to these policies. </span>
fr_ca: <span style="font-weight: 400;">Les bailleurs de fonds, &eacute;tablissements postsecondaires, mesures l&eacute;gislatives, communaut&eacute;s de chercheurs et sp&eacute;cialistes d&eacute;finissent parfois des politiques sur la gestion des donn&eacute;es de recherche. Faites une liste des politiques qui concernent la gestion de vos donn&eacute;es, notamment celles de votre &eacute;tablissement et du CRSH, IRSC ou CRSNG si votre projet est financ&eacute; par l&rsquo;un de ces trois organismes subventionnaires. Inclure un lien URL vers ces politiques. </span>

source: <p><span style="font-weight: 400;">Compliance with privacy and copyright law is a common issue in ABR and may restrict what data you can create, collect, preserve, and share. Familiarity with Canadian copyright law is especially important in ABR (see </span><a href="https://laws-lois.justice.gc.ca/eng/acts/c-42/"><span style="font-weight: 400;">Copyright Act of Canada</span></a><span style="font-weight: 400;">, </span><a href="https://www.ic.gc.ca/eic/site/cipointernet-internetopic.nsf/eng/h_wr02281.html"><span style="font-weight: 400;">Canadian Intellectual Property Office</span></a><span style="font-weight: 400;">, </span><a href="https://educaloi.qc.ca/en/capsules/copyright-protecting-creative-works/"><span style="font-weight: 400;">&Eacute;ducaloi</span></a><span style="font-weight: 400;">, and </span><a href="https://artistslegaloutreach.com/copyright-toolkits/"><span style="font-weight: 400;">Artists&rsquo; Legal Outreach</span></a><span style="font-weight: 400;">). Obtaining permissions is key to managing privacy and copyright compliance and will help you select or develop an end-user license.&nbsp;</span></p> <span style="font-weight: 400;">It is also important to know about ethical and legal issues pertaining to the cultural context(s) in which you do ABR. For example, Indigenous data sovereignty and governance are essential to address in all aspects of research data management in projects with and affecting First Nations, Inuit, and M&eacute;tis communities and lands (see </span><a href="https://fnigc.ca/"><span style="font-weight: 400;">FNIGC</span></a><span style="font-weight: 400;">, </span><a href="https://www.itk.ca/"><span style="font-weight: 400;">ITK</span></a><span style="font-weight: 400;">, and </span><a href="https://www.gida-global.org/"><span style="font-weight: 400;">GIDA</span></a><span style="font-weight: 400;">), including collective ownership of traditional knowledge and cultural expressions (see </span><a href="https://guides.library.ubc.ca/c.php?g=383361&amp;p=2597611%23s-lg-box-8105430"><span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;"> and </span><a href="https://www.ic.gc.ca/eic/site/108.nsf/eng/00007.html"><span style="font-weight: 400;">ISED Canada</span></a><span style="font-weight: 400;">). Experts at your institution can help you address ethical and legal issues, such as those at your library, privacy office, research ethics office, or copyright office.</span>
fr_ca: <p><span style="font-weight: 400;">La RBA doit souvent se conformer aux lois sur la vie priv&eacute;e et au droit d&rsquo;auteur, ce qui limite le type de donn&eacute;es que vous pouvez cr&eacute;er, recueillir, pr&eacute;server et partager. Il est donc tr&egrave;s important de conna&icirc;tre le droit canadien de la propri&eacute;t&eacute; intellectuelle (voir la </span><a href="https://laws-lois.justice.gc.ca/fra/lois/c-42/"><span style="font-weight: 400;">Loi sur le droit d&rsquo;auteur</span></a><span style="font-weight: 400;">, </span><a href="https://www.ic.gc.ca/eic/site/cipointernet-internetopic.nsf/fra/h_wr02281.html"><span style="font-weight: 400;">Office de la propri&eacute;t&eacute; intellectuelle du Canada</span></a><span style="font-weight: 400;">, </span><a href="https://educaloi.qc.ca/capsules/le-droit-dauteur-pour-la-protection-de-la-creation/"><span style="font-weight: 400;">&Eacute;ducaloi</span></a><span style="font-weight: 400;"> et </span><a href="https://artistslegaloutreach.com/copyright-toolkits/"><span style="font-weight: 400;">Artists&rsquo; Legal Outreach</span></a>; <em>lien en anglais</em><span style="font-weight: 400;">). Conform&eacute;ment aux lois sur la vie priv&eacute;e et au droit d&rsquo;auteur, il faut obtenir des permissions et choisir ou d&eacute;finir une licence d&rsquo;utilisateur appropri&eacute;e.&nbsp;<br /><br /></span><span style="font-weight: 400;">Vous devez aussi conna&icirc;tre les enjeux &eacute;thiques et juridiques du contexte culturel dans lequel s&rsquo;inscrit votre RBA. Par exemple, la gouvernance et souverainet&eacute; des donn&eacute;es autochtones sont essentielles pour les projets de gestion des donn&eacute;es qui touchent les territoires et communaut&eacute;s des Premi&egrave;res Nations, Inuits et M&eacute;tis (voir le </span><a href="https://fnigc.ca/fr/"><span style="font-weight: 400;">CGIPN</span></a><span style="font-weight: 400;">, </span><a href="https://www.itk.ca/"><span style="font-weight: 400;">ITK</span></a>&nbsp;<span style="font-weight: 400;">et </span><a href="https://www.gida-global.org/"><span style="font-weight: 400;">GIDA</span></a>; <em>liens en anglais</em><span style="font-weight: 400;">). La propri&eacute;t&eacute; collective du savoir traditionnel et des expressions culturelles est aussi une dimension tr&egrave;s importante (voir la </span><a href="https://guides.library.ubc.ca/c.php?g=383361&amp;p=2597611%23s-lg-box-8105430"><span style="font-weight: 400;">biblioth&egrave;que de l&rsquo;UBC</span></a><span style="font-weight: 400;"> [<em>lien en anglais</em>] et </span><a href="https://www.ic.gc.ca/eic/site/108.nsf/fra/00007.html"><span style="font-weight: 400;">ISDE Canada</span></a><span style="font-weight: 400;">). Pour mieux comprendre ces enjeux &eacute;thiques et juridiques, faites appel &agrave; l&rsquo;expertise de votre biblioth&egrave;que, bureau de la protection des renseignements personnels, bureau d&rsquo;&eacute;thique de la recherche ou bureau du droit d&rsquo;auteur.</span></p>

source: <span style="font-weight: 400;">Obtaining permissions to create, document, and use artwork in ABR can be complex when, for example, non-participants are depicted in artwork or artwork is co-created or co-owned, made by minors, or derived from other copyrighted work (e.g., collages made of photographs, remixed songs).</span> <span style="font-weight: 400;">Consider creating a plan describing how you will obtain permissions for your project. It should include what you want to do (e.g., create derivative artwork, deposit data); who to ask when permission is needed for what you want to do; and, if granted, what the conditions are. </span>
fr_ca: <span style="font-weight: 400;">Il est parfois compliqu&eacute; d&rsquo;obtenir des permissions pour cr&eacute;er, documenter et utiliser des &oelig;uvres dans une RBA, si par exemple les &oelig;uvres mettent en sc&egrave;ne des non-participants ou si elles appartiennent partiellement ou elles ont &eacute;t&eacute; cr&eacute;&eacute;es en partie par des mineurs. Les productions artistiques d&eacute;riv&eacute;es d&rsquo;une &oelig;uvre prot&eacute;g&eacute;e par le droit d&rsquo;auteur posent les m&ecirc;mes d&eacute;fis (collages r&eacute;alis&eacute;s &agrave; partir de photographies, morceaux remix&eacute;s). Vous pourriez d&eacute;finir dans un plan les mesures &agrave; prendre pour obtenir les permissions n&eacute;cessaires &agrave; votre projet. D&eacute;crivez votre projet (cr&eacute;er une &oelig;uvre d&eacute;riv&eacute;e, d&eacute;poser des donn&eacute;es), indiquez o&ugrave; vous devez demander la permission et les conditions qui s&rsquo;appliquent si vous l&rsquo;obtenez. </span>
