Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: There is no additional guidance for this template.
de: Für diese Vorlage gibt gibt es keine spezifischen Anleitungen .
es: No hay una guía adicional para esta plantilla.
fi: Tätä suunnitelmapohjaa varten ei ole muita ohjeita.
fr_ca: Il n’y a pas de directives supplémentaires pour ce modèle.
pt_br: Não há orientação adicional para esse modelo.
sv_fi: Det finns ingen ytterligare vägledning för denna mall.
tr_tr: Bu şablon için ek rehber yoktur.

source: To help you write your plan, %{application_name} can show you guidance from a variety of organisations. Please choose up to 6 organisations of the following organisations who offer guidance relevant to your plan.
de: Um Ihnen beim Schreiben Ihres Plans zu helfen, kann Ihnen %{application_name} Anleitungen von verschiedenen Organisationen geben. Bitte wählen Sie bis zu 6 Organisationen der folgenden Organisationen aus, die für Ihren Plan relevante Leitlinien anbieten.
es: Para ayudarlo a escribir su plan, %{application_name} puede mostrarle la orientación de una variedad de organizaciones. Elija hasta 6 organizaciones de las siguientes organizaciones que ofrezcan orientación relevante para su plan.
fi: Kun kirjoitat suunnitelmaa, %{application_name} voi näyttää monen eri organisaation ohjeet. Voit valita korkeintaan kuusi ohjetta.
fr_ca: Pour vous aider à rédiger votre plan, %{application_name} peut vous indiquer les directives de divers organismes. Veuillez choisir jusqu'à 6 organismes parmi les suivants, qui offrent des directives pertinentes pour votre plan.
pt_br: Para ajudar você a escrever seu plano, %{application_name} pode mostrar-lhe instruções de várias organizações. Por favor, escolha até 6 dentre as seguintes organizaçõs que oferecem instruções relevantes para seu plano.
sv_fi: För att hjälpa dig att skriva din plan kan %{application_name} visa vägledning från olika organisationer. Välj upp till 6 organisationer av följande organisationer som erbjuder vägledning som är relevant för din plan.
tr_tr: %{application_name}, planınızı yazmanıza yardımcı olmak için size çeşitli kurumlardan rehberler gösterebilir. Lütfen aşağıdaki kurumlardan planınızla ilgili rehberlik sunan 6 taneye kadarını seçin.

source: Don't forget to save your changes after making your selections.
de: Vergessen Sie nicht, Ihre Änderungen zu speichern, nachdem Sie Ihre Auswahl getroffen haben.
es: No olvide guardar sus cambios después de hacer sus selecciones.
fi: Muista tallentaa valintasi.
fr_ca: N’oubliez pas d’enregistrer vos modifications après avoir effectué vos sélections.
pt_br: Não esqueça de salvar suas mudanças após fazer suas seleções.
sv_fi: Glöm inte att spara dina ändringar efter att ha gjort dina val.
tr_tr: Seçimlerinizi yaptıktan sonra değişikliklerinizi kaydetmeyi unutmayınız.

source: Project Details
de: Projekt Details
es: detalles del proyecto
fi: Projektin tiedot
fr_ca: Détails du projet
pt_br: Detalhes do Projeto
sv_fi: projekt detaljer
tr_tr: Proje Detayları

source: Plan overview
de: Planübersicht
es: Resumen del plan
fi: Suunnitelman yleiskuvaus
fr_ca: Aperçu du plan
pt_br: Visão geral do plano
sv_fi: Planöversikt
tr_tr: Plana genel bakış

source: Write Plan
de: Schreiben Sie einen Plan
es: Escribir plan
fi: Kirjoita suunnitelma
fr_ca: Rédiger un plan
pt_br: Escrever Plano
sv_fi: Skriv Plan
tr_tr: Plan Yazın

source: This plan is based on the "%{template_title}" template provided by %{org_name}.
de: Dieser Plan basiert auf der Vorlage [%{template_title}] von %{org_name}.
es: Este plan se basa en la plantilla "%{template_title}" proporcionada por %{org_name}.
fi: Tämä suunnitelma pohjautuu "%{template_title}":iin, jonka on luonut %{org_name}.
fr_ca: Ce plan est fondé sur le modèle "%{template_title}" avec personnalisation par l'établissement suivant : %{org_name}.
pt_br: Este plano é baseado no modelo "%{template_title}" fornecido por %{org_name}.
sv_fi: Den här planen är baserad på "%{template_title}" mallen som tillhandahålls av %{org_name}.
tr_tr: Bu plan, %{org_name} tarafından sağlanan "%{template_title}" şablonunu temel alır.

source: Template version %{template_version}, published on %{published_date}
de: Vorlagen-Version %{template_version}, veröffentlicht am %{published_date}
es: Versión de la plantilla %{template_version}, publicada en %{published_date}
fr_ca: Version du modèle %{template_version}, publiée le %{published_date}
pt_br: Versão do modelo %{template_version}, publicada em %{published_date}
sv_fi: Mallversion %{template_version}, publicerad på %{published_date}
tr_tr: Şablon sürümü %{template_version}, yayınlanma tarihi: %{published_date}

source: answered
de: Beantwortet
es: Contestada
fi: vastasi
fr_ca: répondu
pt_br: respondidas
sv_fi: svarade
tr_tr: cevaplandı

source: Request expert feedback
de: Fordern Sie Experten-Feedback an
es: Solicitar comentarios de expertos
fi: Pyydä palautetta asiantuntijalta
fr_ca: Demander de commentaires de la part d’un expert
pt_br: Solicitar feedback de especialista
sv_fi: Begär expertrecensation
tr_tr: Uzman geri bildirimi isteyin

source: You can continue to edit and download the plan in the interim.
de: Sie können den Plan in der Zwischenzeit weiter bearbeiten und herunterladen.
es: Puede continuar editando y descargando el plan mientras tanto.
fi: Voit jatkaa suunnitelman muokkaamista ja lataamista sillä aikaa.
fr_ca: Vous pouvez continuer à modifier et à télécharger le plan entre-temps.
pt_br: Você pode continuar a editar e baixar o plano enquanto isso.
sv_fi: Du kan fortsätta redigera och ladda ner planen i tiden.
tr_tr: Bu arada planı düzenlemeye ve indirmeye devam edebilirsiniz.

source: Feedback has been requested.
de: Feedback wurde angefordert.
es: Se ha solicitado retroalimentación.
fi: Palautetta on pyydetty.
fr_ca: Des commentaires ont été demandés.
pt_br: Foi solicitado feedback.
sv_fi: Feedback har begärts.
tr_tr: Geri bildirim istendi.

source: Enter the email address of your collaborator: If they are already using %{application_name}, they will see this plan on their dashboard, and recieve an email. If they are not currently using %{application_name}, they will recieve an email inviting them to the tool so they can collaborate on your plan.
fr_ca: Entrez l’adresse électronique de votre collaborateur. S’il utilise déjà %{application_name}, il le verra sur son tableau de bord et recevra un courriel. S’il n’utilise pas actuellement %{application_name}, il recevra un courriel l’invitant à se prévaloir de l’outil pour collaborer à votre plan.

source: Co-owner: Has admin-rights to the plan (can invite other users, view the plan, answer questions, or comment). Editor: Has edit-rights to the plan (can view the plan, answer questions, or comment). Read Only: Has read-rights to the plan (can view the plan or comment)
de: Miteigentümer: Hat Administratorrechte für den Plan (kann andere Benutzer einladen, den Plan anzeigen, Fragen beantworten oder Kommentare abgeben). Editor: Hat Bearbeitungsrechte für den Plan (kann den Plan anzeigen, Fragen beantworten oder Kommentare abgeben). Schreibgeschützt: Hat Leserechte für den Plan (kann den Plan anzeigen oder kommentieren)
es: Copropietario: tiene derechos de administrador para el plan (puede invitar a otros usuarios, ver el plan, responder preguntas o comentar). Editor: tiene derechos de edición para el plan (puede ver el plan, responder preguntas o comentar). Solo lectura: tiene derechos de lectura para el plan (puede ver el plan o comentar)
fi: Yhteisomistaja: Hänellä on järjestelmänvalvojan oikeudet suunnitelmaan (voi kutsua muita käyttäjiä, katsella suunnitelmaa, vastata kysymyksiin tai kommentoida). Muokkaaja: Hänellä on suunnitelman muokkausoikeudet (voi tarkastella suunnitelmaa, vastata kysymyksiin tai kommentoida). Vain luku: On lukuoikeuksia suunnitelmaan (voi tarkastella suunnitelmaa tai kommentoida).
fr_ca: Copropriétaire : dispose des droits d’administrateur pour le plan (peut inviter d’autres utilisateurs, afficher le plan, répondre aux questions ou commenter). Éditeur : dispose de droits de modification du plan (peut afficher le plan, répondre aux questions ou commenter). Lecture seule : droits de lecture du plan (afficher le plan ou le commenter)
pt_br: Co-proprietário: possui direitos de administrador no plano (pode convidar outros usuários, visualizar o plano, responder a perguntas ou comentar). Editor: possui direitos de edição no plano (pode visualizar o plano, responder a perguntas ou comentar). Somente leitura: possui direitos de leitura para o plano (pode exibir o plano ou comentar)
sv_fi: Medägare: Har administratörsrättigheter till planen (kan bjuda in andra användare, se planen, svara på frågor eller kommentera). Editor: Har redigeringsrättigheter till planen (kan se planen, svara på frågor eller kommentera). Endast läsning: Har läsrättigheter till planen (kan se planen eller kommentera)
tr_tr: Ortak sahip: Planın yönetici haklarına sahiptir (diğer kullanıcıları davet edebilir, planı görüntüleyebilir, soruları yanıtlayabilir veya yorum yapabilir). Editör: Plan üzerinde düzenleme haklarına sahiptir (planı görüntüleyebilir, soruları yanıtlayabilir veya yorum yapabilir). Salt Okunur: Plan için okuma hakları vardır (planı görüntüleyebilir veya yorum yapabilir)

source: Set plan visibility
de: Plansicht festlegen
es: Establecer visibilidad del plan
fi: Suunnitelman näkyvyys
fr_ca: Définir la visibilité du plan
pt_br: Definir visibiliade do plano
sv_fi: Ange planens synlighet
tr_tr: Plan görünürlüğünü ayarla

source: Public or organisational visibility is intended for finished plans. You must answer at least %{percentage}%% of the questions to enable these options. Note: test plans are set to private visibility by default.
de: Öffentliche oder organisatorische Sichtbarkeit ist für fertige Pläne vorgesehen. Sie müssen mindestens %{percentage} %% der Fragen beantworten, um diese Optionen zu aktivieren. Hinweis: Testpläne sind standardmäßig auf private Sichtbarkeit eingestellt.
es: La visibilidad pública u organizativa está destinada a los planes terminados. Debe responder al menos %{percentage} %% de las preguntas para habilitar estas opciones. Nota: los planes de prueba se establecen en visibilidad privada de forma predeterminada.
fi: Voit jakaa vain suunnitelmia, joissa on vastattu vähintään %{percentage}%%:iin kysymyksistä. Huomaa, että testisuunnitelmia ei voi jakaa.
fr_ca: La visibilité publique ou organisationnelle est réservée aux plans finis. Vous devez répondre à au moins %{percentage} %% des questions pour activer ces options. Remarque : La visibilité privée est réglée par défaut pour les plans d’essai.
pt_br: Pretende-se atribuir visibilidade organizacional ou pública a planos finalizados. Você precisa responder pelo menos %{percentage}%% das questões para habilitar essas opções. Nota: por padrão, atribui-se visibilidade privada aos planos de teste.
sv_fi: Offentlig eller organisatorisk synlighet är avsedd för färdiga planer. Du måste svara minst %{percentage} %% av frågorna för att aktivera dessa alternativ. Obs! Testplanerna är som standard inställda på privat sikt.
tr_tr: Herkese açık olma veya kurumsal görünürlük, tamamlanmış planlar içindir. Bu seçenekleri etkinleştirmek için soruların en az %%{percentage}% kadarını yanıtlamalısınız. Not: Test amaçlı planlar, varsayılan olarak özel görünürlüğe ayarlanmıştır.

source: Private: visible to me, specified collaborators and administrators at my organisation
de: Privat: Für mich sichtbar, bestimmte Mitarbeiter und Administratoren in meiner Organisation
es: Privado: visible para mí, colaboradores específicos y administradores en mi organización
fi: Yksityinen: vain minä ja henkilöt, joille olen jakanut suunnitelman näkevät sen
fr_ca: Privé : visible pour moi et les collaborateurs et administrateurs de mon organisme désignés.
pt_br: Privado: visível para mim, para os colaboradores especificados e os administradores de minha organização
sv_fi: Privat: Synlig för mig, angivna medarbetare och administratörer i min organisation
tr_tr: Özel: ben, kuruluşumda belirtilen ortak çalışanlar ve yöneticiler tarafından görüntülenebilir

source: Organisation: anyone at my organisation can view
de: Organisation: Jeder in meiner Organisation kann anzeigen
es: Organización: cualquiera en mi organización puede ver
fi: Organisaatiokohtainen: näkyvillä DMPTuulissa organisaatiosi käyttäjille (organisaatio perustuu käyttäjän omaan ilmoitukseen)
fr_ca: Organisme : Visible pour tous les membres de mon organisme
pt_br: Organização: qualquer pessoa em minha organização pode ver
sv_fi: Organisation: Alla i min organisation kan visa
tr_tr: Kuruluş: kuruluşumdaki herkes görüntüleyebilir

source: Public: anyone can view
de: Öffentlich: Jeder kann sehen
es: Público: cualquiera puede ver
fi: Avattu: näkyvissä kaikille ilman DMPTuuli-kirjautumista
fr_ca: Public : Tous peuvent consulter le plan
sv_fi: Offentlig: alla kan visa
tr_tr: Herkese açık: herkes görüntüleyebilir

source: Manage collaborators
de: Mitarbeiter verwalten
es: Gestionar colaboradores
fi: Hallinnoi jaettuja suunnitelmia
fr_ca: Gérer les collaborateurs
pt_br: Gerenciar colaboradores
sv_fi: Hantera medarbetare
tr_tr: Ortak çalışanları yönetin

source: Invite specific people to read, edit, or administer your plan. Invitees will receive an email notification that they have access to this plan.
de: Laden Sie bestimmte Personen dazu ein, Ihren Plan zu lesen, zu bearbeiten oder zu verwalten. Eingeladene erhalten eine E-Mail-Benachrichtigung, dass sie Zugriff auf diesen Plan haben.
es: Invite a personas específicas a leer, editar o administrar su plan. Los invitados recibirán una notificación por correo electrónico de que tienen acceso a este plan.
fi: Voit kutsua henkilöitä lukemaan ja muokkaamaan suunnitelmaasi. Henkilöt saavat sähköposti-ilmoituksen, kun olet myöntänyt heille pääsyn suunnitelmaasi.
fr_ca: Inviter certaines personnes à lire, à modifier ou à administrer votre plan. Les invités recevront un courriel d’avis indiquant qu’ils peuvent accéder au plan.
pt_br: Convidar pessoas específicas para ler, editar ou administrar seu plano. Os convidados receberão por email uma notificação de que eles têm acesso a este plano.
sv_fi: Bjud in specifika personer att läsa, redigera eller administrera din plan. Inviterade kommer att få ett e-postmeddelande om att de har tillgång till denna plan.
tr_tr: Belirli kişileri planınızı okumaya, düzenlemeye veya yönetmeye davet edin. Davetliler, bu plana erişimleri olduğuna dair bir e-posta bildirimi alacaklar.

source: Email address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr_ca: Adresse courriel
pt_br: Endereço de email
sv_fi: E-postadress
tr_tr: E-posta Adresi

source: Permissions
de: Zugriffsrechte
es: Permisos
fi: Oikeudet
fr_ca: Autorisations
pt_br: Permissões
sv_fi: Behörigheter
tr_tr: İzinler

source: Are you sure?
de: Sind Sie sicher?
es: ¿Está seguro?
fi: Haluatko varmasti?
fr_ca: Êtes-vous sûr?
pt_br: Tem certeza?
sv_fi: Är du säker?
tr_tr: Emin misiniz?

source: Invite collaborators
de: Laden Sie Mitarbeiter ein
es: Invitar a colaboradores
fi: Lähetä kutsuja
fr_ca: Inviter des collaborateurs
pt_br: Convidar colaboradores
sv_fi: Bjud in samarbetare
tr_tr: Ortak çalışanları davet edin

source: Grant Number
de: Grant-Nummer
es: Conceder número
fi: Rahoitusnumero
fr_ca: Numéro de subvention
pt_br: Número da Concessão
sv_fi: Bidragsnummer
tr_tr: Fon/hibe Numarası (grant number)

source: Project Abstract
de: Projekt Zusammenfassung
es: Resumen del proyecto
fi: Projektin tiivistelmä
fr_ca: Résumé du projet
pt_br: Resumo do Projeto
sv_fi: Projektens ﻿abstrakt
tr_tr: Proje Özeti

source: Data Contact Person
fr_ca: Personne-ressource pour les données

source: The table below lists the plans that you have created, and that have been shared with you by others. You can edit, share, download, make a copy, or remove these plans at any time.
de: In der folgenden Tabelle sind die Pläne aufgeführt, die Sie erstellt haben und die Ihnen von anderen Personen zur Verfügung gestellt wurden. Sie können diese Pläne jederzeit bearbeiten, freigeben, herunterladen, kopieren oder entfernen.
es: La siguiente tabla enumera los planes que ha creado y que otros han compartido con usted. Puede editar, compartir, descargar, hacer una copia o eliminar estos planes en cualquier momento.
fi: Taulukossa näet sekä omat että kanssasi jaetut suunnitelmat. Oikeassa reunassa olevilla toiminnoilla voit muokata, jakaa, ladata, kopioida ja poistaa suunnitelmiasi.
fr_ca: Le tableau ci-dessous répertorie les plans que vous avez créés et qui ont été partagés avec vous par d’autres. Vous pouvez modifier, partager, télécharger, copier ou retirer ces plans en tout temps.
pt_br: A tabela abaixo lista os planos que você criou e os que foram compartilhados com você por outras pessoas. Você pode editar, compartilhar, baixar, copiar ou remover esses planos a qualquer momento.
sv_fi: I tabellen nedan visas de planer du har skapat och som har delats med dig av andra. Du kan redigera, dela, ladda ner, göra en kopia eller ta bort dessa planer när som helst.
tr_tr: Aşağıdaki tablo, sizin oluşturduğunuz ve başkaları tarafından sizinle paylaşılan planları listeler. Bu planları istediğiniz zaman düzenleyebilir, paylaşabilir, indirebilir, bir kopyasını oluşturabilir veya kaldırabilirsiniz.

source: Welcome
de: Willkommen
es: Bienvenido
fi: Tervetuloa
fr_ca: Bienvenue
pt_br: Bem-vindo
sv_fi: Välkommen
tr_tr: Hoşgeldiniz

source: You are now ready to create your first DMP.
de: Sie können jetzt Ihren ersten DMP erstellen.
es: Ahora estás listo para crear tu primer DMP.
fi: Nyt voit aloittaa ensimmäisen aineistonhallintasuunnitelman kirjoittamisen.
fr_ca: Vous êtes maintenant prêt(e) à créer votre premier PGD.
pt_br: Agora você está prongo para criar seu primeiro PGD.
sv_fi: Du är nu redo att skapa din första DMP.
tr_tr: Artık ilk VYP'nizi oluşturmaya hazırsınız.

source: Click the 'Create plan' button below to begin.
de: Klicken Sie auf die Schaltfläche "Plan erstellen", um zu beginnen.
es: Haga clic en el botón 'Crear plan' a continuación para comenzar.
fi: Pääset alkuu klikkaamalla 'Tee suunnitelma' -painiketta.
fr_ca: Cliquez sur le bouton « Créer un plan » ci-dessous pour commencer.
pt_br: Para começar, clique no botão 'Criar plano' abaixo.
sv_fi: Klicka på knappen "Skapa plan" nedan för att börja.
tr_tr: Başlamak için aşağıdaki 'Plan oluştur' butonuna tıklayın.

source: %{org_title} Plans
de: %{org_title} Pläne
es: %{org_title} Planes
fi: Suunnitelmat: %{org_title}
fr_ca: Plans de %{org_title}
pt_br: %{org_title} Planos
sv_fi: %{org_title} Planer
tr_tr: %{org_title} Planlar

source: The table below lists the plans that users at your organisation have created and shared within your organisation. This allows you to download a PDF and view their plans as samples or to discover new research data.
de: In der folgenden Tabelle sind die Pläne aufgeführt, die Benutzer in Ihrer Organisation in Ihrer Organisation erstellt und freigegeben haben. So können Sie ein PDF herunterladen und ihre Pläne als Muster anzeigen oder neue Forschungsdaten entdecken.
es: La siguiente tabla enumera los planes que los usuarios de su organización han creado y compartido dentro de su organización. Esto le permite descargar un PDF y ver sus planes como muestras o descubrir nuevos datos de investigación.
fi: Taulukossa näet listan suunnitelmista, jotka DMPTuulin käyttäjät ovat jakaneet nähtäväksi organisaatiossasi. Voit ladata suunnitelmia PDF:nä ja tarkastella niitä esimerkkeinä sekä löytää niiden avulla uusia tutkimusaineistoja. Huomaathan, että suunnitelmia ei ole järjestelmällisesti tarkistettu ja ne saattavat sisältä virheellistä tietoa.
fr_ca: Le tableau ci-dessous répertorie les plans que les utilisateurs de votre organisme ont créés et partagés au sein de votre organisme. Cela vous permet de télécharger un fichier PDF et de visualiser leurs plans en tant qu’exemples ou de découvrir de nouvelles données de recherche.
pt_br: A tabela abaixo lista os planos que os usuários em sua organização criaram e compartilharam dentro dela. Com ela você pode baixar um PDF e visualizar seus planos como amostras ou descobrir novos dados de pesquisa.
sv_fi: I tabellen nedan visas de planer som användare i din organisation har skapat och delat i din organisation. Detta låter dig ladda ner en PDF och visa sina planer som prov eller för att upptäcka ny forskningsinformation.
tr_tr: Aşağıdaki tablo, kuruluşunuzdaki kullanıcıların oluşturup kuruluşunuz içinde paylaştığı planları listeler. Bu, bir PDF indirmenize ve planlarını örnek olarak görüntülemenize veya yeni araştırma verilerini keşfetmenize olanak tanır.

source: Public DMPs are plans created using the %{application_name} service and shared publicly by their owners. They are not vetted for quality, completeness, or adherence to funder guidelines.
de: Öffentliche DMPs sind Pläne, die mit dem Dienst %{application_name} erstellt und öffentlich von ihren Eigentümern freigegeben werden. Sie werden nicht auf Qualität, Vollständigkeit oder Einhaltung der Richtlinien überprüft.
es: Los DMP públicos son planes creados con el servicio %{application_name} y compartidos públicamente por sus propietarios. No se examinan por calidad, integridad o cumplimiento de las pautas de los financiadores.
fi: Julkisten aineistonhallintasuunnitelmien omistajat ovat luoneet suunnitelmat %{application_name}:lla ja jakaneet ne julkisesti. Julkisia aineistonhallintasuunnitelmia ei ole tarkastettu laadun, täydellisyyden tai rahoittajan vaatimusten osalta.
fr_ca: Les PGD publics sont des plans créés à l’aide du service %{application_name} et partagés publiquement par leur propriétaire. Leur qualité, leur degré d’achèvement et le respect des directives des bailleurs de fonds ne sont pas vérifiés.
pt_br: PGDs públicos são planos criados com o serviço %{application_name} e compartilhados publicamente por seus proprietários. Eles não são examinados com relação a qualidade, completeza ou adequação a exigências de instituições de fomento.
sv_fi: Offentliga DMP är planer som skapats med hjälp av %{application_name} -tjänsten och delas offentligt av sina ägare. De är inte kända för kvalitet, fullständighet eller efterlevnad av funderingsriktlinjer.
tr_tr: Herkese Açık VYPler, %{application_name} hizmeti kullanılarak oluşturulan ve oluşturanlar tarafından herkese açık olarak paylaşılan planlardır. Kalite, bütünlük veya fon sağlayıcı yönergelerine uygunluk açısından denetlenmezler.

source: There are currently no public DMPs.
de: Derzeit gibt es keine öffentlichen DMPs.
es: Actualmente no hay DMPs públicos.
fi: Tällä hetkellä ei ole yhtään julkista aineistonhallintasuunnitelmaa.
fr_ca: Il n’existe actuellement aucun PGD public.
pt_br: No momento não há nenhum PGD público.
sv_fi: Det finns inga publika DMPs.
tr_tr: Şu anda herkese açık VYP yok.

source: Templates are provided by a funder, an organisation, or a trusted party.
de: Vorlagen werden von einem Geldgeber, einer Organisation oder einer vertrauenswürdigen Partei bereitgestellt.
es: Las plantillas son proporcionadas por un financiador, una organización o una parte de confianza.
fi: Mallipohjia ovat tehneet rahoittajat, organisaatiot ja muut luotettavat tahot.
fr_ca: Les modèles sont fournis par un bailleur de fonds, un organisme ou un tiers de confiance.
pt_br: Os modelos são fornecidos por um financiador, uma organização ou uma parte confiável.
sv_fi: Mallar tillhandahålls av en funderare, en organisation eller en betrodd part.
tr_tr: Şablonlar bir fon sağlayıcı, bir kuruluş veya güvenilir bir üçüncü kişi tarafından sağlanır.
