Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: Most Canadian research funding agencies now have policies requiring research data to be shared upon publication of the research results or within a reasonable period of time. While data sharing contributes to the visibility and impact of research, it has to be balanced with the legitimate desire of researchers to maximise their research outputs before releasing their data. Equally important is the need to protect the privacy of respondents and to properly handle sensitive data.
fr_ca: Plusieurs organismes subventionnaires canadiens ont maintenant des politiques exigeant que les données de recherche soient rendues accessibles au moment de la publication des résultats de la recherche ou à l'intérieur d'un délai raisonnable. Si le partage des données contribue à la visibilité et à l'impact de la recherche, il faut aussi tenir compte du souhait des chercheurs de publier un maximum de publications avant de diffuser les données. Également d'importance est le besoin de protéger la vie privée des répondants et de traiter de façon appropriée les données sensibles.

source: Data management focuses on the 'what' and 'how' of operationally supporting data across the research lifecycle. Data stewardship focuses on 'who' is responsible for ensuring that data management happens. A large project, for example, will involve multiple data stewards. The Principal Investigator should identify at the beginning of a project all of the people who will have responsibilities for data management tasks during and after the project.
fr_ca: La notion de gestion des données fait référence au « quoi » et au « comment » des opérations de gestion liées aux données tout au long du cycle de vie du projet. La notion de gérance des données met de son côté l'accent sur « qui » est responsable de s'assurer que cette gestion des données est faite. Un gros projet de recherche aura par exemple plusieurs personnes responsables. Le chercheur principal doit déterminer au début du projet quelles personnes dans l'équipe auront des responsabilités en matière de gestion des données pendant et après le projet.

source: Researchers and their teams need to be aware of the policies and processes, both ethical and legal, to which their research data management must comply. Protection of respondent privacy is of paramount importance and informs many data management practices. In their data management plan, researchers must state how they will prepare, store, share, and archive the data in a way that ensures participant information is protected, throughout the research lifecycle, from disclosure, harmful use, or inappropriate linkages with other personal data. It's recognized that there may be cases where certain data and metadata cannot be made public for various policy or legal reasons, however, the default position should be that all research data and metadata are public.
fr_ca: Les chercheurs et leurs équipes doivent connaître les politiques et les processus, éthiques et juridiques, auxquels leur gestion des données de recherche doit se conformer. La protection de la vie privée du répondant revêt une importance capitale et façonne plusieurs pratiques en matière de gestion des données. Dans leur plan de gestion des données, les chercheurs doivent indiquer la façon dont ils prépareront, stockeront, partageront et archiveront les données de façon à s'assurer que les renseignements sur les participants sont protégés tout au long du cycle de vie de la recherche contre la divulgation, l'utilisation préjudiciable ou les liens inappropriés avec d'autres données personnelles. On reconnaît qu'il peut y avoir des cas où certaines données et métadonnées ne peuvent pas être rendues publiques en raison de politiques ou de considérations légales. Toutefois, la position par défaut doit être que toutes les données et métadonnées de recherche sont publiques.

source: Use the filters to run organisational usage statistics for a custom date range.
fr_ca: Utiliser les filtres pour produire des statistiques sur l’utilisation sur le plan organisationnel pour une plage de dates personnalisée

source: Run your own filter
fr_ca: Appliquer votre propre filtre

source: Topic
fr_ca: Sujet

source: Start date
fr_ca: Date de début

source: End date
fr_ca: Date de fin

source: There is no data available for plans created yet.
de: Für erstellte Pläne sind noch keine Daten verfügbar.
es: Aún no hay datos disponibles para los planes creados.
fi: Luotuista suunnitelmista ei ole vielä tietoa.
fr_ca: Il n’existe pas encore de données pour les plans créés.
pt_br: Ainda não há dados disponíveis para planos criados.
sv_fi: Det finns inga tillgängliga data för planer som har skapats än.
tr_tr: Henüz oluşturulan planlar için kullanılabilir veri yok.

source: No. plans created based off your templates
de: Nr. Pläne basierend auf Ihren Vorlagen erstellt
es: No. planes creados basados en sus plantillas
fi: Ei. Suunnitelmat, jotka on luotu mallien perusteella
fr_ca: Nombre de plans créés à partir de vos modèles
pt_br: Não. Planos criados com base em seus modelos
sv_fi: Antal planer skapade baserat på dina mallar
tr_tr: Şablonlarınız kullanılarak oluşturulan olan sayısı

source: Statistics on your Templates
de: Statistiken zu Ihren Vorlagen
es: Estadísticas en tus plantillas
fi: Tilastot malleistasi
fr_ca: Statistiques sur vos modèles
pt_br: Estatísticas nos seus modelos
sv_fi: Statistik för dina mallar
tr_tr: Şablonlarınızla ilgili İstatistikler

source: csv download field separator
de: CSV-Download-Feldtrennzeichen
es: separador de campo de descarga csv
fi: csv lataa kenttäerotin
fr_ca: séparateur de champs – téléchargement de fichiers csv
pt_br: separador de campos de download csv
sv_fi: csv nedladdningsfältavskiljare
tr_tr: csv indirme alanı ayırıcı

source: Download global usage
de: Laden Sie die globale Nutzung herunter
es: Descargar uso global
fi: Lataa kokonaiskäyttö
fr_ca: Télécharger l’utilisation globale
pt_br: Download de uso global
sv_fi: Hämta global användning
tr_tr: Küresel kullanımı indir

source: Download Monthly Usage
de: Laden Sie die monatliche Nutzung herunter
es: Descargar uso mensual
fi: Lataa kuukausittainen käyttö
fr_ca: Télécharger l’utilisation mensuelle
pt_br: Download Uso Mensal
sv_fi: Ladda ner månadsvis användning
tr_tr: Aylık Kullanımı İndir

source: The graphs display new users and plans for your organisation over the past year. You can download a CSV report for each graph.
de: In den Diagrammen werden neue Benutzer und Pläne für Ihr Unternehmen im letzten Jahr angezeigt. Sie können für jedes Diagramm einen CSV-Bericht herunterladen.
es: Los gráficos muestran nuevos usuarios y planes para su organización durante el año pasado. Puede descargar un informe CSV para cada gráfico.
fi: Kaaviot esittävät organisaation uusia käyttäjiä ja suunnitelmia kuluneen vuoden aikana. Voit ladata CSV-raportin jokaisesta kuvaajasta.
fr_ca: Les graphiques affichent les nouveaux utilisateurs et les plans relatifs à votre organisme au cours de la dernière année. Vous pouvez télécharger un rapport en format CSV pour chaque graphique.
pt_br: Os gráficos exibem novos usuários e planos para sua organização no ano passado. Você pode baixar um relatório CSV para cada gráfico.
sv_fi: Graferna visar nya användare och planer för din organisation under det senaste året. Du kan ladda ner en CSV-rapport för varje graf.
tr_tr: Grafikler, geçen yıl boyunca kurumunuza katılan yeni kullanıcıları ve oluşturulan yeni planları gösterir. Her bir grafik için bir CSV raporu indirebilirsiniz.

source: Move the mouse pointer over the bars of a chart to see numbers.
fr_ca: Placez le pointeur de votre souris sur les barres d’un diagramme pour voir les chiffres.

source: No. users joined during last year
de: Im letzten Jahr kamen Nutzer hinzu
es: No. usuarios se unieron durante el año pasado
fi: Viime vuonna liittyneet käyttäjät
fr_ca: Nombre d’utilisateurs joints au cours de la dernière année
pt_br: Núm. de usuários adicionados no último ano
sv_fi: Nej. Användare gick med under förra året
tr_tr: Geçen yıl katılan kullanıcı sayısı

source: No. plans during last year
de: Nein Pläne im letzten Jahr
es: No. planes durante el año pasado
fi: Viime vuonna tehdyt suunnitelmat
fr_ca: Nombre de plans au cours de la dernière année
pt_br: Núm. de planos durante o último ano
sv_fi: Antal planer under förra året
tr_tr: Geçen yıl oluşturulan plan sayısı

source: No. plans by template
de: Anzahl der Pläne pro Vorlage
es: No. planes por plantilla
fi: Suunnitelmien määrä suunnitelmapohjien mukaan
fr_ca: Nombre de plans par modèle
pt_br: Não. Planos por modelo
sv_fi: Nej planer enligt mall
tr_tr: Şablon bazında plan sayısı

source: Time period
de: Zeitraum
es: Periodo de tiempo
fi: Ajanjakso
fr_ca: Durée
pt_br: Período de tempo
sv_fi: Tidsperiod
tr_tr: Zaman dilimi

source: Download all
de: Alles herunterladen
es: Descargar todo
fi: Lataa kaikki
fr_ca: Tout télécharger
pt_br: Baixar tudo
sv_fi: Ladda ner allt
tr_tr: Hepsini indir

source: Statistics on your Users
de: Statistiken über Ihre Benutzer
es: Estadísticas sobre sus usuarios
fi: Käyttäjien tilastot
fr_ca: Statistiques sur vos utilisateurs
pt_br: Estatísticas sobre seus usuários
sv_fi: Statistik för dina användare
tr_tr: Kullanıcılarınızla ilgili istatistikler

source: There is no data available for users joined yet.
de: Es sind keine Daten für angemeldete Benutzer verfügbar.
es: Todavía no hay datos disponibles para los usuarios que se unieron.
fi: Liittyneistä käyttäjistä ei ole vielä tietoja.
fr_ca: Il n’existe pas encore de données pour les utilisateurs qu’on a joints.
pt_br: Ainda não há dados disponíveis para usuários associados.
sv_fi: Det finns inga data tillgängliga för användare som ännu inte är medlemmar.
tr_tr: Henüz katılan kullanıcılar için kullanılabilir veri yok.

source: Usage statistics
de: Nutzungsstatistiken
es: Estadísticas de uso
fi: Käyttötilastot
fr_ca: Statistiques d’utilisation
pt_br: Estatísticas de utilização
sv_fi: Användningsstatistik
tr_tr: Kullanım istatistikleri

source: You may change your notification preferences on your profile page.
de: Sie können Ihre Benachrichtigungseinstellungen auf Ihrer Profilseite ändern.
es: Puede cambiar sus preferencias de notificación en su página de perfil.
fi: Voit muuttaa ilmoitusasetuksiasi käyttäjätiedot -kohdassa.
fr_ca: Vous pouvez modifier vos préférences quant aux avis sur votre page de profil.
pt_br: Você pode alterar suas preferências de notificação na sua página de perfil.
sv_fi: Du kan ändra dina inställningsinställningar på din profilsida.
tr_tr: Bildirim tercihlerinizi profil sayfanızdan değiştirebilirsiniz.

source: You have been granted administrator privileges in %{tool_name}:
de: Ihnen wurden Administratorrechte in %{tool_name} erteilt:
es: Se le han otorgado privilegios de administrador en %{tool_name}:
fi: Sinulle on myönnetty ylläpito-oikeudet %{tool_name}:ssa:
fr_ca: Vous disposez de privilèges d’administrateur dans %{tool_name}:
pt_br: Você recebeu privilégios de administrador para %{tool_name}:
sv_fi: Du har fått administratörsbehörigheter i %{tool_name}:
tr_tr: %{tool_name} içinde size yönetici ayrıcalıkları verildi:

source: You have been revoked administrator privileges in %{tool_name}.
de: Ihnen wurden Administratorrechte in %{tool_name} entzogen.
es: Se le han revocado los privilegios de administrador en %{tool_name}.
fi: Ylläpito-oikeutesi %{tool_name}:ssa on poistettu.
fr_ca: On a révoqué vos privilèges d’administrateur dans %{tool_name}.
pt_br: Seus privilégios de administrador de %{tool_name} foram revogados.
sv_fi: Du har återkallats administratörsbehörigheter i %{tool_name}.
tr_tr: %{tool_name} içinde yönetici ayrıcalıklarınız iptal edildi.

source: More information about administering the %{tool_name} for users at your organisation is available at the %{help_url}.
de: Weitere Informationen zum Verwalten von %{tool_name} für Benutzer in Ihrer Organisation finden Sie unter %{help_url}.
es: Más información sobre la administración de %{tool_name} para los usuarios de su organización está disponible en %{help_url}.
fi: Lisätietoa %{tool_name}:n hallinnoinnista löytyy kohdasta: %{help_url}.
fr_ca: Vous trouverez plus de renseignements sur l’administration de %{tool_name} pour les utilisateurs de votre organisme ici : %{help_url}.
pt_br: Mais informações sobre administrar %{tool_name} para usuários em sua organização estão disponíveis em %{help_url}.
sv_fi: Mer information om hur du administrerar %{tool_name} för användare i din organisation finns på %{help_url}.
tr_tr: Kurumunuzdaki kullanıcılar için %{tool_name} aracını yönetme hakkında daha fazla bilgiyi %{help_url} adresinde bulabilirsiniz.

source: Hello %{username}
de: Hallo %{username}
es: Hola %{username}
fi: Hei %{username}
fr_ca: Bonjour %{username}
pt_br: Olá %{username}
sv_fi: Hej %{username}
tr_tr: Merhaba %{username}

source: You have been granted permission by your organisation to use our API. Your API token and instructions for using the API endpoints can be found at: %{link}
fr_ca: Vous avec été autorisé par votre organisme à utiliser notre interface de programmation d’application (API). Votre clé d’API et les instructions relatives à l’utilisation des points d’extrémité API se trouvent ici : %{link}

source: Hello %{recipient_name}
de: Hallo %{recipient_name}
es: Hola %{recipient_name}
fi: Hei %{recipient_name}
fr_ca: Bonjour %{recipient_name}
pt_br: Olá %{recipient_name}
sv_fi: Hej %{recipient_name}
tr_tr: Merhaba %{recipient_name}

source: %{commenter} has finished providing feedback on the plan "%{link_html}". Comments can be found in the 'Write plan' tab on the right side of the page (Guidance/Comments).
de: %{commenter} hat die Rückmeldung zum Plan "%{link_html}" abgeschlossen. Die Kommentare finden Sie im Tab "Plan schreiben" auf der rechten Seite (Anleitung / Kommentare).
es: %{commenter} ha terminado de proporcionar comentarios sobre el plan "%{link_html}". Los comentarios se pueden encontrar en la pestaña 'Escribir plan' en el lado derecho de la página (Guía / Comentarios).
fi: %{commenter} on antanut palautteen suunnitelmasta "%{link_html}". Kommentit löytyvät sivun oikeassa reunassa olevasta Kirjoita suunnitelma -välilehdestä (Ohje / kommentit).
fr_ca: %{commenter} a terminé de fournir ses commentaires sur le plan "%{link_html}". Les commentaires se trouvent à l’onglet « Rédiger un plan » sur le côté droit de la page (Directives / Commentaires).
pt_br: %{commenter} terminou de fornecer feedback sobre o plano "%{link_html}". Os comentários podem ser encontrados na guia "Write plan" no lado direito da página (Guidance / Comments).
sv_fi: %{commenter} har slutat ge feedback på planen "%{link_html}". Kommentarer finns i fliken "Skriv plan" på höger sida av sidan (Vägledning / Kommentarer).
tr_tr: %{commenter}, "%{link_html}" planı hakkında geri bildirim sağlamayı tamamladı. Yorumlar, sayfanın sağ tarafındaki 'Plan yaz' sekmesinde bulunabilir (Rehberlik/Yorumlar).

source: Hello %{user_name},
de: Hallo %{user_name},
es: Hola %{user_name},
fi: Hei %{user_name},
fr_ca: Bonjour %{user_name},
pt_br: Olá %{user_name},
sv_fi: Hej %{user_name},
tr_tr: Merhaba %{user_name},

source: %{requestor} has requested feedback on a plan %{link_html}. To add comments, please visit the 'Plans' page under the Admin menu in %{application_name} and open the plan.
fr_ca: %{requestor} a demandé des commentaires sur un plan %{link_html}. Pour ajouter des commentaires, veuillez consulter la page « Plans » dans le menu Admin dans %{application_name} et ouvrir le plan.

source: %{commenter_name} has commented on your plan %{plan_title}. To view the comments, follow the link to the DMP below, or navigate to the plan via My Dashboard page in %{tool_name}.
de: %{commenter_name} hat Ihren Plan %{plan_title} kommentiert. Um die Kommentare anzuzeigen, folgen Sie dem untenstehenden Link zum DMP oder navigieren Sie über die Seite Mein Dashboard in %{tool_name} zum Plan.
es: %{commenter_name} ha comentado sobre su plan %{plan_title}. Para ver los comentarios, siga el enlace al DMP a continuación, o navegue hasta el plan a través de la página de Mi Tablero en %{tool_name}.
fi: %{commenter_name} on kommentoinut suunnitelmaa %{plan_title}. Voit tarkastella kommentteja seuraamalla alla olevaa DMP-linkkiä tai siirtymällä suunnitelmaan My Dashboard -sivun kautta %{tool_name}.
fr_ca: %{commenter_name} a effectué des commentaires sur votre plan %{plan_title}. Pour les afficher, suivez le lien vers le PGD ci-dessous ou accédez au plan à partir de la page Mon tableau de bord dans %{tool_name}.
pt_br: %{commenter_name} comentou seu plano %{plan_title}. Para visualizar os comentários, siga o link para o PGD abaixo ou navegue até o plano por meio da página Meu Painel em %{tool_name}.
sv_fi: %{commenter_name} har kommenterat din plan %{plan_title}. Om du vill se kommentarerna följer du länken till DMP nedan eller navigerar till planen via sidan Mina instrumentbrädor i %{tool_name}.
tr_tr: %{commenter_name}, %{plan_title} adlı planınız hakkında yorum yaptı. Yorumları görüntülemek için aşağıdaki VYP bağlantısını takip edin veya %{tool_name} içindeki Gösterge Panelim sayfasından plana gidin.

source: Below is a summary of the sections and questions which have comments.
de: Nachfolgend finden Sie eine Zusammenfassung der mit Kommentaren versehenen Abschnitte und Fragen.
es: A continuación se muestra un resumen de las secciones y preguntas que tienen comentarios.
fi: Alla on yhteenveto osioista ja kysymyksistä, joilla on kommentteja.
fr_ca: Vous trouverez ci-dessous un résumé des sections et des questions associées à des commentaires.
pt_br: Abaixo está um resumo das seções e perguntas que têm comentários.
sv_fi: Nedan följer en sammanfattning av de avsnitt och frågor som har kommentarer.
tr_tr: Aşağıda yorum yapılmış olan bölümlerin ve soruların bir özeti bulunmaktadır.

source: You can see the comments in the right-hand panel, adjacent to the guidance for each question.
de: Sie können die Kommentare in dem Bereich auf der rechten Seite neben den Erläuterungen zu jeder Frage sehen.
es: Puede ver los comentarios en el panel de la derecha, junto a la guía para cada pregunta.
fi: Voit nähdä kommentit oikeanpuoleisessa paneelissa kunkin kysymyksen ohjauksen vieressä.
fr_ca: Vous pouvez voir les commentaires dans la partie de droite, à côté des directives pour chaque question.
pt_br: Você pode ver os comentários no painel à direita, ao lado da orientação de cada pergunta.
sv_fi: Du kan se kommentarerna i den högra panelen, bredvid vägledningen för varje fråga.
tr_tr: Yorumları, her soru için rehberliğin yanında, sağdaki panelde görebilirsiniz.

source: DMP: %{phase_link}
fr_ca: PGD : %{phase_link}
pt_br: PGD: %{phase_link}
tr_tr: VYP: %{phase_link}

source: Section name: %{section_title}
de: Abschnittsname: %{section_title}
es: Nombre de la sección: %{section_title}
fi: Kohteen nimi: %{section_title}
fr_ca: Nom de la section: %{section_title}
pt_br: Nome da seção: %{section_title}
sv_fi: Sektionsnamn: %{section_title}
tr_tr: Bölüm adı: %{section_title}

source: Your permissions relating to %{plan_title} have changed. You now have %{type} access. This means you can %{placeholder1} %{placeholder2}
de: Ihre Berechtigungen für %{plan_title} haben sich geändert. Sie haben jetzt %{type} Zugriff. Dies bedeutet, dass Sie %{placeholder1} %{placeholder2}
es: Sus permisos relacionados con %{plan_title} han cambiado. Ahora tiene acceso %{type}. Esto significa que puedes %{placeholder1} %{placeholder2}
fi: Oikeutesi %{plan_title}:n ovat muuttuneet. Sinulla on nyt %{type} pääsy. Voit siis %{placeholder1} %{placeholder2}
fr_ca: Vos autorisations relatives à %{plan_title} ont changé. Vous avez maintenant un accès %{type}. Cela signifie que vous pouvez %{placeholder1} %{placeholder2}
pt_br: Suas permissões com relação ao plano %{plan_title} foram modificadas. Você agora tem acesso %{type}. Isso significa que você pode %{placeholder1} %{placeholder2}
sv_fi: Dina rättigheter gällande %{plan_title} har ändrats. Du har nu tillgång till %{type}. Det betyder att du kan %{placeholder1} %{placeholder2}
tr_tr: %{plan_title} ile ilgili izinleriniz değişti. Artık %{type} erişiminiz var. Bu, %{placeholder1} %{placeholder2} yapabileceğiniz anlamına gelir.

source: Hello
de: Hallo
es: Hola
fi: Hei
fr_ca: Bonjour
pt_br: Olá
sv_fi: Hej
tr_tr: Merhaba

source: Your access to
de: Ihr Zugang zu
es: Su acceso a
fi: Pääsysi
fr_ca: Votre accès à
pt_br: Seu acesso ao plano
sv_fi: Din tillgång till
tr_tr: Şuraya olan erişiminiz:

source: has been removed by
de: wurde entfernt von
es: ha sido eliminado por
fi: on poistanut
fr_ca: a été supprimé(e) par
pt_br: foi removido por
sv_fi: har tagits bort av
tr_tr: şu kişi tarafından kaldırıldı:

source: The plan %{plan_title} had its visibility changed to %{plan_visibility}.
de: Der Plan %{plan_title} wurde in %{plan_visibility} geändert.
es: El plan %{plan_title} cambió su visibilidad a %{plan_visibility}.
fi: %{plan_title} -suunnitelman näkyvyys on muuttunut %{plan_visibility}:ksi.
fr_ca: La visibilité du plan %{plan_title} est passée à %{plan_visibility}.
pt_br: O plano %{plan_title} teve sua visibilidade modificad para %{plan_visibility}.
sv_fi: Planen %{plan_title} hade sin synlighet ändrad till %{plan_visibility}.
tr_tr: %{plan_title} planının görünürlüğü %{plan_visibility} olarak değiştirildi.

source: Visibility definitions:
de: Sichtbarkeitsdefinitionen:
es: Definiciones de visibilidad:
fi: Näkyvyyden määritelmät:
fr_ca: Définitions de visibilité :
pt_br: Definições de Visibilidade:
sv_fi: Synsdefinitioner:
tr_tr: Görünürlük tanımları:

source: Private: restricted to me and my collaborators
de: Privat: beschränkt auf mich und meine Mitarbeiter
es: Privado: restringido a mi ya mis colaboradores.
fi: Yksityinen: rajattu minulle ja yhteistyökumppaneilleni
fr_ca: Privé : usage réservé à moi et à mes collaborateurs.
pt_br: Privado: restrito a mim e meus colaboradores
sv_fi: Privat: begränsad till mig och mina medarbetare
tr_tr: Özel: benimle ve birlikte çalıştığım kişilerle sınırlı

source: Public: anyone can view on the web
de: Öffentlich: Jeder kann im Internet sehen
es: Público: cualquiera puede ver en la web.
fi: Julkinen: kuka vaan voi tarkastella suunnitelmaa
fr_ca: Public : Tous peuvent consulter le plan sur le Web
pt_br: Público: qualquer pessoa na web pode ver
sv_fi: Offentlig: Alla kan se på webben
tr_tr: Herkese açık: Web üzerinde herkes görüntüleyebilir

source: If you have questions pertaining to this action, please visit the My Dashboard page in %{tool_name}
de: Wenn Sie Fragen zu dieser Aktion haben, besuchen Sie bitte die My Dashboard-Seite in %{tool_name}
es: Si tiene preguntas relacionadas con esta acción, visite la página Mi panel en %{tool_name}
fi: Jos sinulla on tähän toimintoon liittyviä kysymyksiä, mene Suunnitelmasi-välilehdelle %{tool_name}:ssa
fr_ca: Si vous avez des questions concernant cette action, veuillez visiter la page Mon tableau de bord dans %{tool_name}
pt_br: Se você tiver dúvidas relacionadas a essa ação, visite a página Meu Painel em %{tool_name}
sv_fi: Om du har frågor angående denna åtgärd, besöker du sidan Mina instrumentbrädor i %{tool_name}
tr_tr: Bu işlemle ilgili sorularınız varsa, lütfen %{tool_name}'daki Kontrol Panelim sayfasını ziyaret edin.

source: Your colleague %{inviter_name} has invited you to contribute to their Data Management Plan in %{tool_name}
fr_ca: Votre collègue %{inviter_name} vous a invité(e) à collaborer à son plan de gestion de données dans %{tool_name}
