Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: Editing %{research_output_title}
de: Bearbeiten %{research_output_title}
es: Editando %{research_output_title}
fi: Muokkaaminen %{research_output_title}
pt_br: Editando %{research_output_title}
sv_fi: Redigering %{research_output_title}

source: View all research outputs
de: Alle Forschungsergebnisse anzeigen
es: Ver todos los resultados de la investigación
fi: Katso kaikki tutkimustulokset
pt_br: Ver todos os resultados da pesquisa
sv_fi: Se alla forskningsresultat

source: Please list your anticipated research output(s).
de: Bitte listen Sie Ihre erwarteten Forschungsergebnisse auf.
es: Enumere los resultados de su investigación anticipada.
fi: Listaa odotetut tutkimustuloksesi.
pt_br: Liste sua (s) produção (ões) de pesquisa prevista (s).
sv_fi: Vänligen ange dina förväntade forskningsresultat.

source: Add a research output
de: Fügen Sie einen Forschungsoutput hinzu
es: Agregar un resultado de investigación
fi: Lisää tutkimustulos
pt_br: Adicionar um resultado de pesquisa
sv_fi: Lägg till ett forskningsresultat

source: Initial license
de: Erstlizenz
es: Licencia inicial
fi: Alkuperäinen lisenssi
pt_br: Licença inicial
sv_fi: Ursprunglig licens

source: For guidance on selecting a license:
de: Anleitung zur Auswahl einer Lizenz:
es: Para obtener orientación sobre la selección de una licencia:
fi: Ohjeita lisenssin valintaan:
pt_br: Para obter orientação sobre como selecionar uma licença:
sv_fi: För vägledning om val av licens:

source: New research output
de: Neuer Forschungsoutput
es: Nuevo resultado de investigación
fi: Uusi tutkimustulos
pt_br: Novo resultado de pesquisa
sv_fi: Ny forskningsresultat

source: Refine your search to discipline specific, institutional or generalist repositories. When the use of domain-specific repositories is not available, generalist repositories are a good option and accept all types of data regardless of type, format, content, or discipline.
de: Verfeinern Sie Ihre Suche auf fachspezifische, institutionelle oder allgemeine Repositorien. Wenn die Verwendung von domänenspezifischen Repositories nicht verfügbar ist, sind generalistische Repositories eine gute Option und akzeptieren alle Arten von Daten, unabhängig von Typ, Format, Inhalt oder Disziplin.
es: Refine su búsqueda a repositorios específicos de disciplina, institucionales o generalistas. Cuando el uso de repositorios específicos de dominio no está disponible, los repositorios generalistas son una buena opción y aceptan todo tipo de datos sin importar el tipo, formato, contenido o disciplina.
fi: Tarkenna hakuasi tiettyjen, institutionaalisten tai yleisten tietovarastojen kurinalaiseksi. Kun toimialuekohtaisten tietovarastojen käyttö ei ole käytettävissä, yleiset tietovarastot ovat hyvä vaihtoehto ja hyväksyvät kaikentyyppiset tiedot tyypistä, muodosta, sisällöstä tai tieteenalasta riippumatta.
pt_br: Refine sua pesquisa para disciplinar repositórios específicos, institucionais ou generalistas. Quando o uso de repositórios específicos de domínio não está disponível, os repositórios generalistas são uma boa opção e aceitam todos os tipos de dados, independentemente do tipo, formato, conteúdo ou disciplina.
sv_fi: Förfina din sökning för att disciplinera specifika, institutionella eller generalistiska arkiv. När användningen av domänspecifika förråd inte är tillgänglig är generalistförråd ett bra alternativ och accepterar alla typer av data oavsett typ, format, innehåll eller disciplin.

source: Select a subject area to refine your search.
de: Wählen Sie einen Themenbereich aus, um Ihre Suche zu verfeinern.
es: Seleccione un área temática para refinar su búsqueda.
fi: Tarkenna hakuasi valitsemalla aihealue.
pt_br: Selecione uma área de assunto para refinar sua pesquisa.
sv_fi: Välj ett ämnesområde för att förfina din sökning.

source: - Select a subject area -
de: - Fachgebiet auswählen -
es: - Seleccione un área temática -
fi: - Valitse aihealue -
pt_br: - Selecione uma área de assunto -
sv_fi: - Välj ett ämnesområde -

source: Select a subject area
pt_br: Selecione uma área de assunto

source: - Select a repository type -
de: - Wählen Sie einen Repository-Typ aus -
es: - Seleccione un tipo de repositorio -
fi: - Valitse arkiston tyyppi -
pt_br: - Selecione um tipo de repositório -
sv_fi: - Välj en förvarstyp -

source: Select a repository type
pt_br: Selecione um tipo de repositório

source: Click to view repositories related to %{subject}
de: Klicken Sie hier, um Repositories im Zusammenhang mit %{subject} anzuzeigen
es: Haga clic para ver los repositorios relacionados con %{subject}
fi: Napsauta nähdäksesi %{subject}-tietovarastot
pt_br: Clique para ver os repositórios relacionados a %{subject}
sv_fi: Klicka för att se arkiv relaterade till %{subject}

source: More info
de: Mehr Info
es: Más información
fi: Lisätietoja
pt_br: Mais informações
sv_fi: Mer information

source: Repository URL
es: URL del repositorio
fi: Tietovaraston URL-osoite
pt_br: URL do repositório

source: Data access
de: Datenzugriff
es: Acceso a los datos
fi: Tietojen käyttö
pt_br: Acesso de dados
sv_fi: Datatillgång

source: Persistent identifier type
de: Persistenter ID-Typ
es: Tipo de identificador persistente
fi: Pysyvä tunnistetyyppi
pt_br: Tipo de identificador persistente
sv_fi: Beständig identifierartyp

source: Policies
de: Richtlinien
es: Políticas
fi: Käytännöt
pt_br: Políticas
sv_fi: Policyer

source: Data upload
de: Daten hochladen
es: Carga de datos
fi: Tietojen lataus
pt_br: Upload de dados
sv_fi: Uppladdning av data

source: Provider type
de: Anbietertyp
es: tipo de proveedor
fi: Palveluntarjoajan tyyppi
pt_br: Tipo de provedor
sv_fi: Typ av leverantör

source: Repository type
de: Repository-Typ
es: Tipo de repositorio
fi: Arkiston tyyppi
pt_br: Tipo de repositório
sv_fi: Förvarstyp

source: Only Show Admins
de: Nur Administratoren anzeigen
es: Mostrar solo administradores
fi: Näytä vain järjestelmänvalvojat
pt_br: Mostrar apenas administradores
sv_fi: Visa endast administratörer
tr_tr: Yalnızca Yöneticileri Göster

source: Plan Overview
de: Planübersicht
es: Descripción general del plan
fi: Suunnitelman yleiskatsaus
pt_br: Visão geral do plano
sv_fi: Planöversikt

source: Data Manager:
de: Datenmanager:
es: Administrador de datos:
fi: Tietojen hallinta:
pt_br: Gerenciador de dados:
sv_fi: Datahanterare:

source: ID:
de: ICH WÜRDE:
es: IDENTIFICACIÓN:
fi: Tunnus:
pt_br: EU IA:

source: Start date:
de: Anfangsdatum:
es: Fecha de inicio:
fi: Aloituspäivämäärä:
pt_br: Data de início:
sv_fi: Start datum:
tr_tr: Başlangıç tarihi:

source: End date:
de: Endtermin:
es: Fecha final:
fi: Päättymispäivä:
pt_br: Data final:
sv_fi: Slutdatum:
tr_tr: Bitiş tarihi:

source: Grant number / URL:
de: Grant-Nummer / URL:
es: Número de concesión / URL:
fi: Apurahan numero / URL:
pt_br: Número de concessão / URL:
sv_fi: Bidragsnummer / URL:
tr_tr: Fon/hibe numarası (grant number) / URL:

source: Planned Research Outputs
de: Geplante Forschungsergebnisse
es: Resultados de investigación planificados
fi: Suunnitellut tutkimustulokset
pt_br: Resultados de pesquisa planejados
sv_fi: Planerade forskningsresultat

source: Planned research output details
de: Details zum geplanten Forschungsergebnis
es: Detalles de resultados de investigación planificados
fi: Suunniteltujen tutkimustulosten tiedot
pt_br: Detalhes de resultados de pesquisa planejados
sv_fi: Planerade forskningsresultatdetaljer

source: Intended repository(ies)
de: Vorgesehene(r) Verwahrungsort(e)
es: Repositorio(s) previsto(s)
fi: Suunnitellut arkistot
pt_br: Repositório (s) pretendido (s)
sv_fi: Avsedda förråd(er)

source: License
de: Lizenz
es: Licencia
fi: Lisenssi
pt_br: Licença
sv_fi: Licens

source: Metadata standard(s)
de: Metadatenstandard(s)
es: Norma(s) de metadatos
fi: Metatietostandardit
pt_br: Padrão (s) de metadados
sv_fi: Metadatastandard(er)

source: May contain PII?
de: Kann personenbezogene Daten enthalten?
es: ¿Puede contener PII?
fi: Saattaa sisältää henkilökohtaisia tunnistetietoja?
pt_br: Pode conter PII?
sv_fi: Kan innehålla PII?

source: Begin typing to see a list of suggestions.
de: Beginnen Sie mit der Eingabe, um eine Liste mit Vorschlägen anzuzeigen.
es: Comience a escribir para ver una lista de sugerencias.
fi: Aloita kirjoittaminen, valitse listasta.
pt_br: Comece a digitar para ver uma lista de sugestões.
sv_fi: Börja skriva för att se en lista med förslag.
tr_tr: Öneri listesini görmek için yazmaya başlayın.

source: A new entry will be created for the organisation you have named above. Please double check that your organisation does not appear in the list in a slightly different form.
de: Für die oben genannte Organisation wird ein neuer Eintrag erstellt. Bitte überprüfen Sie, ob Ihre Organisation nicht in einer etwas anderen Form in der Liste angezeigt wird.
es: Se creará una nueva entrada para la organización que ha nombrado anteriormente. Verifique que su organización no aparezca en la lista en una forma ligeramente diferente.
fi: Edellä nimeämällesi organisaatiolle luodaan uusi merkintä. Tarkista vielä kerran, että organisaatiosi ei näy luettelossa hiukan eri muodossa.
pt_br: Uma nova entrada será criada para a organização que você nomeou acima. Verifique se sua organização não aparece na lista de forma um pouco diferente.
sv_fi: En ny post skapas för den organisation du har namngivit ovan. Kontrollera att din organisation inte visas i listan i något annorlunda formulär.
tr_tr: Yukarıda adlandırdığınız kuruluş için yeni bir giriş oluşturulacaktır. Lütfen kuruluşunuzun listede daha farklı bir biçimde görünmediğini tekrar kontrol edin.

source: The name you entered was not one of the listed suggestions!
de: Der von Ihnen eingegebene Name war keiner der aufgeführten Vorschläge!
es: ¡El nombre que ingresó no era una de las sugerencias enumeradas!
fi: Antamasi nimi ei ollut yksi luetelluista ehdotuksista!
pt_br: O nome digitado não foi uma das sugestões listadas!
sv_fi: Namnet du angav var inte ett av de listade förslagen!
tr_tr: Girdiğiniz ad, listelenen önerilerden biri değil!

source: Scholarly researchers today are increasingly required to engage in a range of data management activities to comply with organisational policies, or as a precondition for publication or grant funding. To aid researchers in creating effective Data Management Plans (DMPs), we have worked closely with funders and universities to develop an online application: DMPRoadmap. The tool provides detailed guidance and links to general and organisational resources and walks a researcher through the process of generating a comprehensive plan tailored to specific DMP requirements.
de: Wissenschaftliche Forscher werden heutzutage zunehmend aufgefordert, eine Reihe von Datenmanagementaktivitäten durchzuführen, um die Richtlinien der Organisation zu erfüllen, oder als Voraussetzung für die Veröffentlichung oder Zuschussfinanzierung. Um Forschern bei der Erstellung effektiver Datenmanagementpläne (DMPs) zu helfen, haben wir eng mit Geldgebern und Universitäten zusammengearbeitet, um eine Online-Anwendung zu entwickeln: DMPRoadmap. Das Tool bietet detaillierte Anleitungen und Links zu allgemeinen und organisatorischen Ressourcen und führt einen Forscher durch den Prozess der Erstellung eines umfassenden Plans, der auf die spezifischen DMP-Anforderungen zugeschnitten ist.
es: Los investigadores académicos de hoy en día están cada vez más obligados a participar en una serie de actividades de gestión de datos para cumplir con las políticas de la organización, o como condición previa para la publicación o la concesión de fondos. Para ayudar a los investigadores a crear Planes de Gestión de Datos (DMP) efectivos, hemos trabajado en estrecha colaboración con financiadores y universidades para desarrollar una aplicación en línea: DMPRoadmap. La herramienta proporciona orientación detallada y enlaces a recursos generales y organizativos, y guía al investigador a través del proceso de generación de un plan integral adaptado a los requisitos específicos de DMP.
fi: Organisaatioiden linjaukset, julkaisijat ja rahoittajat vaativat tutkijoilta enenevissä määrin sitoutumaan moniin aineistonhallinnan käytäntöihin. DMPTuuli on kehitetty yhteistyössä rahoittajien ja korkeakoulujen kanssa auttamaan tutkijoita kirjoittamaan aineistonhallintasuunnitelmia. Työkalusta löytyy yksityiskohtaisia ohjeita ja linkkejä niin yleisiin kuin organisaatiokohtaisiin palveluihin ja työkalu opastaa tutkijaa kattavan aineistonhallintasuunnitelman luomisessa, joka sisältää aineistonhallintasuunnitelmalta vaadittuja asioita.
pt_br: Atualmente, os pesquisadores acadêmicos são cada vez mais solicitados a se engajar em uma série de atividades de gerenciamento de dados para cumprir as políticas organizacionais, ou como uma pré-condição para publicação ou concessão de financiamento. Para ajudar os pesquisadores a criar Planos de Gerenciamento de Dados (PGDs) efetivos, trabalhamos de perto com financiadores e universidades para desenvolver um aplicativo on-line: o DMPRoadmap. A ferramenta fornece orientação detalhada e links para recursos gerais e organizacionais e orienta um pesquisador através do processo de geração de um plano abrangente adaptado aos requisitos específicos do PGD.
sv_fi: Vetenskapliga forskare idag måste i allt högre grad engagera sig i en rad datahanteringsaktiviteter för att följa organisationspolitiken, eller som en förutsättning för offentliggörande eller bidragsfinansiering. För att hjälpa forskare att skapa effektiva datahanteringsplaner (DMP) har vi arbetat nära med finansierare och universitet för att utveckla en onlineapplikation: DMPRoadmap. Verktyget ger detaljerad vägledning och länkar till allmänna och organisatoriska resurser och går en forskare genom processen att generera en övergripande plan som är skräddarsydd för specifika DMP-krav.
tr_tr: Günümüzde akademik araştırmacıların, kurumsal politikalara uymak için veya yayın veya hibe desteği için bir ön koşul olarak bir dizi veri yönetimi faaliyetinde bulunmaları giderek daha fazla istenmektedir. Etkili Veri Yönetim Planları (VYPler) oluşturmada araştırmacılara yardımcı olması amacıyla çevrimiçi bir uygulama geliştirmek için fon sağlayıcılar ve üniversitelerle yakın bir şekilde çalıştık ve DMPRoadmap aracını geliştirdik. Bu araç, ayrıntılı rehberlik ve genel ve kurumsal kaynaklara bağlantılar sağlar ve araştırmacıya belirli VYP gereksinimlerine göre hazırlanmış kapsamlı bir plan oluşturma sürecinde yol gösterir.

source: DMP Background
de: DMP-Hintergrund
es: Fondo DMP
fi: Aineistonhallintasuunnitelman tausta
pt_br: fundo do PGD
sv_fi: DMP Bakgrund
tr_tr: VYP Arka Planı

source: The Digital Curation Centre and UC3 team at the California Digital Library have developed and delivered tools for data management planning since the advent of open data policies in 2011.
de: Das Digital Curation Center und das UC3-Team der California Digital Library haben seit dem Aufkommen der Open-Data-Richtlinien im Jahr 2011 Tools für die Datenmanagementplanung entwickelt und bereitgestellt.
es: El Centro de curación digital y el equipo de UC3 en la Biblioteca digital de California desarrollaron y entregaron herramientas para la planificación de la gestión de datos desde el advenimiento de las políticas de datos abiertos en 2011.
fi: Digital Curation Center ja UC3 tiimi Kalifornian digitaalisesta kirjastosta ovat kehittäneet ja tuottaneet työkaluja aineistonhallintasuunniteluun vuodesta 2011, siitä asti kun avoimen datan linjaukset syntyivät.
pt_br: O Digital Curation Centre e a equipe de UC3 da California Digital Library desenvolveram e forneceram ferramentas para o planejamento de gerenciamento de dados desde o advento das políticas de dados abertos em 2011.
sv_fi: Digital Curation Center och UC3-teamet i California Digital Library har utvecklat och levererat verktyg för datahanteringsplanering sedan tillkomsten av öppna datapolicyer 2011.
tr_tr: Kaliforniya Dijital Kütüphanesi'ndeki Dijital Kürasyon Merkezi ve UC3 (Kaliforniya Üniversitesi Kürasyon Merkezi) ekibi, 2011'de açık veri politikalarının ortaya çıkmasından bu yana veri yönetimi planlaması için çeşitli araçlar geliştirdi ve kullanıma sundu.

source: (DCC-UK) and
de: (DCC-UK) und
es: (DCC-UK) y
fi: (DCC-UK) ja
pt_br: (DCC-UK) e
sv_fi: .(DCC-UK) och
tr_tr: (DCC-İngiltere) ve

source: (CDL-US) are now established in our national contexts as the resource for researchers seeking guidance in creating DMPs. We have worked together from the outset to share experiences, but with the explosion of interest in both of our tools across the globe we formalized our partnership to co-develop and maintain a single open-source platform for DMPs. By working together we can extend our reach, keep costs down, and move best practices forward, allowing us to participate in a truly global open science ecosystem.
de: (CDL-US) sind in unseren jeweiligen nationalen Kontexten inzwischen etablierte Unterstützungsangebot für Forschende, die Beratung beim Erstellen von DMP suchen. Wir haben zwar schon von Anfang an zusammengearbeitet, um Erfahrungen auszutauschen. Mit dem explosionsartigen Interesse an unseren beiden Tools auf der ganzen Welt haben wir unsere Partnerschaft jedoch formalisiert, um fortan gemeinsam eine einzige Open-Source-Plattform für DMPs zu entwickeln und zu pflegen. Durch die Zusammenarbeit können wir unsere Reichweite erhöhen, die Kosten niedrig halten und Best Practices voranbringen. Dadurch sind wir Teil eines wirklich globalen Open Science-Ökosystems.
es: (CDL-US) ahora se establecen en nuestros contextos nacionales como el recurso para los investigadores que buscan orientación en la creación de DMP. Hemos trabajado juntos desde el principio para compartir experiencias, pero con la explosión del interés en nuestras dos herramientas en todo el mundo, formalizamos nuestra asociación para desarrollar conjuntamente y mantener una única plataforma de código abierto para DMP. Trabajando juntos podemos ampliar nuestro alcance, mantener bajos los costos y hacer avanzar las mejores prácticas, lo que nos permite participar en un ecosistema científico mundial verdaderamente abierto.
fi: CDL-Yhdysvallat on vakiinnuttanut asemansa kansallisissa yhteyksissä resurssina, jota tutkijaat käyttävät, kun he etsivät ohjeita aineistonhallintasuunnitelmien kirjoittamiseen. Olemme työskennelleet yhdessä alusta asti ja jakaneet kokemuksia, mutta kun kiinnostus työkalujamme kohtaan kasvoi räjähdysmäisesti ympäri maailmaa, päätimme muodollistaa kumppanuutemme ja kehittää yhdessä ja pitää yllä yhtä avoimen koodin alustaa aineistonhallintasuunnitelmille. Yhdessä työskentelemällä voimme laajentaa vaikutustamme, pitää kustannukset matalalla ja levittää parhaita käytäntöjä eteenpäin ja saamme osallistua todella globaaliin avoimen tieteen ekosysteemiin.
pt_br: (CDL-US) estão agora estabelecidos em nossos contextos nacionais como o recurso para pesquisadores que buscam orientação na criação de PGDs. Trabalhamos juntos desde o início para compartilhar experiências, mas com a explosão de interesse em ambas as nossas ferramentas em todo o mundo, formalizamos nossa parceria para co-desenvolver e manter uma única plataforma de código aberto para PGDs. Trabalhando juntos, podemos ampliar nosso alcance, manter os custos baixos e levar adiante as melhores práticas, permitindo que participemos de um ecossistema verdadeiramente global de ciência aberta.
sv_fi: (CDL-USA) är nu etablerade i våra nationella sammanhang som resurs för forskare som söker vägledning för att skapa DMP. Vi har samarbetat från början för att dela erfarenheter, men med explosionen av intresse för båda våra verktyg över hela världen formaliserade vi vårt partnerskap för att utveckla och upprätthålla en enda öppen källplattform för DMP. Genom att arbeta tillsammans kan vi utöka vår räckvidd, hålla kostnaderna nere och flytta bästa praxis framåt, så att vi kan delta i ett verkligt globalt öppet vetenskapsekosystem.
tr_tr: (CDL-US), VYP oluşturmak için rehberliğe ihtiyaç duyan araştırmacılara kaynak olması için ulusal bağlamda kurulmuştur. Deneyimlerimizi paylaşmak amacıyla başından beri birlikte çalıştık, ancak dünya genelinde her iki aracımıza olan yoğun ilgiyle beraber VYP'ler için tek bir açık kaynaklı platform geliştirmek ve sürdürmek için ortaklığımızı resmileştirdik. Birlikte çalışarak erişimimizi genişletebilir, maliyetleri düşürebilir ve en iyi uygulamaları ileriye taşıyarak gerçek anlamda küresel bir açık bilim ekosistemine katılım sağlayabiliriz.

source: The new platform will be separate from the services each of our teams runs on top of it. Our shared goal: provide a combined DMPRoadmap platform as a core infrastructure for DMPs. Future enhancements will focus on making DMPs machine actionable so please continue sharing your use cases.
de: Die neue Plattform wird getrennt von den Diensten sein, auf die jedes unserer Teams aufsetzt. Unser gemeinsames Ziel: Bereitstellung einer kombinierten DMPRoadmap-Plattform als Kerninfrastruktur für DMPs. Zukünftige Verbesserungen werden sich darauf konzentrieren, DMPs machbar zu machen, also teilen Sie Ihre Anwendungsfälle bitte weiter.
es: La nueva plataforma estará separada de los servicios que cada uno de nuestros equipos ejecuta encima de ella. Nuestro objetivo compartido: proporcionar una plataforma DMPRoadmap combinada como una infraestructura central para DMP. Las futuras mejoras se centrarán en hacer que las máquinas DMP sean accionables, así que continúe compartiendo sus casos de uso.
fi: Alusta tulee olemaan erillään palveluista, joita tiimimme tarjoavat. Yhteinen päämäärämme: DMPRoadmap alustan tarjoaminen ydin infrastruktuurina aineistonhallintasuunnitelmille. Tulevaisuuden parannuksissa keskitytään tekemään suunnitelmista konekäytettäviä, joten jakakaa edelleen käyttäjäkokemuksia kanssamme.
pt_br: A nova plataforma será separada dos serviços que cada uma de nossas equipes executa em cima dela. Nosso objetivo em comum: fornecer uma plataforma DMPRoadmap combinada como uma infraestrutura básica para PGDs. Futuros aprimoramentos se concentrarão em tornar a máquina PGDs acionável, portanto, continue compartilhando seus casos de uso.
sv_fi: Den nya plattformen kommer att vara skild från de tjänster som vart och ett av våra lag går ut på. Vårt delade mål: tillhandahålla en kombinerad DMPRoadmap-plattform som en kärninfrastruktur för DMP. Framtida förbättringar kommer att inriktas på att göra DMP-maskiner åtgärdliga så fortsätt att dela dina användningsfall.
tr_tr: Yeni platform, ekiplerimizin her birinin üzerinde çalıştığı hizmetlerden ayrı olacak. Ortak hedefimiz: VYPler için temel altyapı olarak birleşik bir DMPRoadmap platformu sunmak. Gelecekteki geliştirmeler, VYPleri makinece işlem yapılabilir (machine actionable) hale getirmeye odaklanacak, bu nedenle lütfen kullanım durumlarınızı paylaşmaya devam edin.

source: We invite you to peruse the DMPRoadmap GitHub wiki to learn how to
de: Wir laden Sie ein, das DMPRoadmap GitHub Wiki zu lesen, um zu lernen, wie
es: Lo invitamos a que lea detenidamente el wiki de DMPRoadmap GitHub para aprender cómo
fi: Tutkiskele DMPRoadmap GitHubin wikiä ja opit kuinka
pt_br: Nós convidamos você a ler o wiki do DMPRoadmap GitHub para aprender como
sv_fi: Vi uppmanar dig att läsa igenom DMPRoadmap GitHub wiki för att lära dig hur
tr_tr: Nasıl yapılacağını öğrenmek için sizi DMPRoadmap GitHub wiki'sini incelemeye davet ediyoruz.
