Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><a href="https://data.research.cornell.edu/content/writing-metadata"><span style="font-weight: 400;">Cornell University</span></a><span style="font-weight: 400;"> defines metadata as &ldquo;documentation that describes data&rdquo; (see also </span><a href="https://library.concordia.ca/research/data/metadata.php"><span style="font-weight: 400;">Concordia University Library</span></a><span style="font-weight: 400;">). Creating good metadata includes providing information about your project as well as each item in your database, and any other contextual information needed for you and others to interpret and reuse your data in the future. </span><a href="https://www.cessda.eu/Training/Training-Resources/Library/Data-Management-Expert-Guide/2.-Organise-Document/Documentation-and-metadata"><span style="font-weight: 400;">CESSDA</span></a> <span style="font-weight: 400;">and </span><a href="https://www.ukdataservice.ac.uk/manage-data/document.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> provide examples of project- and item-level metadata. Because arts-based methods tend to be customized and fluid, describing them in your project-level metadata is important.</span></p>
fr_ca: <p><span style="font-weight: 400;">L&rsquo;</span><a href="https://www6.inrae.fr/datapartage/Gerer/Documenter-les-donnees"><span style="font-weight: 400;">INRAE</span></a><span style="font-weight: 400;"> d&eacute;finit les m&eacute;tadonn&eacute;es comme &eacute;tant de la &laquo;&thinsp;documentation d&eacute;crivant des donn&eacute;es&thinsp;&raquo; (voir aussi la </span><a href="https://library.concordia.ca/research/data/metadata.php"><span style="font-weight: 400;">biblioth&egrave;que de l&rsquo;Universit&eacute; Concordia</span></a><span style="font-weight: 400;">; </span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">). En cr&eacute;ant de bonnes m&eacute;tadonn&eacute;es, vous donnez de l&rsquo;information sur votre projet, ainsi que chaque &eacute;l&eacute;ment de votre base de donn&eacute;es et d&rsquo;autres renseignements contextuels n&eacute;cessaires pour interpr&eacute;ter et r&eacute;utiliser vos donn&eacute;es. Le </span><a href="https://www.cessda.eu/Training/Training-Resources/Library/Data-Management-Expert-Guide/2.-Organise-Document/Documentation-and-metadata"><span style="font-weight: 400;">CESSDA</span></a><span style="font-weight: 400;"> et </span><a href="https://www.ukdataservice.ac.uk/manage-data/document.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">) proposent des exemples de m&eacute;tadonn&eacute;es sur les projets et leurs divers &eacute;l&eacute;ments. Les m&eacute;thodes bas&eacute;es sur l&rsquo;art sont souvent tr&egrave;s personnelles et fluides, donc il est important de les d&eacute;crire dans vos m&eacute;tadonn&eacute;es.</span></p>

source: <a href="http://dublincore.org/specifications/"><span style="font-weight: 400;">Dublin Core</span></a><span style="font-weight: 400;"> and </span><a href="https://ddialliance.org/"><span style="font-weight: 400;">DDI</span></a><span style="font-weight: 400;"> are two widely used general metadata standards. Discipline-specific standards used by museums and galleries (e.g., </span><a href="http://vraweb.org/resources/cataloging-cultural-objects/"><span style="font-weight: 400;">CCO</span></a><span style="font-weight: 400;">, </span><a href="http://core.vraweb.org/index.html"><span style="font-weight: 400;">VRA Core</span></a><span style="font-weight: 400;">) may be useful to describe artworks at the item level. You can also explore arts-specific data repositories at </span><a href="https://www.re3data.org/browse/by-subject/"><span style="font-weight: 400;">re3data.org</span></a><span style="font-weight: 400;"> to see what metadata standards they use.</span>
fr_ca: <a href="http://dublincore.org/specifications/"><span style="font-weight: 400;">Dublin Core</span></a><span style="font-weight: 400;"> et </span><a href="https://ddialliance.org/"><span style="font-weight: 400;">DDI</span></a><span style="font-weight: 400;"> <em>(liens en</em> <em>anglais</em>) sont deux normes de m&eacute;tadonn&eacute;es tr&egrave;s r&eacute;pandues. Les normes qu&rsquo;utilisent les mus&eacute;es et galeries (</span><a href="https://www.musees.qc.ca/fr/professionnel/guidesel/doccoll/fr/introduction/societemuseesqc.htm"><span style="font-weight: 400;">CCO</span></a><span style="font-weight: 400;">, </span><a href="http://core.vraweb.org/index.html"><span style="font-weight: 400;">VRA Core</span></a>; <em>lien en anglais</em><span style="font-weight: 400;">) sont utiles pour d&eacute;crire les &eacute;l&eacute;ments d&rsquo;une &oelig;uvre. Vous pouvez aussi explorer les d&eacute;p&ocirc;ts de donn&eacute;es sp&eacute;cialis&eacute;s dans les arts que sugg&egrave;re </span><a href="https://www.re3data.org/browse/by-subject/"><span style="font-weight: 400;">re3data.org</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">. Vous y trouverez des exemples de m&eacute;tadonn&eacute;es utilis&eacute;es.</span>

source: <span style="font-weight: 400;">A metadata standard is a set of established categories you can use to describe your data.</span> <span style="font-weight: 400;">Using one helps ensure your metadata is consistent, structured, and machine-readable, which is essential for depositing data in repositories and making them easily discoverable by search engines. While no specific metadata standard exists for ABR, you can adopt existing general or discipline-specific</span> <span style="font-weight: 400;">ones (for more, see </span><a href="https://guides.library.queensu.ca/rdm/metadata"><span style="font-weight: 400;">Queen&rsquo;s University Library</span></a><span style="font-weight: 400;"> and </span><a href="http://www.dcc.ac.uk/resources/metadata-standards"><span style="font-weight: 400;">Digital Curation Centre</span></a><span style="font-weight: 400;">). For more help finding a suitable metadata standard, you may wish to contact your institution&rsquo;s library or reach out to the Portage DMP Coordinator at <a href="mailto:support@portagenetwork.ca">support@portagenetwork.ca</a>.</span>
fr_ca: <span style="font-weight: 400;">Une norme de m&eacute;tadonn&eacute;es est un ensemble de cat&eacute;gories &eacute;tablies qui servent &agrave; d&eacute;crire vos donn&eacute;es.</span> <span style="font-weight: 400;">Vos m&eacute;tadonn&eacute;es sont ainsi concordantes, structur&eacute;es et lisibles &agrave; la machine, ce qui est essentiel pour verser des donn&eacute;es dans un d&eacute;p&ocirc;t et qu&rsquo;elles soient facilement d&eacute;couvrable par des moteurs de recherche. Il n&rsquo;y a pas de norme de m&eacute;tadonn&eacute;es propre &agrave; la RBA, mais vous pouvez adopter une norme g&eacute;n&eacute;rale ou d&rsquo;un autre champ de pratique</span> <span style="font-weight: 400;">(pour plus d&rsquo;information, consultez la <a href="https://guides.library.queensu.ca/rdm/metadata">biblioth&egrave;que de l&rsquo;Universit&eacute; Queen&rsquo;s</a></span><span style="font-weight: 400;">&nbsp;et le </span><a href="http://www.dcc.ac.uk/resources/metadata-standards"><span style="font-weight: 400;">Digital Curation Centre</span></a>; <em>liens en anglais</em><span style="font-weight: 400;">). Pour obtenir de l&rsquo;aide dans le choix d&rsquo;une norme de m&eacute;tadonn&eacute;es, contactez la biblioth&egrave;que de votre &eacute;tablissement ou le coordonnateur PGD de Portage &agrave; <a href="mailto:support@portagenetwork.ca">support@portagenetwork.ca</a>.</span>

source: <span style="font-weight: 400;">One way to record metadata is to place it in a separate text file (i.e., README file) that will accompany your data and to update it throughout your project. </span><a href="https://data.research.cornell.edu/content/readme"><span style="font-weight: 400;">Cornell University</span></a><span style="font-weight: 400;"> provides a README file template you can adapt. You can also embed item-level metadata in certain files, such as placing contextual information and participant details for an interview in a summary page at the beginning of a transcript. Creating a data list, a spreadsheet that collects all your item-level metadata under key categories, will help you and others easily identify items, their details, and patterns across them. </span><a href="https://www.ukdataservice.ac.uk/manage-data/document/data-level/qualitative.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> has a data list template you can adapt.</span>
fr_ca: <span style="font-weight: 400;">Pour enregistrer des m&eacute;tadonn&eacute;es, vous pouvez inclure avec vos donn&eacute;es un fichier texte distinct (fichier README) que vous modifiez tout au long du projet. L&rsquo;<a href="https://doi.org/10.5281/zenodo.4058962">UBC</a></span><span style="font-weight: 400;">&nbsp;propose un mod&egrave;le de fichier README qui est personnalisable. Il est aussi possible d&rsquo;int&eacute;grer dans certains fichiers des m&eacute;tadonn&eacute;es sur les &eacute;l&eacute;ments, notamment avec de l&rsquo;information contextuelle et des d&eacute;tails sur les participants &agrave; la page sommaire et au d&eacute;but d&rsquo;une transcription. En cr&eacute;ant une liste de donn&eacute;es, une feuille de calcul qui rassemble toutes vos m&eacute;tadonn&eacute;es sur les &eacute;l&eacute;ments dans des cat&eacute;gories cl&eacute;s, il est plus facile pour vous et autrui de rep&eacute;rer les &eacute;l&eacute;ments, leurs particularit&eacute;s, ainsi que les tendances qui se recoupent. Le </span><a href="https://www.ukdataservice.ac.uk/manage-data/document/data-level/qualitative.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> (<em>lien en anglais</em>) offre une liste mod&egrave;le de donn&eacute;es qui est personnalisable.</span>

source: <span style="font-weight: 400;">Creating metadata should not be left to the end of your project. A plan that lays out how, when, where, and by whom metadata will be captured during your project will help ensure your metadata is accurate, consistent, and complete. You can draw metadata from files you have already created or will create for your project (e.g., proposals, notebooks, interview guides, file properties of digital images). If your arts-based methods shift during your project, make sure to record these changes in your metadata. The same practices for organizing data can be used to organize metadata (e.g., </span><span style="font-weight: 400;">consistent naming conventions, file version markers).</span>
fr_ca: <span style="font-weight: 400;">N&rsquo;attendez pas &agrave; la fin de votre projet pour cr&eacute;er des m&eacute;tadonn&eacute;es. Pour avoir des m&eacute;tadonn&eacute;es pr&eacute;cises, concordantes et compl&egrave;tes, &eacute;laborez un plan qui d&eacute;crit comment, quand, o&ugrave; et par qui les m&eacute;tadonn&eacute;es seront enregistr&eacute;es pendant le projet. Vous pouvez extraire des m&eacute;tadonn&eacute;es de fichiers que vous avez d&eacute;j&agrave; cr&eacute;&eacute;s ou que vous comptez cr&eacute;er pour votre projet (propositions, carnets de note, guides d&rsquo;entrevue, droit de propri&eacute;t&eacute; des fichiers ou images num&eacute;riques). Si vos m&eacute;thodes bas&eacute;es sur l&rsquo;art changent en cours de route, n&rsquo;oubliez pas de noter ces changements dans vos m&eacute;tadonn&eacute;es. Les pratiques pour l&rsquo;organisation des donn&eacute;es servent &eacute;galement &agrave; l&rsquo;organisation des m&eacute;tadonn&eacute;es (</span><span style="font-weight: 400;">conventions de nomenclature coh&eacute;rentes, balises et versions de fichier).</span>

source: Estimate the storage space you will need in megabytes, gigabytes, terabytes, etc., and for how long this storage will need to be active. Take into account file size, file versions, backups, and the growth of your data, if you will create and/or collect data over several months or years.
fr_ca: <span style="font-weight: 400;">Estimez l&rsquo;espace de stockage qu&rsquo;il vous faudra en m&eacute;gaoctets, gigaoctets ou t&eacute;raoctets, ainsi que la dur&eacute;e de stockage actif n&eacute;cessaire. Tenez compte de la taille de fichier, des versions de fichier, des sauvegardes et de la croissance de vos donn&eacute;es. Il est aussi important de d&eacute;terminer si vous voulez cr&eacute;er ou recueillir des donn&eacute;es pendant plusieurs mois ou ann&eacute;es. </span>

source: <p><span style="font-weight: 400;">Digital data can be stored on optical or magnetic media, which can be removable (e.g., DVDs, USB drives), fixed (e.g., computer hard drives), or networked (e.g., networked drives, cloud-based servers). Each storage method has pros and cons you should consider. Having multiple copies of your data and not storing them all in the same physical location reduces the risk of losing your data. Follow the 3-2-1 backup rule: have at least three copies of your data; store the copies on two different media; keep one backup copy offsite. A regular backup schedule reduces the risk of losing recent versions of your data.&nbsp;</span></p> <span style="font-weight: 400;">Securely accessible servers or cloud-based environments with regular backup processes are recommended for your offsite backup copy; however, you should know about the consequences of storing your data outside of Canada, especially in relation to privacy. Data stored in different countries is subject to their laws, which may differ from those in Canada. Ensure your data storage and backup methods align with any requirements of your funder, institution, and research ethics office. Read more on storage and backup practices at the <a href="https://www.sheffield.ac.uk/library/rdm/storage">University of Sheffield Library</a> and <a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx">UK Data Service</a>.&nbsp;</span>
fr_ca: <p><span style="font-weight: 400;">Les donn&eacute;es num&eacute;riques peuvent &ecirc;tre stock&eacute;es sur des supports optiques ou magn&eacute;tiques amovibles (DVD, cl&eacute;s USB), fixes (disques durs d&rsquo;ordinateur) ou connect&eacute;s en r&eacute;seau (lecteurs r&eacute;seau, serveurs en ligne). Chaque m&eacute;thode de stockage comporte des avantages et des inconv&eacute;nients. Avec plusieurs copies de vos donn&eacute;es qui sont stock&eacute;es &agrave; divers endroits, vous risquez moins de les perdre. Suivez la r&egrave;gle du 3-2-1 pour la sauvegarde&nbsp;: avoir au moins trois copies de donn&eacute;es&thinsp;; stocker les donn&eacute;es sur deux supports diff&eacute;rents&thinsp;; garder une copie de sauvegarde dans un endroit externe. Planifier la sauvegarde r&eacute;duit &eacute;galement le risque de perdre les versions de vos donn&eacute;es.&nbsp;<br /><br /></span><span style="font-weight: 400;">Les serveurs accessibles de fa&ccedil;on s&eacute;curitaire ou les environnements en ligne (avec un processus de sauvegarde r&eacute;guli&egrave;re) sont recommand&eacute;s pour les copies de sauvegarde externes. En revanche, il est important de comprendre les cons&eacute;quences de stocker vos donn&eacute;es &agrave; l&rsquo;ext&eacute;rieur du Canada, surtout en ce qui concerne la protection de la vie priv&eacute;e. Les donn&eacute;es sont soumises aux dispositions l&eacute;gislatives des pays o&ugrave; elles sont stock&eacute;es, qui ne sont pas forc&eacute;ment les m&ecirc;mes que celles du Canada. Choisissez des m&eacute;thodes de stockage et de sauvegarde qui sont conformes aux exigences du bailleur de fonds, de l&rsquo;&eacute;tablissement et du bureau d&rsquo;&eacute;thique de la recherche. Pour plus d&rsquo;information &agrave; ce sujet, consultez la </span><a href="https://www.sheffield.ac.uk/library/rdm/storage"><span style="font-weight: 400;">biblioth&egrave;que de l&rsquo;Universit&eacute; Sheffield </span></a><span style="font-weight: 400;">et </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">UK Data Service</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">. </span></p>

source: <span style="font-weight: 400;">Many universities offer networked file storage with automatic backup. </span><a href="https://www.computecanada.ca/research-portal/accessing-resources/rapid-access-service/"><span style="font-weight: 400;">Compute Canada&rsquo;s Rapid Access Service</span></a><span style="font-weight: 400;"> provides principal investigators at Canadian postsecondary institutions a modest amount of storage and other cloud resources for free. Contact your institution&rsquo;s IT services to find out what secure data storage services are available to you.</span>
fr_ca: <span style="font-weight: 400;">Plusieurs universit&eacute;s offrent un service de stockage de fichiers en r&eacute;seau avec sauvegarde automatique. Le </span><a href="https://www.computecanada.ca/page-daccueil-du-portail-de-recherche/acces-aux-ressources/acces-rapide/?lang=fr"><span style="font-weight: 400;">Service d&rsquo;acc&egrave;s rapide de calcul Canada</span></a><span style="font-weight: 400;"> offre aux chercheurs principaux d&rsquo;&eacute;tablissements postsecondaires une petite quantit&eacute; de stockage et d&rsquo;autres ressources en ligne gratuitement. Pour en apprendre plus sur les services de stockage s&eacute;curis&eacute;s, contactez la biblioth&egrave;que ou le service informatique de votre &eacute;tablissement.</span>

source: <span style="font-weight: 400;">Describe how you will store your non-digital data and what you will need to do so (e.g., physical space, equipment, special conditions). Include where you will store these data and for how long. Ensure your storage methods for non-digital data align with any requirements of your funder, institution, and research ethics office.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les mesures n&eacute;cessaires &agrave; prendre pour stocker vos donn&eacute;es non num&eacute;riques (espace physique, &eacute;quipement, conditions sp&eacute;ciales). Pr&eacute;cisez l&rsquo;endroit et la dur&eacute;e du stockage des donn&eacute;es. Suivez des m&eacute;thodes de stockage et de sauvegarde qui sont conformes aux exigences du bailleur de fonds, de l&rsquo;&eacute;tablissement et du bureau d&rsquo;&eacute;thique de la recherche.</span>

source: <p><span style="font-weight: 400;">Research team members, other collaborators, participants, and independent contractors (e.g., transcriptionists, videographers) are examples of individuals who can transfer, access, and modify data in your project, often from different locations. Ideally, a strategy for these activities facilitates cooperation, ensures data security, and can be adopted with minimal instructions or training. If applicable, your strategy should address how raw data from portable recording devices will be transferred to your project database (e.g., uploading raw video data within 48 hours, then erasing the camera).</span></p> <p><span style="font-weight: 400;">Relying on email to transfer data is not a robust or secure solution, especially for exchanging large files or artwork, transcripts, and other data with sensitive information. Third-party commercial file sharing services (e.g., Google Drive, Dropbox) are easy file exchange tools, but may not be permanent or secure, and are often located outside Canada. Contact your librarian and IT services to develop a solution for your project.</span></p>
fr_ca: <p><span style="font-weight: 400;">Les membres de l&rsquo;&eacute;quipe de recherche, autres collaborateurs, participants et travailleurs autonomes (transcripteurs, vid&eacute;ographes) participent au transfert, &agrave; l&rsquo;acc&egrave;s et &agrave; la modification des donn&eacute;es de projet, souvent &agrave; partir de divers endroits. Les strat&eacute;gies qui encadrent ces activit&eacute;s doivent faciliter la coop&eacute;ration et pr&eacute;server la s&eacute;curit&eacute; des donn&eacute;es. On doit aussi pouvoir les mettre en &oelig;uvre avec un minimum de directives ou de formation. Votre strat&eacute;gie devrait indiquer comment les donn&eacute;es brutes des appareils d&rsquo;enregistrement portatifs sont transf&eacute;r&eacute;es &agrave; la base de donn&eacute;es de votre projet (donn&eacute;es vid&eacute;o brutes t&eacute;l&eacute;charg&eacute;es en 48&nbsp;heures, puis effac&eacute;es de la cam&eacute;ra), le cas &eacute;ch&eacute;ant.</span></p> <p><span style="font-weight: 400;">Le transfert de donn&eacute;es par courrier &eacute;lectronique n&rsquo;est pas une solution robuste ou s&eacute;curitaire, surtout pour l&rsquo;&eacute;change de fichiers volumineux ou d&rsquo;&oelig;uvres, transcriptions et autres donn&eacute;es sensibles. Les services de partage de fichier commerciaux qui sont exploit&eacute;s par des tiers (Google Drive, Dropbox) sont pratiques, mais ils ne sont pas forc&eacute;ment permanents ou s&eacute;curitaires, en plus d&rsquo;&ecirc;tre situ&eacute;s en dehors du Canada dans de nombreux cas. Contactez le biblioth&eacute;caire en chef de votre &eacute;tablissement et les services de TI afin de trouver une solution pour votre projet.</span></p>
