Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: Invalid password
de: Ungültiges Passwort
es: Contraseña invalida
fi: Väärä salasana
pt_br: Senha inválida
sv_fi: Felaktigt lösenord
tr_tr: Geçersiz şifre

source: research output not found
de: Forschungsergebnis nicht gefunden
es: resultado de la investigación no encontrado
fi: tutkimustulosta ei löytynyt
pt_br: resultado da pesquisa não encontrado
sv_fi: forskningsresultat hittades inte

source: Cannot share plan with %{email} since that email matches with the owner of the plan.
de: Plan kann nicht mit %{email} geteilt werden, da diese E-Mail mit dem Besitzer des Plans übereinstimmt.
es: No se puede compartir el plan con %{email} porque ese correo electrónico coincide con el propietario del plan.
fi: Suunnitelmaa ei voi jakaa %{email}:n kanssa, koska sähköposti on sama kuin suunnitelman omistaja.
pt_br: Não é possível compartilhar o plano com %{email} porque esse e-mail corresponde ao proprietário do plano.
sv_fi: Det går inte att dela plan med %{email} eftersom det e-postmeddelandet matchar planens ägare.

source: You must provide a valid email address and select a permission level.
de: Sie müssen eine gültige E-Mail-Adresse angeben und eine Berechtigungsstufe auswählen.
es: Debe proporcionar una dirección de correo electrónico válida y seleccionar un nivel de permiso.
fi: Sinun on annettava kelvollinen sähköpostiosoite ja valittava käyttöoikeustaso.
pt_br: Você deve fornecer um endereço de e-mail válido e selecionar um nível de permissão.
sv_fi: Du måste ange en giltig e-postadress och välja en behörighetsnivå.

source: Successfully changed the permissions for %{email}. They have been notified via email.
de: Die Berechtigungen für %{email} wurden erfolgreich geändert. Sie wurden per E-Mail benachrichtigt.
es: Se cambiaron con éxito los permisos para %{email}. Han sido notificados por correo electrónico.
fi: %{email}:n oikeudet muutettiin onnistuneesti. Heille on ilmoitettu sähköpostitse.
pt_br: Alterou com sucesso as permissões para %{email}. Eles foram notificados por e-mail.
sv_fi: Har ändrat behörigheterna för %{email}. De har meddelats via e-post.

source: . The API credentials have been emailed to %{email}
de: . Die API-Anmeldeinformationen wurden per E-Mail an %{email} gesendet.
es: . Las credenciales de API se han enviado por correo electrónico a %{email}
fi: . API-käyttöoikeustiedot on lähetetty sähköpostitse osoitteeseen %{email}
pt_br: . As credenciais da API foram enviadas por email para %{email}
sv_fi: . API-referenser har skickats till %{email}
tr_tr: . API kimlik bilgileri %{email} adresine e-posta ile gönderildi

source: Your notification is now active.
de: Ihre Benachrichtigung ist jetzt aktiv.
es: Su notificación ya está activa.
fi: Ilmoituksesi on nyt aktiivinen.
pt_br: Sua notificação agora está ativa.
sv_fi: Din anmälan är nu aktiv.
tr_tr: Bildiriminiz artık etkin.

source: Your notification is no longer active.
de: Ihre Benachrichtigung ist nicht mehr aktiv.
es: Su notificación ya no está activa.
fi: Ilmoituksesi ei ole enää aktiivinen.
pt_br: Sua notificação não está mais ativa.
sv_fi: Din anmälan är inte längre aktiv.
tr_tr: Bildiriminiz artık etkin değil.

source: Unable to change the notification's active status
de: Der aktive Status der Benachrichtigung kann nicht geändert werden
es: No se puede cambiar el estado activo de la notificación
fi: Ilmoituksen aktiivista tilaa ei voi muuttaa
pt_br: Não foi possível alterar o status ativo da notificação
sv_fi: Det går inte att ändra meddelandets aktiva status
tr_tr: Bildirimin etkin durumu değiştirilemiyor

source: An error occurred while trying to merge the Organisations.
de: Beim Versuch, die Organisationen zusammenzuführen, ist ein Fehler aufgetreten.
es: Se produjo un error al intentar fusionar las organizaciones.
fi: Organisaatioiden yhdistämisessä tapahtui virhe.
pt_br: Ocorreu um erro ao tentar mesclar as organizações.
sv_fi: Ett fel uppstod när man försökte slå samman organisationerna.
tr_tr: Kuruluşlar birleştirilmeye çalışılırken bir hata oluştu.

source: Unable to merge the two Organisations at this time.
de: Die beiden Organisationen können derzeit nicht zusammengeführt werden.
es: No se pueden fusionar las dos organizaciones en este momento.
fi: Kahden organisaation yhdistäminen epäonnistui tällä hetkellä.
pt_br: Não foi possível mesclar as duas organizações no momento.
sv_fi: Det går inte att slå samman de två organisationerna just nu.
tr_tr: Şu anda iki Kuruluş birleştirilemiyor.

source: Unable to determine what records need to be merged.
de: Es kann nicht bestimmt werden, welche Datensätze zusammengeführt werden müssen.
es: No se puede determinar qué registros deben fusionarse.
fi: Ei voida määrittää, mitkä tietueet on yhdistettävä.
pt_br: Incapaz de determinar quais registros precisam ser mesclados.
sv_fi: Det går inte att avgöra vilka poster som behöver slås samman.
tr_tr: Hangi kayıtların birleştirilmesi gerektiği belirlenemiyor.

source: You attempted to merge 2 accounts with the same email address. Please merge with a different email address.
de: Sie haben versucht, 2 Konten mit derselben E-Mail-Adresse zusammenzuführen. Bitte mit einer anderen E-Mail-Adresse zusammenführen.
es: Intentó fusionar 2 cuentas con la misma dirección de correo electrónico. Combínelo con una dirección de correo electrónico diferente.
fi: Yritit yhdistää 2 tiliä samalla sähköpostiosoitteella. Yhdistä toisella sähköpostiosoitteella.
pt_br: Você tentou mesclar 2 contas com o mesmo endereço de e-mail. Por favor, mescle com um endereço de e-mail diferente.
sv_fi: Du försökte slå samman två konton med samma e-postadress. Slå ihop med en annan e-postadress.
tr_tr: Aynı e-posta adresine sahip 2 hesabı birleştirmeye çalıştınız. Lütfen e-posta adresleri farklı hesapları birleştirin.

source: No. Created Plans
pt_br: Núm. Planos

source: Answering
de: Antworten
es: Respondiendo
fi: Vastaaminen
pt_br: Respondendo
sv_fi: svara
tr_tr: Cevaplıyor

source: will <b>send an email</b> with subject %{subject_name}
de: <b>sendet eine E-Mail</b> mit dem Betreff %{subject_name}
es: <b>enviará un correo electrónico</b> con asunto %{subject_name}
fi: <b>lähettää sähköpostin</b> aiheella %{subject_name}
pt_br: <b>enviará um e-mail</b> com o assunto %{subject_name}
sv_fi: kommer att <b>skicka ett e-postmeddelande</b> med ämne %{subject_name}

source: will <b>remove</b> question
de: wird <b>die</b> Frage <b>entfernen</b>
es: <b>eliminará la</b> pregunta
fi: <b>poistaa</b> kysymyksen
pt_br: irá <b>remover a</b> pergunta
sv_fi: kommer att <b>ta bort</b> frågan
tr_tr: soruyu <b>kaldıracak</b>

source: will <b>remove</b> questions
de: wird Fragen <b>entfernen</b>
es: <b>eliminará</b> preguntas
fi: <b>poistaa</b> kysymyksiä
pt_br: irá <b>remover</b> perguntas
sv_fi: tar <b>bort</b> frågor
tr_tr: soruları <b>kaldıracak</b>

source: None defined
de: keine definiert
es: Ninguno definido
fi: Ei määritelty
pt_br: Nenhum definido
sv_fi: Ingen definierad
tr_tr: Hiçbiri tanımlanmadı

source: Review organisational plans
pt_br: Revise os planos organizacionais

source: Public
de: Öffentlichkeit
es: Público
fi: Julkinen
pt_br: Público
sv_fi: offentlig
tr_tr: Herkese Açık

source: None
de: Keiner
es: Ninguna
fi: Ei mitään
pt_br: Nenhum
sv_fi: Ingen
tr_tr: Hiçbiri

source: Guidance for: %{themes}
de: Anleitung für: %{themes}
es: Orientación para: %{themes}
fi: Ohjeita: %{themes}
pt_br: Orientação para: %{themes}
sv_fi: Vägledning för: %{themes}
tr_tr: %{themes} için rehberlik

source: Nothing to merge
de: Nichts zu verschmelzen
es: Nada para fusionar
fi: Ei mitään yhdistettävää
pt_br: Nada para fundir
sv_fi: Inget att slå samman
tr_tr: Birleştirilecek bir şey yok

source: <p>The following %{object_types} will be moved over to '%{org_name}':</p>
de: <p>Die folgenden %{object_types} werden in '%{org_name}' verschoben:</p>
es: <p>El siguiente %{object_types} se moverá a '%{org_name}':</p>
fi: <p>Seuraava %{object_types} siirretään kohtaan %{org_name}:</p>
pt_br: <p>O seguinte %{object_types} será movido para '%{org_name}':</p>
sv_fi: <p>Följande %{object_types} kommer att flyttas till '%{org_name}':</p>
tr_tr: <p>Aşağıdaki %{object_types}, '%{org_name}' konumuna taşınacak:</p>

source: %{user_name} has requested feedback on a %{tool_name} plan
de: %{user_name} hat um Feedback zu einem %{tool_name}-Plan gebeten
es: %{user_name} ha solicitado comentarios sobre un plan %{tool_name}
fi: %{user_name} on pyytänyt palautetta %{tool_name} -suunnitelmasta
pt_br: %{user_name} solicitou feedback sobre um plano %{tool_name}
sv_fi: %{user_name} har begärt feedback på en %{tool_name} plan
tr_tr: %{user_name}, bir %{tool_name} planı hakkında geri bildirim istedi

source: %{tool_name}: Expert feedback has been provided for %{plan_title}
de: %{tool_name}: Es wurde Experten-Feedback für %{plan_title} gegeben.
es: %{tool_name}: Se han proporcionado comentarios de expertos para %{plan_title}
fi: %{tool_name}: %{plan_title}: lle on annettu asiantuntijapalautetta
pt_br: %{tool_name}: O feedback de especialistas foi fornecido para %{plan_title}
sv_fi: %{tool_name}: Feedback från experter har lämnats för %{plan_title}
tr_tr: %{tool_name}: %{plan_title} için uzman geri bildirimi sağlandı

source: %{tool_name} API changes
de: %{tool_name} API-Änderungen
es: %{tool_name} Cambios de API
fi: %{tool_name} API-muutokset
pt_br: Alterações na API %{tool_name}
sv_fi: %{tool_name} API-ändringar
tr_tr: %{tool_name} API değişiklikleri

source: Phase
es: Fase
fi: Vaihe
pt_br: Fase
sv_fi: Fas
tr_tr: Aşama

source: Section
de: Abschnitt
es: Sección
fi: Osio
pt_br: Seção
sv_fi: Sektion
tr_tr: Bölüm

source: Question
de: Frage
es: Pregunta
fi: Kysymys
pt_br: Pergunta
sv_fi: Fråga
tr_tr: Soru

source: Title:
de: Titel:
es: Título:
fi: Otsikko:
pt_br: Título:
sv_fi: Titel:

source: Principal Investigator:
de: Hauptermittler:
es: Investigador principal:
fi: Päätutkija:
pt_br: Investigador principal:
sv_fi: Huvudutredare:

source: Date Manager:
de: Datumsmanager:
es: Administrador de fechas:
fi: Päivänpäällikkö:
pt_br: Gerenciador de datas:
sv_fi: Datumansvarig:

source: Project Administrator:
de: Projektleiter:
es: Administrador de Proyectos:
fi: Projektin ylläpitäjä:
pt_br: Administrador de projetos:
sv_fi: Projektadministratör:

source: Contributor:
de: Mitwirkender:
es: Contribuyente:
fi: Osallistuja:
pt_br: Contribuinte:
sv_fi: Bidragsgivare:

source: Affiliation:
de: Zugehörigkeit:
es: Afiliación:
fi: Affiliaatio:
pt_br: Afiliação:
sv_fi: Anslutning:
tr_tr: Bağlı olunan kurum/kuruluş:

source: Research Outputs:
pt_br: Resultados da pesquisa:

source: You must specify at least one role.
de: Sie müssen mindestens eine Rolle angeben.
es: Debe especificar al menos un rol.
fi: Sinun on määritettävä ainakin yksi rooli.
pt_br: Você deve especificar pelo menos uma função.
sv_fi: Du måste ange minst en roll.
tr_tr: En az bir rol belirtmelisiniz.

source: can't be blank.
de: darf nicht leer sein.
es: no puede estar en blanco.
fi: ei voi olla tyhjä.
pt_br: não pode ficar em branco.
sv_fi: kan inte vara tom.

source: can't be blank if no email is provided.
de: darf nicht leer sein, wenn keine E-Mail-Adresse angegeben ist.
es: no puede estar en blanco si no se proporciona un correo electrónico.
fi: ei voi olla tyhjä, jos sähköpostia ei ole annettu.
pt_br: não pode ficar em branco se nenhum e-mail for fornecido.
sv_fi: kan inte vara tom om ingen e-post anges.

source: can't be blank if no name is provided.
de: darf nicht leer sein, wenn kein Name angegeben ist.
es: no puede estar en blanco si no se proporciona ningún nombre.
fi: ei voi olla tyhjä, jos nimeä ei ole annettu.
pt_br: não pode ficar em branco se nenhum nome for fornecido.
sv_fi: kan inte vara tom om inget namn anges.

source: Question not answered.
de: Frage nicht beantwortet.
es: Pregunta no respondida.
fi: Kysymykseen ei vastattu.
pt_br: Pergunta não respondida.
sv_fi: Fråga ej besvarad.

source: already assigned a value
de: bereits einen Wert zugewiesen
es: ya asignado un valor
fi: jo määritetty arvo
pt_br: já atribuiu um valor
sv_fi: redan tilldelat ett värde
tr_tr: zaten bir değer atanmış

source: public
de: öffentlich
es: Público
fi: julkinen
pt_br: público
sv_fi: offentlig
tr_tr: herkese açık

source: Planned
pt_br: Planejado

source: Funded
pt_br: Financiado

source: Denied
pt_br: Negado

source: must be after the start date
de: muss nach dem Startdatum liegen
es: debe ser posterior a la fecha de inicio
fi: on oltava alkamispäivän jälkeen
pt_br: deve ser posterior à data de início
sv_fi: måste vara efter startdatumet
tr_tr: başlangıç tarihinden sonra olmalıdır

source: Conditions in the template refer backwards
de: Die Bedingungen in der Vorlage beziehen sich rückwärts
es: Las condiciones en la plantilla se refieren al revés
fi: Mallin ehdot viittaavat taaksepäin
pt_br: As condições no modelo se referem ao contrário
sv_fi: Förhållandena i mallen hänvisar bakåt
tr_tr: Şablondaki koşullar geriye dönük

source: E-Mail
pt_br: O email

source: Created Date
pt_br: Data de criação

source: Last Activity
pt_br: ultima atividade

source: Plans
de: Pläne
es: Planes
fi: Suunnitelmaa
pt_br: Planos
tr_tr: Planlar

source: Department
pt_br: Departamento

source: must have access to templates api
de: muss Zugriff auf die Vorlagen-API haben
es: debe tener acceso a las plantillas api
fi: täytyy päästä mallien sovellusliittymään
pt_br: deve ter acesso a templates api
sv_fi: måste ha tillgång till mallar api

source: Data Manager
de: Datenmanager
es: Administrador de datos
fi: Datamanageri
pt_br: Gerenciador de dados
sv_fi: Datahanterare

source: Project Administrator
de: Projektleiter
es: Administrador de Proyectos
fi: Projektivastaava
pt_br: Administrador de projetos
sv_fi: Projektadministratör

source: Other
de: Andere
es: Otro
fi: Muu
pt_br: De outros
sv_fi: Övrig

source: Management activities to annotate (produce metadata), scrub data and maintain research data (including software code, where it is necessary for interpreting the data itself) for initial use and later re-use.
de: Verwaltungsaktivitäten zum Kommentieren (Erstellen von Metadaten), Bereinigen von Daten und Verwalten von Forschungsdaten (einschließlich Softwarecode, sofern dies für die Interpretation der Daten selbst erforderlich ist) zur erstmaligen Verwendung und späteren Wiederverwendung.
es: Actividades de gestión para anotar (producir metadatos), eliminar datos y mantener datos de investigación (incluido el código de software, donde es necesario para interpretar los datos en sí) para su uso inicial y reutilización posterior.
fi: Hallintatoimenpiteet merkintöjen tekemiseksi (metatietojen tuottamiseksi), tietojen puhdistamiseksi ja tutkimustietojen (mukaan lukien ohjelmistokoodi, kun se on tarpeen itse tietojen tulkitsemiseksi) ylläpitämiseksi alkuperäistä käyttöä ja myöhempää uudelleenkäyttöä varten.
pt_br: Atividades de gerenciamento para anotar (produzir metadados), limpar dados e manter os dados de pesquisa (incluindo código de software, onde é necessário interpretar os dados) para uso inicial e posterior reutilização.
sv_fi: Hanteringsaktiviteter för att kommentera (producera metadata), skrubba data och underhålla forskningsdata (inklusive mjukvarukod, där det är nödvändigt för att tolka själva uppgifterna) för initial användning och senare återanvändning.
tr_tr: İlk kullanım ve sonraki yeniden kullanımlar için açıklama ekleme (üst veri oluşturma), hatalı ve mükerrer verileri temizleme ve (verilerin kendisini yorumlamak için gerekli durumlarda yazılım kodu da dahil olmak üzere) araştırma verilerini muhafaza etme amaçlı yönetim faaliyetleri.

source: Conducting a research and investigation process, specifically performing the experiments, or data/evidence collection.
de: Durchführung eines Forschungs- und Untersuchungsprozesses, gezielte Durchführung der Experimente oder Daten- / Beweiserhebung.
es: Realizar un proceso de investigación e investigación, específicamente realizar los experimentos o la recopilación de datos / pruebas.
fi: Tutkimus- ja tutkimusprosessin suorittaminen, erityisesti kokeiden suorittaminen tai tietojen / todisteiden kerääminen.
pt_br: Conduzir um processo de pesquisa e investigação, realizando especificamente os experimentos ou coleta de dados / evidências.
sv_fi: Genomföra en forsknings- och utredningsprocess, specifikt utföra experimenten eller insamling av data / bevis.
tr_tr: Özellikle deneyleri yaparak veya veri/kanıt toplayarak bir araştırma ve inceleme süreci yürütüyor.

source: Management and coordination responsibility for the research activity planning and execution.
de: Management- und Koordinationsverantwortung für die Planung und Durchführung der Forschungstätigkeit.
es: Responsabilidad de gestión y coordinación de la planificación y ejecución de la actividad investigadora.
fi: Johtamis- ja koordinointivastuu tutkimustoiminnan suunnittelusta ja toteuttamisesta.
pt_br: Responsabilidade de gerenciamento e coordenação pelo planejamento e execução das atividades de pesquisa.
sv_fi: Lednings- och samordningsansvar för planering och genomförande av forskningsaktiviteter.
tr_tr: Araştırma faaliyetinin planlanması ve yürütülmesi için yönetim ve koordinasyon sorumluluğu.

source: Generalist (multidisciplinary)
de: Generalist (multidisziplinär)
es: Generalista (multidisciplinar)
fi: Generalisti (monitieteellinen)
pt_br: Generalista (multidisciplinar)
sv_fi: Generalist (mångdisciplinär)

source: Discipline specific
de: Disziplinspezifisch
es: Disciplina específica
fi: Kurinalakohtainen
pt_br: Disciplina específica
sv_fi: Disciplinspecifik

source: Institutional
de: Institutionell
es: Institucional
fi: Institutionaalinen
pt_br: Institucional
sv_fi: Institutionell

source: None specified
de: nicht spezifiziert
es: No especificado
fi: Ei määritelty
pt_br: nada especificado
sv_fi: Ingen specificerad

source: Unspecified
de: Nicht spezifiziert
es: sin especificar
fi: Määrittelemätön
pt_br: Não especificado
sv_fi: Ospecificerad

source: Invalid grant type
de: Ungültiger Zuschusstyp
es: Tipo de subvención inválido
fi: Virheellinen avustustyyppi
pt_br: Tipo de concessão inválido
sv_fi: Ogiltig bidragstyp
tr_tr: Geçersiz Fon/hibe türü

source: Invalid credentials
de: Ungültige Anmeldeinformationen
es: Credenciales no válidas
fi: Virheelliset käyttöoikeustiedot
pt_br: Credenciais inválidas
sv_fi: Ogiltiga uppgifter
tr_tr: Geçersiz kimlik bilgileri

source: Invalid token
de: Ungültiger Token
es: Simbolo no valido
fi: Virheellinen tunnus
pt_br: Token inválido
sv_fi: Ogiltig token
tr_tr: Geçersiz token

source: Token expired
de: Token abgelaufen
es: Token caducado
fi: Tunnus vanhentunut
pt_br: Token expirado
sv_fi: Token gick ut
tr_tr: Token'ın süresi doldu

source: Missing token
de: Fehlender Token
es: Ficha faltante
fi: Puuttuu merkki
pt_br: Token ausente
sv_fi: Saknar token
tr_tr: Eksik token

source: :title and the contact's :mbox are both required fields
de: : title und die: mbox des Kontakts sind Pflichtfelder
es: : título y: mbox del contacto son campos obligatorios
fi: : otsikko ja yhteyshenkilön: mbox ovat molemmat pakolliset kentät
pt_br: : title e o: mbox do contato são campos obrigatórios
sv_fi: : title och kontaktens: mbox är båda obligatoriska fält
tr_tr: :title ve kişinin :mbox'ı zorunlu alanlardır

source: :type and :identifier are required for all ids
de: : type und: identifier sind für alle IDs erforderlich
es: : tipo y: identificador son obligatorios para todos los ID
fi: : tyyppi ja: tunniste vaaditaan kaikille tunnuksille
pt_br: : type e: identifier são necessários para todos os ids
sv_fi: : typ och: identifierare krävs för alla id: n
tr_tr: Tüm id numaraları için :type ve :identifier zorunludur

source: :name is required for every :affiliation and :funding
de: : Name wird für jede: Zugehörigkeit und: Finanzierung benötigt
es: : se requiere el nombre para cada: afiliación y: financiación
fi: : nimi vaaditaan jokaiselle: yhteys ja rahoitus
pt_br: : o nome é obrigatório para cada: afiliação e: financiamento
sv_fi: : namn krävs för varje: anslutning och: finansiering
tr_tr: :name her :affiliation ve :funding için zorunludur

source: :role and either the :name or :email are required for each :contributor
de: : role und entweder der: name oder: email sind für jeden: Contributor erforderlich
es: : rol y el: nombre o: correo electrónico son obligatorios para cada: colaborador
fi: : rooli ja joko: nimi tai: sähköposti vaaditaan jokaiselle: tekijälle
pt_br: : role e: name ou: email são necessários para cada: contribuidor
sv_fi: : roll och antingen: namn eller: e-post krävs för varje: bidragsgivare
tr_tr: :role ile beraber :name veya :email her bir :contributor için zorunludur

source: :name, :funder_id or :grant_id are required for each funding
de: : name ,: funder_id oder: grant_id sind für jede Finanzierung erforderlich
es: : name,: funder_id o: grant_id son obligatorios para cada financiación
fi: : nimi, funder_id tai: grant_id vaaditaan jokaiselle rahoitukselle
pt_br: : name,: funder_id ou: grant_id são necessários para cada financiamento
sv_fi: : namn,: funder_id eller: grant_id krävs för varje finansiering
tr_tr: :name, :funder_id veya :grant_id her bir fonlama için zorunludur

source: :title is required for each :dataset
de: : title ist für jeden: Datensatz erforderlich
es: : se requiere título para cada: conjunto de datos
fi: : otsikko vaaditaan jokaiselle: tietojoukolle
pt_br: : o título é necessário para cada: conjunto de dados
sv_fi: : title krävs för varje: dataset
tr_tr: Her :dataset için :title zorunludur

source: invalid JSON
de: Ungültiger JSON
es: JSON inválido
fi: Virheellinen JSON
pt_br: JSON inválido
sv_fi: Ogiltig JSON
tr_tr: Geçersiz JSON

source: questions from your plan.
de: Fragen aus Ihrem Plan.
es: preguntas de tu plan.
fi: kysymyksiä suunnitelmasi.
pt_br: perguntas do seu plano.
sv_fi: frågor från din plan.
tr_tr: planınızdan sorular.

source: This answer removes
de: Diese Antwort wird entfernt
es: Esta respuesta elimina
fi: Tämä vastaus poistuu
pt_br: Esta resposta remove
sv_fi: Detta svar tas bort
tr_tr: Bu cevap şunu kaldırır:

source: This answer triggers email(s) to
de: Diese Antwort löst E-Mail (s) an aus
es: Esta respuesta activa los correos electrónicos a
fi: Tämä vastaus laukaisee sähköpostit osoitteeseen
pt_br: Esta resposta aciona email(s) para
sv_fi: Detta svar utlöser e-post (er) till
tr_tr: Bu yanıt, e-postaları şu adreslere gitmesine neden olur:

source: Message
de: Nachricht
es: Mensaje
fi: Viesti
pt_br: Mensagem
sv_fi: Meddelande
tr_tr: İleti

source: Phone numbers should only include numbers and dashes ('-').
de: Telefonnummern sollten nur Nummern und Bindestriche ('-') enthalten.
es: Los números de teléfono solo deben incluir números y guiones ('-').
fi: Puhelinnumeroissa tulisi olla vain numerot ja viivat ('-').
pt_br: Os números de telefone devem incluir apenas números e traços ('-').
sv_fi: Telefonnummer bör endast innehålla siffror och streck ('-').
tr_tr: Telefon numaralarında yalnızca rakamlar ve kısa çizgiler ('-') bulunmalıdır.

source: Select each role that applies to the contributor.
de: Wählen Sie jede Rolle aus, die für den Mitwirkenden gilt.
es: Seleccione cada rol que se aplique al contribuyente.
fi: Valitse kuhunkin osallistujaan liittyvä rooli.
pt_br: Selecione cada função que se aplica ao colaborador.
sv_fi: Välj varje roll som gäller bidragsgivaren.
tr_tr: Katkıda bulunan kişi için geçerli olacak tüm rolleri seçin.

source: Phone number
de: Telefonnummer
es: Número de teléfono
fi: Puhelinnumero
pt_br: Número de telefone
sv_fi: Telefonnummer
tr_tr: Telefon numarası

source: Affiliation
de: Zugehörigkeit
es: Afiliación
fi: Organisaatio
pt_br: Afiliação
sv_fi: Anslutning
tr_tr: Bağlı olunan kurum/kuruluş

source: Roles
de: Rollen
fi: roolit
pt_br: Papéis
sv_fi: roller
tr_tr: Roller
