Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">Compliance with privacy legislation and laws that may impose content restrictions in the data should be discussed with your institution's privacy officer, research services office, and/or research ethics office.&nbsp;</span></p> <p><span style="font-weight: 400;">Include here a description concerning ownership, licensing, and intellectual property rights of the data. Terms of reuse must be clearly stated, in line with the relevant legal and ethical requirements where applicable (e.g., subject consent, permissions, restrictions, etc.).</span></p>
fr_ca: <p><span style="font-weight: 400;">Le respect de la l&eacute;gislation relative &agrave; la protection de la vie priv&eacute;e et des lois susceptibles d&rsquo;imposer des restrictions sur le contenu des donn&eacute;es doit faire l&rsquo;objet d&rsquo;une discussion avec le responsable de la protection de la vie priv&eacute;e, le bureau des services de recherche ou le comit&eacute; d&rsquo;&eacute;thique de la recherche de votre &eacute;tablissement.&nbsp;</span></p> <p><span style="font-weight: 400;">Pr&eacute;cisez la propri&eacute;t&eacute;, la licence et les droits de propri&eacute;t&eacute; intellectuelle par rapport aux donn&eacute;es. Les conditions de r&eacute;utilisation doivent &ecirc;tre clairement &eacute;nonc&eacute;es, conform&eacute;ment aux exigences juridiques et &eacute;thiques applicables le cas &eacute;ch&eacute;ant (par exemple, consentement du sujet, autorisations, restrictions, etc.).</span></p>

source: <span style="font-weight: 400;">Examples of data types may include text, numeric (ASCII, binary), images, audio, video, tabular data, spatial data, experimental, observational, and simulation/modelling data, instrumentation data, codes, software and algorithms, and any other materials that may be produced in the course of the project.</span>
fr_ca: Les types de donn&eacute;es sont notamment du texte, des donn&eacute;es num&eacute;riques (ASCII, binaires), des images, du son, des vid&eacute;os, des donn&eacute;es tabulaires, des donn&eacute;es spatiales, des donn&eacute;es exp&eacute;rimentales, d&rsquo;observation, de simulation et de mod&eacute;lisation, des donn&eacute;es d&rsquo;instrumentation, des codes, des logiciels et des algorithmes, ainsi que d&rsquo;autres mat&eacute;riels pouvant &ecirc;tre produits au cours du projet.

source: <span style="font-weight: 400;">Proprietary file formats that require specialized software or hardware are not recommended, but may be necessary for certain data collection or analysis methods. Using open file formats or industry-standard formats (e.g. those widely used by a given community) is preferred whenever possible. Read more about recommended file formats at </span><a href="https://researchdata.library.ubc.ca/plan/format-your-data/"><span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;"> or </span><a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Les formats de fichiers propri&eacute;taires qui n&eacute;cessitent un logiciel ou du mat&eacute;riel sp&eacute;cialis&eacute; ne sont pas recommand&eacute;s, mais peuvent &ecirc;tre n&eacute;cessaires pour certaines m&eacute;thodes de collecte ou d&rsquo;analyse des donn&eacute;es. L&rsquo;utilisation de formats de fichiers en libre acc&egrave;s ou de formats standard (par exemple, ceux largement utilis&eacute;s par une communaut&eacute; donn&eacute;e) est pr&eacute;f&eacute;rable dans la mesure du possible. Pour en savoir plus sur les formats de fichiers recommand&eacute;s, consultez le site de la </span><a href="https://researchdata.library.ubc.ca/plan/format-your-data/"><span style="font-weight: 400;">Biblioth&egrave;que de l&rsquo;Universit&eacute; de la C.-B.</span></a><span style="font-weight: 400;"> ou du </span><a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.</span>

source: <p><span style="font-weight: 400;">It is important to keep track of different copies and versions of files, files held in different formats or locations, and any information cross-referenced between files.&nbsp;</span></p> <span style="font-weight: 400;">Logical file structures, informative naming conventions, and clear indications of file versions all contribute to better use of your data during and after your research project. These practices will help ensure that you and your research team are using the appropriate version of your data, and will minimize confusion regarding copies on different computers, on different media, in different formats, and/or in different locations. Read more about file naming and version control at </span><a href="https://researchdata.library.ubc.ca/plan/organize-your-data/"><span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;"> or </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">Il est important de garder une trace des diff&eacute;rentes copies et versions de fichiers, des fichiers d&eacute;tenus dans diff&eacute;rents formats ou emplacements, et de toute information crois&eacute;e entre les fichiers.&nbsp;<br /><br /></span><span style="font-weight: 400;">Des structures de fichiers logiques, des conventions d&rsquo;appellation informatives et des indications claires sur les versions des fichiers contribuent &agrave; une meilleure utilisation de vos donn&eacute;es pendant et apr&egrave;s votre projet de recherche. Ces pratiques permettront de s&rsquo;assurer que vous et votre &eacute;quipe de recherche utilisez la version appropri&eacute;e de vos donn&eacute;es et de minimiser la confusion concernant les copies sur diff&eacute;rents ordinateurs ou sur diff&eacute;rents supports informatiques. Voici des liens pour plus de renseignements sur la nomenclature et la gestion de versions des fichiers : <a href="https://biblio.uottawa.ca/fr/services/professeurs/gestion-donnees-recherche/designation-fichiers-disposition-donnees">Biblioth&egrave;que de l&rsquo;Universit&eacute; d'Ottawa</a> et <a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx">Service des donn&eacute;es du Royaume-Uni</a> (<em>lien en anglais</em>).</span></p>

source: <p><span style="font-weight: 400;">Some types of documentation typically provided for research data and software include:&nbsp;</span></p> <ul> <li><span style="font-weight: 400;">README file, codebook, or data dictionary</span></li> <li><span style="font-weight: 400;">Electronic lab notebooks such as </span><a href="https://jupyter.org/"><span style="font-weight: 400;">Jupyter Notebook</span></a></li> </ul>
fr_ca: <p><span style="font-weight: 400;">Voici quelques types de documents g&eacute;n&eacute;ralement fournis pour les donn&eacute;es et les logiciels de recherche :&nbsp;</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Fichier README, guide de codification ou dictionnaire de donn&eacute;es</span></li> <li style="font-weight: 400;">Carnets de laboratoire &eacute;lectroniques tels que <a href="https://jupyter.org/"><span>Jupyter Notebook</span></a><span> (</span><em><span>lien en anglais</span></em><span>)</span></li> </ul>

source: <span style="font-weight: 400;">Typically, good documentation includes high-level information about the study as well as data-level descriptions of the content. It may also include other contextual information required to make the data usable by other researchers, such as: your research methodology, definitions of variables, vocabularies, classification systems, units of measurement, assumptions made, formats and file types of the data, a description of the data capture and collection methods, provenance of various data sources (original source of data, and how the data have been transformed), explanation of data analysis performed (including syntax files), the associated script(s), and annotation of relevant software. </span>
fr_ca: <span style="font-weight: 400;">En r&egrave;gle g&eacute;n&eacute;rale, une bonne documentation comprend des informations g&eacute;n&eacute;rales sur l&rsquo;&eacute;tude ainsi que des descriptions du contenu en ce qui concerne les donn&eacute;es. Elle peut aussi inclure des informations contextuelles pour rendre les donn&eacute;es utilisables par d&rsquo;autres chercheurs, notamment votre m&eacute;thodologie de recherche, les d&eacute;finitions des variables, les vocabulaires, les syst&egrave;mes de classification, les unit&eacute;s de mesure, les hypoth&egrave;ses formul&eacute;es, les formats et les types de fichiers des donn&eacute;es, une description des m&eacute;thodes de saisie et de collecte des donn&eacute;es, la provenance des diverses sources de donn&eacute;es (la source originale des donn&eacute;es et la mani&egrave;re dont les donn&eacute;es ont &eacute;t&eacute; transform&eacute;es), une explication de l&rsquo;analyse des donn&eacute;es effectu&eacute;e (y compris les fichiers de syntaxe), les scripts associ&eacute;s et l&rsquo;annotation des logiciels pertinents. </span>

source: <p><span style="font-weight: 400;">There are many general and domain-specific metadata standards that can be used to manage research data. These machine-readable, openly-accessible standards are often based on language-independent data formats such as XML, RDF, and JSON, which enables the effective exchange of information between users and systems. Existing, accepted community standards should be used wherever possible, including when recording intermediate results.&nbsp;</span></p> <p><span style="font-weight: 400;">Where community standards are absent or inadequate, this should be documented along with any proposed solutions or remedies. You may wish to use this DMP Template to propose alternate strategies that will facilitate metadata interoperability in your field. </span></p>
fr_ca: <p><span style="font-weight: 400;">Il existe de nombreuses normes de m&eacute;tadonn&eacute;es g&eacute;n&eacute;rales et sp&eacute;cifiques &agrave; un domaine qui peuvent &ecirc;tre utilis&eacute;es pour g&eacute;rer les donn&eacute;es de recherche. Ces normes de lecture par machine et d&rsquo;acc&egrave;s universel souvent bas&eacute;es sur des formats de donn&eacute;es ind&eacute;pendants du langage tels que XML, RDF et JSON permettent un &eacute;change efficace d&rsquo;informations entre les utilisateurs et les syst&egrave;mes. Les normes communautaires existantes et accept&eacute;es devraient &ecirc;tre utilis&eacute;es dans la mesure du possible, y compris pour l&rsquo;enregistrement des r&eacute;sultats interm&eacute;diaires.&nbsp;</span></p> <p><span style="font-weight: 400;">Vous devez documenter les cas pour lesquels les normes communautaires sont absentes ou inad&eacute;quates ainsi que toutes les solutions propos&eacute;es pour y rem&eacute;dier. Vous pouvez utiliser ce mod&egrave;le de PGD pour proposer des strat&eacute;gies alternatives qui faciliteront l&rsquo;interop&eacute;rabilit&eacute; des m&eacute;tadonn&eacute;es dans votre domaine. </span></p>

source: <p><span style="font-weight: 400;">There are a wide variety of metadata standards available to choose from, and you can learn more about these options at </span><a href="http://www.dcc.ac.uk/resources/metadata-standards"><span style="font-weight: 400;">UK Digital Curation Centre's Disciplinary Metadata</span></a><span style="font-weight: 400;">, </span><a href="https://fairsharing.org/standards/"><span style="font-weight: 400;">FAIRsharing standards</span></a><span style="font-weight: 400;">, </span><a href="http://rd-alliance.github.io/metadata-directory/"><span style="font-weight: 400;">RDA Metadata Standards Directory</span></a><span style="font-weight: 400;">, </span><a href="http://jennriley.com/metadatamap/"><span style="font-weight: 400;">Seeing Standards: A Visualization of the Metadata Universe</span></a><span style="font-weight: 400;">.</span></p>
fr_ca: <p><span style="font-weight: 400;">Il y a une grande vari&eacute;t&eacute; de normes de m&eacute;tadonn&eacute;es parmi lesquelles vous pouvez choisir. Voici des liens pour en savoir plus sur ces options&nbsp;: </span><a href="http://www.dcc.ac.uk/resources/metadata-standards"><span style="font-weight: 400;">M&eacute;tadonn&eacute;es disciplinaires du Centre de curation num&eacute;rique du Royaume-Uni</span></a><span style="font-weight: 400;">, </span><a href="https://fairsharing.org/standards/"><span style="font-weight: 400;">Normes de partage FAIR</span></a><span style="font-weight: 400;">, </span><a href="http://rd-alliance.github.io/metadata-directory/"><span style="font-weight: 400;">R&eacute;pertoire des normes en mati&egrave;re de m&eacute;tadonn&eacute;es de la RDA</span></a><span style="font-weight: 400;">, </span><a href="http://jennriley.com/metadatamap/"><span style="font-weight: 400;">Normes de visualisation&nbsp;: une vue de l&rsquo;univers des m&eacute;tadonn&eacute;es</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">). </span></p>

source: <span style="font-weight: 400;">Consider how you will capture information during the project and where it will be recorded to ensure the accuracy, consistency, and completeness of your documentation. Often, resources you've already created can contribute to this (e.g. publications, websites, progress reports, etc.). It is useful to consult regularly with members of the research team to capture potential changes in data collection or processing that need to be reflected in the documentation. Individual roles and workflows should include gathering, creating or maintaining data documentation as a key element.</span>
fr_ca: R&eacute;fl&eacute;chissez &agrave; la mani&egrave;re dont vous allez saisir l&rsquo;information au cours du projet et &agrave; l&rsquo;endroit o&ugrave; elle sera enregistr&eacute;e afin de garantir l&rsquo;exactitude, la coh&eacute;rence et l&rsquo;exhaustivit&eacute; de votre documentation. Souvent, les ressources que vous avez d&eacute;j&agrave; cr&eacute;&eacute;es peuvent y contribuer (par exemple, des publications, des sites web, des rapports d&rsquo;avancement, etc.). Consultez r&eacute;guli&egrave;rement les membres de l&rsquo;&eacute;quipe de recherche afin de saisir les changements potentiels dans la collecte ou le traitement des donn&eacute;es qui doivent &ecirc;tre refl&eacute;t&eacute;s dans la documentation. Les r&ocirc;les individuels et les flux de travail doivent inclure la collecte, la cr&eacute;ation ou la tenue &agrave; jour de la documentation des donn&eacute;es comme &eacute;l&eacute;ment cl&eacute;.

source: <span style="font-weight: 400;">ARC resources usually contain both computational resources and data storage resources. Please describe only those ARC resources that are directly applicable to the proposed work. Include existing resources and any external resources that may be made available.</span>
fr_ca: Les ressources d&rsquo;informatique de recherche avanc&eacute;e contiennent g&eacute;n&eacute;ralement des ressources de calcul et des ressources de stockage de donn&eacute;es. D&eacute;crivez uniquement les ressources qui sont directement applicables au travail propos&eacute;. Indiquez les ressources existantes et toutes les ressources externes qui peuvent &ecirc;tre mises &agrave; disposition.

source: <p><span style="font-weight: 400;">You may wish to provide the following information:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Startup allocation limit</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">System architecture: System component and configuration</span></li> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">CPU nodes</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">GPU nodes</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Large memory nodes</span></li> </ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Performance: e.g., FLOPs, benchmark</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Associated systems software environment</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Supported application software&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Data transfer</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Storage </span></li> </ul>
fr_ca: <p><span style="font-weight: 400;">Vous pouvez fournir les informations suivantes&nbsp;:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Limite de l&rsquo;allocation de d&eacute;marrage</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Architecture du syst&egrave;me : composants et configuration du syst&egrave;me</span></li> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">N&oelig;uds CPU</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">N&oelig;uds GPU</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Grands n&oelig;uds de m&eacute;moire</span></li> </ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Performance : par exemple, FLOPs, r&eacute;f&eacute;rences</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Environnement logiciel des syst&egrave;mes associ&eacute;s</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Logiciels d&rsquo;application support&eacute;s&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Transfert de donn&eacute;es</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Stockage</span></li> </ul>

source: <span style="font-weight: 400;">It is important to document the</span> <span style="font-weight: 400;">technical details of all the computational and data storage resources, and</span> <span style="font-weight: 400;">associated systems and software environments you plan to use to perform the simulations and analysis proposed in this research project. </span>
fr_ca: Il est important de documenter les d&eacute;tails techniques de toutes les ressources de calcul et de stockage de donn&eacute;es, ainsi que des syst&egrave;mes et environnements logiciels associ&eacute;s que vous comptez utiliser pour effectuer les simulations et analyses propos&eacute;es dans ce projet de recherche.

source: <p><span style="font-weight: 400;">Examples of data analysis frameworks include:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Hadoop</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Spark</span></li> </ul>
fr_ca: <p>Voici des exemples de cadre d&rsquo;analyse des donn&eacute;es :</p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Hadoop</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Spark</span></li> </ul>

source: <p><span style="font-weight: 400;">Examples of software tools include:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">High-performance compilers, debuggers, analyzers, editors&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Locally developed custom libraries and application packages for software development</span></li> </ul>
fr_ca: <p>Voici des exemples d&rsquo;outils logiciels :</p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">D&eacute;bogueurs, analyseurs, &eacute;diteurs, compilateurs &agrave; haute performance </span></li> <li style="font-weight: 400;">Biblioth&egrave;ques et progiciels cr&eacute;&eacute;s localement pour le d&eacute;veloppement de logiciels</li> </ul>
