Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: To provide access to the %{application_name} service and personalisation of your user experience e.g. provision of relevant templates and guidance for your organisation.
de: Um Zugriff auf den Service %{application_name} und die Personalisierung Ihrer Benutzererfahrung zu ermöglichen, z. Bereitstellung von relevanten Vorlagen und Anleitungen für Ihre Organisation.
es: Para proporcionar acceso al servicio %{application_name} y personalización de su experiencia de usuario, por ejemplo. provisión de plantillas relevantes y orientación para su organización.
fi: Tarjotakseen pääsyn %{application_name}n ja käyttäjäkokemuksen mukauttamiseksi esim. saadaksesi tarvittasemasi mallipohjat ja organisaatiokohtaisen ohjeistuksen.
fr_ca: Donner accès au service de l'%{application_name} et permettre la personnalisation de votre expérience utilisateur (p. ex., offre de modèles et de directives pertinents pour votre organisme).
pt_br: Para fornecer acesso ao serviço %{application_name} e customização da sua experiência do usuário, por exemplo, Fornecimento de modelos e orientações relevantes para a sua organização.
sv_fi: För att ge tillgång till tjänsten %{application_name} och personalisering av din användarupplevelse, t.ex. tillhandahållande av relevanta mallar och vägledning för din organisation.
tr_tr: %{application_name} hizmetine erişim sağlamak ve kullanıcı deneyiminizi kişiselleştirmek (ör. kuruluşunuz için ilgili şablonların ve rehberliğin sağlanması).

source: To keep you up to date with news about %{application_name} such as new features or improvements, or changes to our Privacy Policy.
de: Um Sie über Neuigkeiten zu %{application_name} auf dem Laufenden zu halten, wie z. B. neue Funktionen oder Verbesserungen oder Änderungen unserer Datenschutzrichtlinie.
es: Para mantenerse al día con noticias sobre %{application_name}, como nuevas funciones o mejoras, o cambios en nuestra Política de privacidad.
fi: Saat tiedotteita %{application_name} -työkalun uusista ominaisuuksista ja tietosuojamuutoksista.
fr_ca: Vous tenir au courant des nouvelles concernant %{application_name}, comme les nouvelles fonctionnalités, les améliorations ou les modifications à notre Politique de confidentialité.
pt_br: Para mantê-lo atualizado com notícias sobre %{application_name}, como novos recursos ou melhorias, ou alterações em nossa Política de Privacidade.
sv_fi: För att hålla dig uppdaterad med nyheter om %{application_name}, som nya funktioner eller förbättringar, eller ändringar i vår sekretesspolicy.
tr_tr: %{application_name} hakkındaki yeni özellikler veya iyileştirmeler veya Gizlilik Politikamızdaki değişiklikler gibi haberlerden sizi haberdar etmek.

source: For network and information security purposes.
de: Für Netzwerk- und Informationssicherheitszwecke.
es: Para fines de seguridad de la red y de la información.
fi: Käsittely verkko- ja tietoturvatarkoituksissa.
fr_ca: À des fins de sécurité du réseau et de l’information.
pt_br: Para fins de segurança de rede e informações.
sv_fi: För nätverks- och informationssäkerhetsändamål.
tr_tr: Ağ ve bilgi güvenliği amaçlı.

source: We will hold the personal data you provided us for as long as you continue using the %{application_name} service. Your personal data can be removed from this service upon request to the %{application_name} team within a period of 30 days.
de: Wir speichern die personenbezogenen Daten, die Sie uns zur Verfügung gestellt haben, solange Sie den Service %{application_name} weiterhin nutzen. Ihre persönlichen Daten können innerhalb von 30 Tagen auf Anfrage vom %{application_name} -Team von diesem Service entfernt werden.
es: Retendremos los datos personales que nos haya proporcionado durante el tiempo que continúe utilizando el servicio %{application_name}. Sus datos personales pueden eliminarse de este servicio si lo solicita al equipo %{application_name} en un plazo de 30 días.
fi: Säilytämme henkilötietojasi niin kauan kuin käytät %{application_name} -työkalua. Pyynnöstä %{application_name} -tiimi voi poistaa tietosi 30 päivän sisällä.
fr_ca: Nous conserverons les données personnelles que vous nous avez fournies tant que vous continuerez à utiliser le service de l'%{application_name}. Pour faire retirer vos données personnelles de ce service, vous devez en faire la demande auprès de l’équipe de l'%{application_name} dans un délai de 30 jours.
pt_br: Nós manteremos os dados pessoais fornecidos por você enquanto você continuar usando o serviço %{application_name}. Seus dados pessoais podem ser removidos deste serviço mediante solicitação para a equipe %{application_name} dentro de um período de 30 dias.
sv_fi: Vi håller de personuppgifter du gav oss så länge du fortsätter att använda tjänsten %{application_name}. Dina personuppgifter kan tas bort från denna tjänst på begäran till %{application_name} -laget inom 30 dagar.
tr_tr: %{application_name} hizmetini kullanmaya devam ettiğiniz sürece bize sağladığınız kişisel verileri saklayacağız. Kişisel verileriniz, %{application_name} ekibinin talebi üzerine 30 günlük bir süre içinde bu hizmetten kaldırılabilir.

source: If you have any questions, please contact the %{application_name} team at: <a href='mailto:%{helpdesk_email}'>%{helpdesk_email}</a>
de: Wenn Sie Fragen haben, wenden Sie sich bitte an das %{application_name} Team unter: <a href='mailto:%{helpdesk_email}'>%{helpdesk_email}</a>
es: Si tiene alguna pregunta, comuníquese con el equipo de %{application_name} al: <a href='mailto:%{helpdesk_email}'>%{helpdesk_email}</a>
fi: Jos sinulla on kysyttävää, ota yhteyttä %{application_name} -tiimiin: <a href='mailto:%{helpdesk_email}'>%{helpdesk_email}</a>
fr_ca: Si vous avez des questions, veuillez communiquer avec l’équipe de l'%{application_name} par courriel à : <a href='mailto:%{helpdesk_email}'>%{helpdesk_email}</a>
pt_br: Se você tiver alguma dúvida, entre em contato com a equipe do %{application_name} em: <a href='mailto:%{helpdesk_email}'>%{helpdesk_email}</a>
sv_fi: Om du har några frågor, vänligen kontakta teamet på <a href='mailto:%{helpdesk_email}'>%{application_name}</a> på: <a href='mailto:%{helpdesk_email}'>%{helpdesk_email}</a>
tr_tr: Herhangi bir sorunuz varsa lütfen %{application_name} ekibiyle şu adresten iletişime geçin: <a href='mailto:%{helpdesk_email}'>%{helpdesk_email}</a>

source: Revisions
fr_ca: Révisions

source: This statement was last revised on %{revdate} and may be revised at any time with prior notice.
de: Diese Erklärung wurde zuletzt am %{revdate} überarbeitet und kann jederzeit mit vorheriger Ankündigung geändert werden.
es: Esta declaración se revisó por última vez en %{revdate} y se puede revisar en cualquier momento con previo aviso.
fi: Näitä tietoja on tarkistettu viimeksi %{revdate} ja ne voidaan tarkistaa koska tahansa ilman etukäteisilmoitusta.
fr_ca: Cette déclaration a été révisée pour la dernière fois le %{revdate} et peut être révisée en tout temps. Un préavis sera donné.
pt_br: Esta declaração foi revisada pela última vez em %{revdate} e pode ser revisada a qualquer momento com aviso prévio.
sv_fi: Detta uttalande ändrades senast den %{revdate} och kan ändras när som helst med föregående meddelande.
tr_tr: Bu beyan en son %{revdate} tarihinde revize edilmiştir ve önceden haber verilerek herhangi bir zamanda revize edilebilir.

source: <strong>Info:</strong> Simple information message, displayed in blue.<br/><strong>Warning:</strong> warning message, for signaling something unusual, displayed in orange.<br/><strong>Danger:</strong> error message, for anything critical, displayed in red
de: <strong>Info:</strong> Einfache Informationsmeldung, blau dargestellt. <br/> <strong>Warnung:</strong> Warnmeldung zur Signalisierung von etwas Ungewöhnlichem, orange angezeigt. <br/> <strong>Gefahr:</strong> Fehlermeldung für alles Kritische, wird rot angezeigt
es: <strong>Info:</strong> Mensaje de información simple, se muestra en azul. <br/> <strong>Advertencia:</strong> mensaje de advertencia, para indicar algo inusual, se muestra en naranja. <br/> <strong>Peligro:</strong> mensaje de error, para cualquier cosa crítica, se muestra en rojo
fi: <strong>Info:</strong> Tiedote näkyy sinisenä.<br/><strong>Varoitus:</strong>Varoitusviesti, joka kertoo jostain epätavallisesta, näkyy oranssilla.<br/><strong>Vaara:</strong>virheviesti, kun tapahtuu jotain kriittistä, näkyy punaisella
fr_ca: <strong>Info :</strong> message informatif simple, affiché en bleu. <br/> <strong>Avertissement :</strong> message d’avertissement pour signaler quelque chose d’inhabituel, affiché en orange.<br/><strong>Danger :</strong> message d’erreur pour tout élément critique, affiché en rouge
pt_br: <strong>Informação:</strong> Mensagem informativa simples, exibida em azul.<br/><strong>Aviso:</strong> mensagem de aviso, para sinalizar algo incomum, exibido em laranja.<br/><strong>Perigo :</strong> mensagem de erro, para qualquer coisa crítica, exibida em vermelho
sv_fi: <strong>Info:</strong> Enkelt informationsmeddelande, som visas i blått. <br/> <strong>Varning:</strong> varningsmeddelande, för att signalera något ovanligt, som visas i orange. <br/> <strong>Fara:</strong> Felmeddelande, för något kritiskt, visas i rött
tr_tr: <strong>Bilgi:</strong> Mavi renkte görüntülenen basit bilgi mesajı.<br/> <strong>Uyarı:</strong> olağandışı bir şeye işaret etmek için turuncu renkte gösterilen uyarı mesajı.<br/> <strong>Tehlike:</strong> kritik olan her şey için kırmızı renkte görüntülenen hata mesajı

source: Dismissable
de: Kann verworfen werden
es: Desechable
fi: Hylättävissä
fr_ca: Rejetable
pt_br: Desprezível
tr_tr: Kapatılabilir

source: Body
de: Körper
es: Cuerpo
fi: Leipäteksti
fr_ca: Corps
pt_br: Corpo
sv_fi: Kropp
tr_tr: Gövde

source: Are you sure you want to delete the notification "%{title}"
de: Möchten Sie die Benachrichtigung "%{title}" wirklich löschen?
es: ¿Está seguro de que desea eliminar la notificación "%{title}"
fi: Haluatko varmasti poistaa "%{title}":n ilmoituksen?
fr_ca: Souhaitez-vous vraiment supprimer l’avis "%{title}"
pt_br: Tem certeza de que deseja excluir a notificação "%{title}"
sv_fi: Är du säker på att du vill radera meddelandet "%{title}"
tr_tr: "%{title}" bildirimini silmek istediğinizden emin misiniz?

source: Editing Notification
de: Benachrichtigung bearbeiten
es: Notificación de edición
fi: Ilmoitus muokkauksesta
fr_ca: Modification de l’avis
pt_br: Editando Notificação
sv_fi: Redigeringsmeddelande
tr_tr: Bildirim Düzenleniyor

source: View all notifications
de: Alle Benachrichtigungen anzeigen
es: Ver todas las notificaciones
fi: Näytä kaikki ilmoitukset
fr_ca: Voir tous les avis
pt_br: Ver todas as notificações
sv_fi: Visa alla meddelanden
tr_tr: Tüm bildirimleri görüntüle

source: + Add New Notification
de: + Neue Benachrichtigung hinzufügen
es: + Añadir nueva notificación
fi: + Lisää uusi ilmoitus
fr_ca: + Ajouter un nouvel avis
pt_br: + Adicionar nova notificação
sv_fi: + Lägg till ny anmälan
tr_tr: + Yeni Bildirim Ekle

source: New notification
de: Neue Benachrichtigung
es: Nueva notificación
fi: Uusi ilmoitus
fr_ca: Nouvel avis
pt_br: Novo Notificações
sv_fi: Ny anmälan
tr_tr: Yeni bildirim

source: New Notification
de: Neue Benachrichtigung
es: Nueva notificación
fi: Uusi ilmoitus
fr_ca: Nouvel avis
pt_br: Nova notificação
sv_fi: Ny anmälan
tr_tr: Yeni Bildirim

source: Create Organisation
de: Organisation erstellen
es: Crear organizacion
fi: Luo organisaatio
fr_ca: Créer un organisme
pt_br: Criar Organização
sv_fi: Skapa organisation
tr_tr: Kuruluş Oluştur

source: Are you sure you want to delete the theme "%{title}"?
de: Möchtest du das Thema "%{title}" wirklich löschen?
es: ¿Está seguro de que desea eliminar el tema "%{title}"?
fi: Haluatko varmasti poistaa "%{title}":n teeman?
fr_ca: Souhaitez-vous vraiment supprimer le thème "%{title}"?
pt_br: Tem certeza de que deseja excluir o tema "%{title}"?
sv_fi: Är du säker på att du vill radera temat "%{title}"?
tr_tr: "%{title}" temasını silmek istediğinizden emin misiniz?

source: View all themes
de: Alle Themen anzeigen
es: Ver todos los temas
fi: Näytä kaikki teemat
fr_ca: Voir tous les thèmes
pt_br: Ver todos os temas
sv_fi: Visa alla teman
tr_tr: Tüm temaları görüntüle

source: + Add New Theme
de: + Neues Thema hinzufügen
es: + Añadir nuevo tema
fi: + Lisää uusi teema
fr_ca: + Ajouter un nouveau thème
pt_br: + Adicionar Novo Tema
sv_fi: + Lägg till nytt tema
tr_tr: + Yeni Tema Ekle

source: New theme
de: Neues Thema
es: Nuevo tema
fi: Uusi teema
fr_ca: Nouveau thème
pt_br: Novo tema
sv_fi: Nytt tema
tr_tr: Yeni tema

source: <br>The selected user's content will be merged into the account for %{user_email}. <br> The selected account will then be removed
de: <br> Der Inhalt des ausgewählten Benutzers wird mit dem Konto für %{user_email} zusammengeführt. <br> Das ausgewählte Konto wird dann entfernt
es: <br> El contenido del usuario seleccionado se fusionará en la cuenta de %{user_email}. <br> La cuenta seleccionada será eliminada
fi: <br> Valitun käyttäjän sisältö yhdistetään tilille %{user_email}. <br> Valittu tili poistetaan sitten
fr_ca: <br>Le contenu de l’utilisateur sélectionné sera fusionné dans le compte pour %{user_email}. <br> Le compte sélectionné sera alors supprimé
pt_br: <br> O conteúdo do usuário selecionado será mesclado na conta para %{user_email}. <br> A conta selecionada será removida
sv_fi: <br> Den valda användarens innehåll kommer att slås samman till kontot för %{user_email}. <br> Det valda kontot kommer sedan att tas bort
tr_tr: <br>Seçilen kullanıcının içeriği %{user_email} hesabıyla birleştirilecektir.<br> Seçilen hesap daha sonra kaldırılacaktır

source: Merge
de: Verschmelzen
es: Unir
fi: yhdistää
fr_ca: Fusionner
pt_br: Mesclar
sv_fi: sammanfoga
tr_tr: Birleştir

source: Archive
de: Archivieren
es: Archivo
fr_ca: Archiver
pt_br: Arquivo
sv_fi: arkiv
tr_tr: Arşiv

source: You are about to archive %{user_name}. This will remove their personal information, but retain their plans, answers, and comments. They will be unable to sign-in. Are you sure?
de: Sie sind dabei, %{user_name} zu archivieren. Dadurch werden ihre persönlichen Daten entfernt, ihre Pläne, Antworten und Kommentare bleiben jedoch erhalten. Sie können sich nicht anmelden. Bist du sicher?
es: Está a punto de archivar %{user_name}. Esto eliminará su información personal, pero conservará sus planes, respuestas y comentarios. No podrán iniciar sesión. ¿Estás seguro?
fi: Olet arkistoimasta %{user_name}. Tämä poistaa heidän henkilökohtaiset tiedot, mutta säilyttää suunnitelmat, vastaukset ja kommentit. He eivät voi kirjautua sisään. Oletko varma?
fr_ca: Vous êtes sur le point d’archiver %{user_name}. Les renseignements personnels de ce dernier seront retirés, mais ses plans, ses réponses et ses commentaires seront conservés. Il ne sera plus en mesure de se connecter. Êtes-vous sûr de vouloir continuer?
pt_br: Você está prestes a arquivar %{user_name}. Isso removerá suas informações pessoais, mas manterá seus planos, respostas e comentários. Eles não conseguirão entrar. Você tem certeza?
sv_fi: Du håller på att arkivera %{user_name}. Detta tar bort deras personliga information, men behåller sina planer, svar och kommentarer. De kommer inte att kunna logga in. Är du säker?
tr_tr: %{user_name} kullanıcısını arşivlemek üzeresiniz. Bu işlem, %{user_name} kullanıcısının kişisel bilgilerini kaldıracak, ancak planlarını, yanıtlarını ve yorumlarını koruyacaktır. %{user_name} artık oturum açamayacak. Emin misiniz?

source: Merge Accounts
de: Konten zusammenführen
es: Fusionar cuentas
fi: Yhdistä tilit
fr_ca: Fusionner les comptes
pt_br: Mesclar contas
sv_fi: Slå samman konton
tr_tr: Hesapları Birleştir

source: First, search for a user by email, then select them from the list.
de: Suchen Sie zuerst per E-Mail nach einem Benutzer und wählen Sie ihn dann aus der Liste aus.
es: Primero, busque un usuario por correo electrónico, luego selecciónelo de la lista.
fi: Etsi ensin käyttäjä sähköpostitse ja valitse sitten hän luettelosta.
fr_ca: Commencez par rechercher un utilisateur par courriel, puis sélectionnez-le dans la liste.
pt_br: Primeiro, pesquise um usuário por email e selecione-o na lista.
sv_fi: Sök först efter en användare via e-post och välj sedan dem från listan.
tr_tr: Önce, bir kullanıcıyı e-posta ile aratın, sonra listeden seçin.

source: Example Answer
de: Beispiel Antwort
es: Ejemplo de respuesta
fi: Esimerkkivastaus
fr_ca: Exemple de réponse
pt_br: Exemplo de Resposta
sv_fi: Exempel Svar
tr_tr: Örnek Cevap

source: DMP Assistant
fr_ca: Assistant PGD

source: Portage Network
fr_ca: Réseau Portage

source: UK funder requirements for Data Management Plans
fr_ca: Exigences des bailleurs de fonds du R.-U. en matière de PGD

source: US funder requirements for Data Management Plans
fr_ca: Exigences des bailleurs de fonds des É.-U. en matière de PGD

source: DCC Checklist for a Data Management Plan
fr_ca: Liste de vérification du DCC pour un PGD

source: DMP Assistant equivalent in France
fr_ca: Équivalent de l'Assistant PGD en France

source: France funder requirements for Data Management Plans
fr_ca: Exigences des bailleurs de fonds de la France en matière de PGD

source: Active Data Storage
fr_ca: Stockage de données actif

source: Audience
fr_ca: Public

source: Backup Procedures
fr_ca: Procédures de sauvegarde

source: Data Capture Methods
fr_ca: Méthode de saisie de données

source: Data Format
fr_ca: Format des données

source: Data Organisation
fr_ca: Organisme relatif aux données

source: Data Organization
fr_ca: Organisation des données

source: Data Quality
fr_ca: Qualité des données

source: Data Repository
fr_ca: Dépôt de données

source: Data Security
fr_ca: Sécurité des données

source: Data Selection
fr_ca: Sélection des données

source: Data Type
fr_ca: Type de données

source: Data Volumes
fr_ca: Volumes de données

source: Description of Data Content
fr_ca: Description du contenu des données

source: Discovery by Users
fr_ca: Découverte par les utilisateurs

source: Embargo Period
fr_ca: Période d’embargo

source: Ethical Issues
fr_ca: Problèmes d’ordre éthique

source: Existing Data
fr_ca: Données actuelles

source: Expected Reuse
fr_ca: Réutilisation attendue

source: IPR Ownership and Licencing
fr_ca: Licence et propriété relatives au DPI

source: Licensing of Existing Data
fr_ca: Octroi de licence relative aux données existantes

source: Managed Access Procedures
fr_ca: Procédures d’accès géré

source: Metadata Capture
fr_ca: Saisie de métadonnées

source: Metadata Standards
fr_ca: Normes de métadonnées

source: Method For Data Sharing
fr_ca: Méthode de partage de données

source: Period of Preservation
fr_ca: Période de conservation

source: Preservation Plan
fr_ca: Plan de conservation

source: Related Policies
fr_ca: Politiques connexes

source: Relationship to Existing Data
fr_ca: Relation avec les données existantes

source: Resourcing: Hardware and Software
fr_ca: Allocation de ressources : matériel et logiciels

source: Resourcing: Preservation and Data Sharing
fr_ca: Allocation de ressources : conservation et partage de données

source: Resourcing: Skills and Training
fr_ca: Allocation de ressources : compétences et formation

source: Responsibilities
fr_ca: Responsabilités

source: Restrictions on Sharing
fr_ca: Restrictions relatives au partage

source: Timeframe For Data Sharing
fr_ca: Délai relatif au partage de données

source: Data Collection
fr_ca: Collecte de données

source: Documentation and Metadata
fr_ca: Documentation et métadonnées

source: Storage and Backup
fr_ca: Stockage et sauvegarde

source: Preservation
fr_ca: Préservation

source: Sharing and Reuse
fr_ca: Partage et réutilisation

source: Responsibilities and Resources
fr_ca: Responsabilités et ressources

source: Ethics and Legal Compliance
fr_ca: Conformité éthique et juridique

source: This section addresses data collection issues such as data types, file formats, naming conventions, and data organisation – factors that will improve the usability of your data and contribute to the success of your project.
fr_ca: Cette section traite des questions relatives à la collecte de données comme les types de données, les formats de fichier, les conventions d'appellation et l'organisation des données – des facteurs qui amélioreront la facilité d'utilisation de vos données et contribueront au succès de votre projet.

source: Because data are rarely self-explanatory, all research data should be accompanied by metadata (information that describes the data according to community best practices). Metadata standards vary across disciplines, but generally state who created the data and when, how the data were created, their quality, accuracy, and precision, as well as other features necessary to facilitate data discovery, understanding and reuse. Any restrictions on use of the data must be explained in the metadata, along with information on how to obtain approved access to the data, where possible.
fr_ca: La conservation des données dépendra de la valeur de réutilisation potentielle, s'il faut conserver ou détruire les données, et des ressources requises pour organiser de façon appropriée les données et s'assurer qu'elles demeurent utilisables dans le futur. Dans certains cas, il peut être souhaitable de conserver toutes les versions des données (p. ex. les données brutes, traitées, analysées, définitives), mais dans d'autres cas, il peut être préférable de conserver uniquement les données sélectionnées ou définitives (p. ex. transcriptions au lieu d'entrevues sonores).

source: Planning how research data will be stored and backed up throughout and beyond a research project is critical in ensuring data security and integrity. Appropriate storage and backup not only helps protect research data from catastrophic losses (due to hardware and software failures, viruses, hackers, natural disasters, human error, etc.), but also facilitates appropriate access by current and future researchers.
fr_ca: Il est essentiel de planifier la façon dont les données de recherche seront stockées et sauvegardées tout au long d'un projet de recherche et au-delà afin d'assurer la sécurité et l'intégrité des données. Le stockage et la sauvegarde appropriés aident non seulement à protéger les données de recherche contre des pertes catastrophiques (en raison de défaillances du logiciel et du matériel, de virus, de pirates informatiques, de catastrophes naturelles, d'erreurs humaines, etc.), mais y facilitent également l'accès approprié par les chercheurs actuels et futurs.

source: Data preservation will depend on potential reuse value, whether there are obligations to either retain or destroy data, and the resources required to properly curate the data and ensure that it remains usable in the future. In some circumstances, it may be desirable to preserve all versions of the data (e.g. raw, processed, analyzed, final), but in others, it may be preferable to keep only selected or final data (e.g. transcripts instead of audio interviews).
fr_ca: La conservation des données dépendra de la valeur de réutilisation potentielle, s'il faut conserver ou détruire les données, et des ressources requises pour organiser de façon appropriée les données et s'assurer qu'elles demeurent utilisables dans le futur. Dans certains cas, il peut être souhaitable de conserver toutes les versions des données (p. ex. les données brutes, traitées, analysées, définitives), mais dans d'autres cas, il peut être préférable de conserver uniquement les données sélectionnées ou définitives (p. ex. transcriptions au lieu d'entrevues sonores).
