Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">Consider which data you are planning to share or that you may need to share in order to meet funding or institutional requirements. As well, think about which data may possibly be restricted for reasons relating to confidentiality and/or privacy. If you are planning to share either/both survey and qualitative interviews data that require de-identification, explain how any necessary direct and indirect identifiers will be removed.&nbsp;</span></p> <p><span style="font-weight: 400;">Examples of file versions are:</span></p> <ul> <li><strong>Raw</strong><span style="font-weight: 400;">: </span><span style="font-weight: 400;">Original data that has been collected and not yet processed or analysed. For surveys this will be the original survey data, and for qualitative interviews this will most often be the original audio data as well as raw transcriptions which are verbatim copies of the audio files.</span></li> <li><strong>Processed:</strong><span style="font-weight: 400;"> Data that have undergone some type of processing, typically for data integrity and quality assurance purposes. For survey data, this may involve such things as deletion of cases and derivation of variables. For qualitative interview data, this may involve such things as formatting, and de-identification and anonymization activities.</span></li> <li><strong>Analyzed: </strong><span style="font-weight: 400;">Data that are already processed and have been used for analytic purposes. Both for surveys and qualitative interviews, analyzed data can exist in different forms including in analytic software formats (e.g. SPSS, R, Nvivo), as well as in text, tables, graphs, etc.</span></li> </ul> <p><span style="font-weight: 400;">Remember, research involving human participants typically requires participant consent to allow for the sharing of data. Along with your data, you should ideally include samples of the study information letter and participant consent form, as well as information relating to your approved institutional ethics application.</span></p>
fr_ca: <p><span style="font-weight: 400;">R&eacute;fl&eacute;chissez aux donn&eacute;es que vous envisagez de partager ou que vous pourriez avoir besoin de partager pour r&eacute;pondre aux exigences de financement ou d&rsquo;&eacute;tablissement. R&eacute;fl&eacute;chissez aussi aux donn&eacute;es qui pourraient &eacute;ventuellement &ecirc;tre restreintes pour des raisons de confidentialit&eacute; ou de respect de la vie priv&eacute;e. Si vous envisagez de partager des donn&eacute;es d&rsquo;enqu&ecirc;tes ou d&rsquo;entrevues qualitatives qui n&eacute;cessitent une d&eacute;personnalisation, expliquez comment les identificateurs directs et indirects n&eacute;cessaires seront supprim&eacute;s. </span></p> <p><span style="font-weight: 400;">Voici des exemples de versions de fichiers&nbsp;:</span></p> <ul> <li style="font-weight: 400;" aria-level="1"><strong>Brutes&nbsp;</strong><span style="font-weight: 400;">: Les donn&eacute;es originales qui ont &eacute;t&eacute; collect&eacute;es et qui n&rsquo;ont pas encore &eacute;t&eacute; trait&eacute;es ou analys&eacute;es. Pour les enqu&ecirc;tes, il s&rsquo;agira des donn&eacute;es d&rsquo;enqu&ecirc;te originales, et pour les entrevues qualitatives, il s&rsquo;agira le plus souvent des donn&eacute;es audio originales ainsi que des transcriptions brutes qui sont des copies mot &agrave; mot des fichiers audio</span><span style="font-weight: 400;">.</span></li> <li style="font-weight: 400;" aria-level="1"><strong>Trait&eacute;es&nbsp;</strong><span style="font-weight: 400;">: Les </span><span style="font-weight: 400;">donn&eacute;es qui ont subi un certain type de traitement, g&eacute;n&eacute;ralement &agrave; des fins d&rsquo;int&eacute;grit&eacute; des donn&eacute;es et d&rsquo;assurance qualit&eacute;. Pour les donn&eacute;es d&rsquo;enqu&ecirc;te, il peut s&rsquo;agir d&rsquo;&eacute;l&eacute;ments tels que la suppression de cas et la d&eacute;rivation de variables. Pour les donn&eacute;es d&rsquo;entrevues qualitatives, il peut s&rsquo;agir d&rsquo;&eacute;l&eacute;ments tels que le formatage et les activit&eacute;s de d&eacute;personnalisation et d&rsquo;anonymisation</span><span style="font-weight: 400;">.</span></li> <li style="font-weight: 400;" aria-level="1"><strong>Analys&eacute;es&nbsp;</strong><span>:</span> <span>Les donn&eacute;es d&eacute;j&agrave; trait&eacute;es et utilis&eacute;es &agrave; des fins d&rsquo;analyse. Tant pour les enqu&ecirc;tes que pour les entrevues qualitatives, les donn&eacute;es analys&eacute;es peuvent exister sous diff&eacute;rentes formes, notamment dans des formats de logiciels analytiques (par exemple SPSS, R, Nvivo) ainsi que dans des textes, des tableaux, des graphiques, etc.</span></li> </ul> <p><span style="font-weight: 400;">N&rsquo;oubliez pas que la recherche impliquant des participants humains n&eacute;cessite g&eacute;n&eacute;ralement le consentement des participants pour permettre le partage des donn&eacute;es. En plus de vos donn&eacute;es, vous devriez id&eacute;alement inclure des &eacute;chantillons de la lettre d&rsquo;information sur l&rsquo;&eacute;tude et du formulaire de consentement du participant, ainsi que des informations relatives &agrave; votre demande &eacute;thique approuv&eacute;e par l&rsquo;&eacute;tablissement.</span></p>

source: <p><span style="font-weight: 400;">It may be necessary or desirable to restrict access to your data for a limited time or to a limited number of people, for:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">ethical reasons (privacy and confidentiality)&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">economic reasons (patents and commercialization)</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">intellectual property reasons (e.g. ownership of the original dataset on which yours is based)&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">or to comply with a journal publishing policy.&nbsp;</span></li> </ul> <p><span style="font-weight: 400;">Strategies to mitigate these issues may include:&nbsp;</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">anonymising or aggregating data (see additional information at the </span><a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical/anonymisation.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> or the </span><a href="https://doi.org/10.5281/zenodo.4270551"><span style="font-weight: 400;">Portage Network</span></a><span style="font-weight: 400;">)</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">gaining participant consent for data sharing</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">gaining permissions to share adapted or modified data</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">and agreeing to a limited embargo period.</span></li> </ul> <p><span style="font-weight: 400;">If applicable, consider creating a Terms of Use document to accompany your data. </span></p>
fr_ca: <p><span style="font-weight: 400;">Il peut &ecirc;tre souhaitable ou n&eacute;cessaire de restreindre l&rsquo;acc&egrave;s &agrave; vos donn&eacute;es pour une dur&eacute;e limit&eacute;e ou &agrave; un nombre limit&eacute; de personnes, pour&nbsp;:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Des raisons &eacute;thiques (confidentialit&eacute;)&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Des raisons &eacute;conomiques (brevets et commercialisation)</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Des questions de propri&eacute;t&eacute; intellectuelle (p. ex. La propri&eacute;t&eacute; du jeu de donn&eacute;es original sur lequel votre travail est fond&eacute;) </span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Ou des raisons de conformit&eacute; &agrave; la politique de publication d&rsquo;une revue.&nbsp;</span></li> </ul> <p><span style="font-weight: 400;">Voici quelques strat&eacute;gies pour r&eacute;duire ces enjeux&nbsp;:&nbsp;</span></p> <ul> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Anonymiser ou l&rsquo;agr&eacute;ger les donn&eacute;es (obtenez plus d&rsquo;informations au </span><a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical/anonymisation.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a> <span style="font-weight: 400;">[</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">]</span> <span style="font-weight: 400;">ou le </span><a href="https://doi.org/10.5281/zenodo.4452825"><span style="font-weight: 400;">r&eacute;seau Portage</span></a><span style="font-weight: 400;">)&thinsp;;</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Obtenir le consentement des participants pour le partage des donn&eacute;es&thinsp;;</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">obtenir l&rsquo;autorisation de partager des donn&eacute;es adapt&eacute;es ou modifi&eacute;es&thinsp;;</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">accepter une p&eacute;riode d&rsquo;embargo limit&eacute;e.</span></li> </ul> <p><span style="font-weight: 400;">Envisagez de cr&eacute;er un document de conditions d&rsquo;utilisation pour accompagner vos donn&eacute;es, le cas &eacute;ch&eacute;ant.&nbsp; </span></p>

source: <p><span style="font-weight: 400;">Licenses determine what uses can be made of your data. Funding agencies and/or data repositories may have end-user license requirements in place; if not, they may still be able to guide you in the development of a license. Once created, it is considered as best practice to include a copy of your end-user license with your Data Management Plan. Note that only the intellectual property rights holder(s) can issue a license, so it is crucial to clarify who owns those rights.&nbsp;</span></p> <p><span style="font-weight: 400;">There are several types of standard licenses available to researchers, such as the </span><a href="http://creativecommons.org/choose/"><span style="font-weight: 400;">Creative Commons licenses</span></a><span style="font-weight: 400;"> and the </span><a href="http://opendatacommons.org/licenses/"><span style="font-weight: 400;">Open Data Commons licenses</span></a><span style="font-weight: 400;">. In fact, for most datasets it is easier to use a standard license rather than to devise a custom-made one. Note that even if you choose to make your data part of the public domain, it is preferable to make this explicit by using a license such as Creative Commons' CC0.&nbsp;</span></p> <span style="font-weight: 400;">Read more about data licensing: </span><a href="http://www.dcc.ac.uk/resources/how-guides/license-research-data"><span style="font-weight: 400;">UK Digital Curation Centre</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">Les licences d&eacute;terminent les utilisations qui peuvent &ecirc;tre faites de vos donn&eacute;es. Les organismes de financement et les d&eacute;p&ocirc;ts de donn&eacute;es peuvent avoir des exigences en mati&egrave;re de licence d&rsquo;utilisation finale&thinsp;; autrement, ils peuvent vous guider dans l&rsquo;&eacute;laboration d&rsquo;une licence. Une fois cr&eacute;&eacute;e, il est pr&eacute;f&eacute;rable d&rsquo;inclure une copie de votre licence d&rsquo;utilisateur final avec votre plan de gestion des donn&eacute;es. Notez que les d&eacute;tenteurs de droits de propri&eacute;t&eacute; intellectuelle sont les seuls &agrave; pouvoir d&eacute;livrer une licence. Il faut donc pr&eacute;ciser &agrave; qui appartiennent ces droits.&nbsp;</span></p> <p><span style="font-weight: 400;">Il y a plusieurs types de licences standard &agrave; la disposition des chercheurs, comme les licences </span><a href="https://creativecommons.org/choose/?lang=fr"><span style="font-weight: 400;">Creative Commons</span></a><span style="font-weight: 400;"> et les licences </span><a href="https://opendatacommons.org/licenses/"><span style="font-weight: 400;">Open Data Commons</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">. En fait, pour la plupart des ensembles de donn&eacute;es, il est plus facile d&rsquo;utiliser une licence standard plut&ocirc;t que de concevoir une licence sur mesure. Notez que m&ecirc;me si vous choisissez de faire entrer vos donn&eacute;es dans le domaine public, il est pr&eacute;f&eacute;rable de le faire de fa&ccedil;on explicite en utilisant une licence telle que la licence&nbsp;CC0. </span></p> <p><span style="font-weight: 400;">Voici plus d&rsquo;informations sur les licences de donn&eacute;es&nbsp;: </span><a href="http://www.dcc.ac.uk/resources/how-guides/license-research-data"><span style="font-weight: 400;">Centre de curation num&eacute;rique du Royaume-Uni</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">). </span></p>

source: <p><span style="font-weight: 400;">Research data management is a shared responsibility that can involve many research team members including the Principal Investigator, co-investigators, collaborators, trainees, and research staff. Some projects warrant having a dedicated research data manager position. Think about your project and its needs, including the time and expertise that may be required to manage the data and if any training will be required to prepare members of the research team for these duties.</span></p> <p><span style="font-weight: 400;">Larger and more complex research projects may additionally wish to have a research data management committee in place which can be responsible for data governance, including the development of policies and procedures relating to research data management. This is a useful way to tap into the collective expertise of the research team, and to establish robust policies and protocols that will serve to guide data management throughout your project.</span></p>
fr_ca: <p><span style="font-weight: 400;">La gestion des donn&eacute;es de recherche est une responsabilit&eacute; partag&eacute;e qui peut faire appel &agrave; de nombreux membres de l&rsquo;&eacute;quipe de recherche, notamment le chercheur principal, les co-chercheurs, les collaborateurs, les stagiaires et le personnel de recherche. Certains projets justifient la cr&eacute;ation d&rsquo;un poste de gestionnaire des donn&eacute;es de recherche. R&eacute;fl&eacute;chissez &agrave; votre projet et &agrave; ses besoins, notamment le temps et l&rsquo;expertise qui peuvent &ecirc;tre n&eacute;cessaires pour g&eacute;rer les donn&eacute;es et si une formation sera n&eacute;cessaire pour pr&eacute;parer les membres de l&rsquo;&eacute;quipe de recherche &agrave; ces t&acirc;ches.</span></p> <p><span style="font-weight: 400;">Les projets de recherche plus importants et plus complexes peuvent &eacute;galement n&eacute;cessiter la mise en place d&rsquo;un comit&eacute; de gestion des donn&eacute;es de recherche qui serait responsable de la gouvernance des donn&eacute;es, y compris l&rsquo;&eacute;laboration de politiques et de proc&eacute;dures relatives &agrave; la gestion des donn&eacute;es de recherche. C&rsquo;est une fa&ccedil;on utile de tirer parti de l&rsquo;expertise collective de l&rsquo;&eacute;quipe de recherche et d&rsquo;&eacute;tablir des politiques et des protocoles solides qui serviront &agrave; guider la gestion des donn&eacute;es tout au long de votre projet. </span></p>

source: <span style="font-weight: 400;">It is important to think ahead and be prepared for potential PI and/or research team members changes should they occur. </span><span style="font-weight: 400;">Developing data governance policies that clearly indicate a succession strategy for the project&rsquo;s data will help greatly in ensuring that the data continue to be effectively and appropriately managed. Such policies should clearly describe the process to be followed in the event that the Principal Investigator leaves the project. In some instances, a co-investigator or the department or division overseeing this research will assume responsibility. </span>
fr_ca: <span style="font-weight: 400;">Il vaut mieux de penser &agrave; l&rsquo;avenir et de se pr&eacute;parer &agrave; d&rsquo;&eacute;ventuels changements de chercheur principal ou de membres de l&rsquo;&eacute;quipe de recherche s&rsquo;ils devaient se produire. L&rsquo;&eacute;laboration de politiques de gouvernance des donn&eacute;es qui pr&eacute;cise une strat&eacute;gie de succession pour les donn&eacute;es du projet aidera grandement &agrave; garantir que les donn&eacute;es continuent d&rsquo;&ecirc;tre g&eacute;r&eacute;es de mani&egrave;re efficace et appropri&eacute;e. Ces politiques doivent d&eacute;crire clairement le processus &agrave; suivre dans le cas o&ugrave; le chercheur principal quitte le projet. Dans certains cas, un co-chercheur ou d&eacute;partement, ou bien la division qui supervise cette recherche assumera la responsabilit&eacute; de la rel&egrave;ve. </span>

source: <p><span style="font-weight: 400;">Estimate as early as possible the resources and costs associated with the management of your project&rsquo;s data. This estimate should incorporate costs incurred both during the active phases of the project as well as those potentially required for support of the data once the project is finished, including preparing the data for deposit and long-term preservation.&nbsp;</span></p> <p><span style="font-weight: 400;">Many funding agencies will provide support for research data management, so these estimates may be included within your proposed project budget. Items that may be pertinent to mixed methods research include such things as a dedicated research data management position (even if it is part-time), support for the use of a digital survey data collection platform, computers/laptops, digital voice recorders, specialized software, transcription of qualitative interviews, data storage, data deposition, and data preservation.</span></p>
fr_ca: <p><span style="font-weight: 400;">Estimez le plus t&ocirc;t possible les ressources et les co&ucirc;ts li&eacute;s &agrave; la gestion des donn&eacute;es de votre projet. Cette estimation doit int&eacute;grer les co&ucirc;ts encourus pendant les phases actives du projet ainsi que les co&ucirc;ts potentiels li&eacute;s au soutien des donn&eacute;es une fois le projet termin&eacute;, y compris la pr&eacute;paration des donn&eacute;es pour le d&eacute;p&ocirc;t et la conservation &agrave; long terme.&nbsp;</span></p> <p><span style="font-weight: 400;">De nombreux organismes de financement apporteront leur soutien &agrave; la gestion des donn&eacute;es de recherche, ces estimations peuvent donc &ecirc;tre incluses dans le budget de votre projet propos&eacute;. Les &eacute;l&eacute;ments pertinents pour la recherche &agrave; m&eacute;thodologies mixtes sont notamment un poste d&eacute;di&eacute; &agrave; la gestion des donn&eacute;es de recherche (m&ecirc;me si c&rsquo;est &agrave; temps partiel), le soutien &agrave; l&rsquo;utilisation d&rsquo;une plateforme num&eacute;rique de collecte de donn&eacute;es d&rsquo;enqu&ecirc;te, des ordinateurs portables, des dictaphones num&eacute;riques, des logiciels sp&eacute;cialis&eacute;s, la transcription d&rsquo;entrevues qualitatives, ainsi que le stockage, le d&eacute;p&ocirc;t et la conservation des donn&eacute;es.</span></p>

source: <p><span style="font-weight: 400;">Obtaining the appropriate consent from research participants is an important step in assuring Research Ethics Boards that the data may be shared with researchers outside your project. The consent statement may identify certain conditions clarifying the uses of the data by other researchers, as well as what version(s) of the data may be shared and re-used. For example, it may stipulate that the data will only be shared for non-profit research purposes, that the data will not be linked with personally identified data from other sources, and that only de-identified and/or aggregated data may be reused. In the case of qualitative interviews, this may include only the de-identified transcriptions of interviews and/or analytic files containing de-identified contextual information.</span></p> <p><span style="font-weight: 400;">Sensitive data in particular should always receive special attention and be clearly identified and documented within your DMP as to how they will be managed throughout your project including data collection, transferring, storage, access, and both potential sharing, and reuse</span><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Your data management plan and deposited data should both include an identifier or link to your approved research ethics application form as well as an example of any participant consent forms.</span></p>
fr_ca: <p><span style="font-weight: 400;">L&rsquo;obtention du consentement appropri&eacute; des participants &agrave; la recherche est une &eacute;tape importante pour garantir aux comit&eacute;s d&rsquo;&eacute;thique de la recherche que les donn&eacute;es peuvent &ecirc;tre partag&eacute;es avec des chercheurs en dehors de votre projet. La d&eacute;claration de consentement peut identifier certaines conditions clarifiant les utilisations des donn&eacute;es par d&rsquo;autres chercheurs, ainsi que les versions des donn&eacute;es qui peuvent &ecirc;tre partag&eacute;es et r&eacute;utilis&eacute;es. Par exemple, elle peut stipuler que les donn&eacute;es ne seront partag&eacute;es qu&rsquo;&agrave; des fins de recherche sans but lucratif, qu&rsquo;elles ne seront pas li&eacute;es &agrave; des donn&eacute;es personnelles identificatoires provenant d&rsquo;autres sources et que seules les donn&eacute;es d&eacute;personnalis&eacute;es ou agr&eacute;g&eacute;es peuvent &ecirc;tre r&eacute;utilis&eacute;es. Dans le cas d&rsquo;entrevues qualitatives, cela peut inclure uniquement les transcriptions d&eacute;personnalis&eacute;es des entrevues ou les fichiers analytiques contenant des informations contextuelles d&eacute;personnalis&eacute;es.</span></p> <p><span style="font-weight: 400;">Les donn&eacute;es sensibles doivent toujours &ecirc;tre trait&eacute;es avec une attention particuli&egrave;re et &ecirc;tre clairement identifi&eacute;es et document&eacute;es dans votre plan de gestion des donn&eacute;es&thinsp;; surtout en ce qui concerne la mani&egrave;re dont elles seront g&eacute;r&eacute;es tout au long de votre projet, y compris la collecte, le transfert, le stockage, l&rsquo;acc&egrave;s, le partage et la r&eacute;utilisation potentiels des donn&eacute;es.</span></p> <p><span style="font-weight: 400;">Votre plan de gestion des donn&eacute;es et les donn&eacute;es d&eacute;pos&eacute;es doivent tous deux inclure un identifiant ou un lien vers votre formulaire de demande d&rsquo;&eacute;thique de la recherche approuv&eacute; ainsi qu&rsquo;un exemple des formulaires de consentement des participants.</span></p>
