Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: The data on the usage dashboard is historical in nature. This means that the number of records below may not match the count shown on the usage dashboard. For example if one of your users created a plan in October and then removed that plan in November, it would have been included on the usage dashboard's total for October but would not appear in the list below.
de: Die Daten im Nutzungs-Dashboard sind historischer Natur. Dies bedeutet, dass die Anzahl der unten aufgeführten Datensätze möglicherweise nicht stimmt stimmen mit der im Nutzungs-Dashboard angezeigten Anzahl überein. Zum Beispiel, wenn einer Ihrer Benutzer im Oktober und Oktober einen Plan erstellt hat Dann wurde dieser Plan im November entfernt, er wäre aber in der Gesamtsumme des Nutzungs-Dashboards für Oktober enthalten gewesen würde nicht in der Liste unten erscheinen.
es: Los datos en el panel de uso son de naturaleza histórica. Esto significa que el número de registros a continuación puede no coincide con el recuento que se muestra en el panel de control de uso. Por ejemplo, si uno de sus usuarios creó un plan en octubre y luego eliminó ese plan en noviembre, se habría incluido en el total del panel de control de uso para octubre, pero no aparecería en la lista a continuación.
fi: Käytön kojetaulun tiedot ovat luonteeltaan historiallisia. Tämä tarkoittaa, että alla olevien tietueiden lukumäärä ei välttämättä ole vastaa käytön kojetaulussa näkyvää määrää. Esimerkiksi jos yksi käyttäjistäsi loi suunnitelman lokakuussa ja sitten poisti kyseisen suunnitelman marraskuussa, se olisi sisällytetty käyttöpaneelin lokakuun kokonaisarvoon, mutta ei näy alla olevassa luettelossa.
pt_br: Os dados no painel de uso são históricos por natureza. Isso significa que o número de registros abaixo pode não corresponda à contagem mostrada no painel de uso. Por exemplo, se um de seus usuários criou um plano em outubro e removido o plano em novembro, ele seria incluído no total do painel de uso de outubro, mas não apareceria na lista abaixo.
sv_fi: Uppgifterna på användningspanelen är historiska. Det betyder att antalet poster nedan kanske inte gör det matcha det antal som visas på användningspanelen. Till exempel om en av dina användare skapade en plan i oktober och tog bort den planen i november, den skulle ha inkluderats i användningspanelens totala för oktober men skulle inte visas i listan nedan.
tr_tr: Kullanım gösterge panelindeki veriler, doğası gereği tarih bazlıdır. Bu durum, aşağıda listelenen kayıtların sayısının kullanım panosunda gösterilen toplam kayıt sayısıyla eşleşmeyebileceği anlamına gelir. Örneğin, kullanıcılarınızdan biri Ekim ayında bir plan oluşturduysa ve daha sonra bu planı Kasım ayında kaldırdıysa; bu, kullanım panosundaki Ekim ayı toplamına dahil edilecek; fakat aşağıdaki listede görünmeyecektir.

source: Note: You can filter this table by 'Created' dates. Enter the month abbreviation and a 4 digit year into the search box above.<br>For example: 'Oct 2019' or 'Jun 2013'.
de: Hinweis: Sie können diese Tabelle nach Erstellungsdaten filtern. Geben Sie die Monatsabkürzung und ein vierstelliges Jahr in das Suchfeld oben ein. <br> Zum Beispiel: 'Okt 2019' oder 'Jun 2013'.
es: Nota: Puede filtrar esta tabla por fechas 'Creadas'. Ingrese la abreviatura del mes y un año de 4 dígitos en el cuadro de búsqueda de arriba. <br> Por ejemplo: 'Oct 2019' o 'Jun 2013'.
fi: Huomaa: Voit suodattaa tämän taulukon 'Luotu' -päivien perusteella. Kirjoita kuukauden lyhenne ja 4-numeroinen vuosi yllä olevaan hakukenttään. <br> Esimerkiksi: 'lokakuu 2019' tai 'kesäkuu 2013'.
pt_br: Nota: Você pode filtrar esta tabela por datas 'Criadas'. Digite a abreviação do mês e um ano de 4 dígitos na caixa de pesquisa acima. <br> Por exemplo: 'Out 2019' ou 'Jun 2013'.
sv_fi: Obs! Du kan filtrera denna tabell efter 'Skapade' datum. Ange månadsförkortningen och ett fyrsiffrigt år i sökrutan ovan. <br> Till exempel: 'okt 2019' eller 'juni 2013'.
tr_tr: Not: Bu tabloyu 'Oluşturma' tarihlerine göre filtreleyebilirsiniz. Yukarıdaki arama kutusuna ay kısaltmasını ve 4 haneli yılı girin.<br> Örneğin: "Eki 2019" veya "Haz 2013".

source: Created
de: Erstellt
es: creado
fi: luotu
pt_br: Criado
sv_fi: skapad
tr_tr: Oluşturuldu

source: Repository
es: Repositorio
fi: Arkisto
pt_br: Repositório
sv_fi: Förvar

source: Release date
de: Veröffentlichungsdatum
es: Fecha de lanzamiento
fi: Julkaisupäivä
pt_br: Data de lançamento
sv_fi: Utgivningsdatum

source: Access level
de: Zugriffsebene
es: Nivel de acceso
fi: Käyttöoikeustaso
pt_br: Nível de acesso
sv_fi: Åtkomstnivå

source: You are about to delete '%{research_output_title}'. Are you sure?
de: Sie sind dabei, „%{research_output_title}“ zu löschen. Bist du sicher?
es: Está a punto de eliminar '%{research_output_title}'. ¿Está seguro?
fi: Olet poistamassa '%{research_output_title}'. Oletko varma?
pt_br: Você está prestes a excluir '%{research_output_title}'. Tem certeza?
sv_fi: Du håller på att ta bort '%{research_output_title}'. Är du säker?

source: Version
es: Versión
fi: Versio
pt_br: Versão
tr_tr: Sürüm

source: Requires login
de: Login erforderlich
es: Requiere inicio de sesión
fi: Edellyttää kirjautumista
pt_br: Requer login
sv_fi: Kräver inloggning
tr_tr: Oturum açılmasını gerektirir

source: The data on the usage dashboard is historical in nature. This means that the number of records below may not match the count shown on the usage dashboard. For example if one of your users joined in October and then moved to a different organization or deactivated their account, they would have been included on the usage dashboard's total for October but would not appear in the list below.
de: Die Daten im Nutzungs-Dashboard sind historischer Natur. Dies bedeutet, dass die Anzahl der unten aufgeführten Datensätze möglicherweise nicht stimmt stimmen mit der im Nutzungs-Dashboard angezeigten Anzahl überein. Zum Beispiel, wenn einer Ihrer Benutzer im Oktober und dann beigetreten ist in eine andere Organisation verschoben oder deren Konto deaktiviert, wären sie in die Nutzung einbezogen worden Die Gesamtzahl des Dashboards für Oktober wird jedoch nicht in der folgenden Liste angezeigt.
es: Los datos en el panel de uso son de naturaleza histórica. Esto significa que el número de registros a continuación puede no coincide con el recuento que se muestra en el panel de control de uso. Por ejemplo, si uno de sus usuarios se unió en octubre y luego movido a una organización diferente o desactivado su cuenta, se habrían incluido en el uso el total del tablero para octubre, pero no aparecerá en la lista a continuación.
fi: Käytön kojetaulun tiedot ovat luonteeltaan historiallisia. Tämä tarkoittaa, että alla olevien tietueiden lukumäärä ei välttämättä ole vastaa käytön kojetaulussa näkyvää määrää. Esimerkiksi jos yksi käyttäjistä liittyi lokakuussa ja sitten siirretty toiseen organisaatioon tai deaktivoinut heidän tilinsä, heidät olisi sisällytetty käyttöön hallintapaneelin lokakuun kokonaismäärä, mutta sitä ei näytetä alla olevassa luettelossa.
pt_br: Os dados no painel de uso são históricos por natureza. Isso significa que o número de registros abaixo pode não corresponda à contagem mostrada no painel de uso. Por exemplo, se um de seus usuários ingressou em outubro e depois movidos para uma organização diferente ou desativaram sua conta, eles teriam sido incluídos no uso total do painel para outubro, mas não apareceria na lista abaixo.
sv_fi: Uppgifterna på användningspanelen är historiska. Det betyder att antalet poster nedan kanske inte gör det matcha det antal som visas på användningspanelen. Till exempel om en av dina användare gick med i oktober och sedan flyttade till en annan organisation eller inaktiverat sitt konto skulle de ha inkluderats i användningen instrumentpanelens totala för oktober men visas inte i listan nedan.
tr_tr: Kullanım gösterge panelindeki veriler, doğası gereği tarih bazlıdır. Bu durum, aşağıda listelenen kayıtların sayısının kullanım panosunda gösterilen toplam kayıt sayısıyla eşleşmeyebileceği anlamına gelir. Örneğin, kullanıcılarınızdan biri Ekim ayında katıldıysa ve daha sonra farklı bir kuruluşa geçtiyse ya da hesabını inaktif hale getirdiyse; bu, kullanım panosundaki Ekim ayı toplamına dahil edilecek; fakat aşağıdaki listede görünmeyecektir.

source: Note: You can filter this table by 'Created date'. Enter the month abbreviation and a 4 digit year into the search box above.<br>For example: 'Oct 2019' or 'Jun 2013'.
de: Hinweis: Sie können diese Tabelle nach Erstellungsdatum filtern. Geben Sie die Monatsabkürzung und ein vierstelliges Jahr in das Suchfeld oben ein. <br> Zum Beispiel: 'Okt 2019' oder 'Jun 2013'.
es: Nota: Puede filtrar esta tabla por 'Fecha de creación'. Ingrese la abreviatura del mes y un año de 4 dígitos en el cuadro de búsqueda de arriba. <br> Por ejemplo: 'Oct 2019' o 'Jun 2013'.
fi: Huomaa: Voit suodattaa tämän taulukon luontipäivän perusteella. Kirjoita kuukauden lyhenne ja 4-numeroinen vuosi yllä olevaan hakukenttään. <br> Esimerkiksi: 'lokakuu 2019' tai 'kesäkuu 2013'.
pt_br: Nota: Você pode filtrar esta tabela por 'Data de criação'. Digite a abreviação do mês e um ano de 4 dígitos na caixa de pesquisa acima. <br> Por exemplo: 'Out 2019' ou 'Jun 2013'.
sv_fi: Obs! Du kan filtrera denna tabell efter 'Skapat datum'. Ange månadsförkortningen och ett fyrsiffrigt år i sökrutan ovan. <br> Till exempel: 'okt 2019' eller 'juni 2013'.
tr_tr: Not: Bu tabloyu 'Oluşturma tarihi'ne göre filtreleyebilirsiniz. Yukarıdaki arama kutusuna ay kısaltmasını ve 4 haneli yılı girin.<br> Örneğin: "Eki 2019" veya "Haz 2013".

source: Comments & Guidance
de: Kommentare & Anleitung
es: Comentarios y orientación
fi: Kommentit ja ohjeet
pt_br: Comentários e orientações
sv_fi: Kommentarer & vägledning

source: Format
es: Formato
fi: Tiedostomuoto
pt_br: Formato
sv_fi: Formatera
tr_tr: Biçim

source: research outputs
de: Forschungsergebnisse
es: resultados de la investigación
fi: tutkimustuloksista
pt_br: resultados de pesquisa
sv_fi: forskningsresultat

source: Contributors
de: Mitwirkende
es: Contribuyentes
fi: Osallistujat
pt_br: Contribuintes
sv_fi: Medverkande
tr_tr: Katkıda Bulunanlar

source: Research Outputs
de: Forschungsergebnisse
es: Resultados de la investigación
fi: Tutkimustulokset
pt_br: Resultados da pesquisa
sv_fi: Forskningsresultat

source: section
de: Abschnitt
es: Sección
fi: osio
pt_br: Seção
sv_fi: sektion
tr_tr: bölüm

source: question
de: Frage
es: Pregunta
fi: kysymys
pt_br: Questão
sv_fi: Fråga
tr_tr: soru

source: Whether there are any potential ethical issues related to data that this DMP describes
de: Ob es potenzielle ethische Probleme im Zusammenhang mit den in diesem DMP beschriebenen Daten gibt
es: Si existen posibles problemas éticos relacionados con los datos que describe este DMP
fi: Onko tässä DMP:ssä kuvattuihin tietoihin liittyviä mahdollisia eettisiä ongelmia
pt_br: Se há algum problema ético potencial relacionado aos dados que este PGD descreve
sv_fi: Om det finns några potentiella etiska frågor relaterade till data som denna DMP beskriver

source: Description of the ethical issues
de: Beschreibung der ethischen Probleme
es: Descripción de las cuestiones éticas
fi: Kuvaus eettisistä asioista
pt_br: Descrição das questões éticas
sv_fi: Beskrivning av de etiska frågorna

source: Link to a protocol from a meeting with an ethics commitee
de: Link zu einem Protokoll eines Treffens mit einer Ethikkommission
es: Enlace a un protocolo de una reunión con un comité de ética
fi: Linkki eettisen komitean kokouksen pöytäkirjaan
pt_br: Link para um protocolo de uma reunião com um comitê de ética
sv_fi: Länk till ett protokoll från ett möte med en etikkommitté

source: Research domain
de: Forschungsdomäne
es: Dominio de investigación
fi: Tutkimusalue
pt_br: Domínio de pesquisa
sv_fi: Forskningsdomän

source: - Please select one -
de: - Bitte wählen Sie eine aus -
es: - Por favor, seleccione uno -
fi: - Valitse yksi, kiitos -
pt_br: - Por favor escolha um -
sv_fi: - Välj en -

source: Project Start
de: Projektstart
es: Inicio del proyecto
fi: Projektin alku
pt_br: Início do Projeto
sv_fi: Projektstart
tr_tr: Proje Başlangıcı

source: The estimated date on which you will begin this project.
de: Das voraussichtliche Datum, an dem Sie mit diesem Projekt beginnen.
es: La fecha estimada en la que comenzará este proyecto.
fi: Arvioitu päivämäärä, jolloin aloitat projektin.
pt_br: A data estimada em que você iniciará este projeto.
sv_fi: Det beräknade datumet för vilket du börjar projektet.
tr_tr: Bu projeye başlayacağınız tahmini tarih.

source: Project End
de: Projektende
es: Fin del proyecto
fi: Projektin loppu
pt_br: Fim do Projeto
sv_fi: Projektets slut
tr_tr: Proje Sonu

source: The estimated date on which you will complete this project.
de: Das voraussichtliche Datum, an dem Sie dieses Projekt abschließen werden.
es: La fecha estimada en la que completará este proyecto.
fi: Arvioitu päivämäärä, jolloin suoritat tämän projektin.
pt_br: A data estimada em que você concluirá este projeto.
sv_fi: Det uppskattade datum då du kommer att slutföra projektet.
tr_tr: Bu projeyi tamamlayacağınız tahmini tarih.

source: Landing page
de: Zielseite
es: página de destino
fi: Aloitussivu
pt_br: Página de destino
sv_fi: Landningssida
tr_tr: Hedef sayfa

source: Research outputs may have ethical concerns
de: Forschungsergebnisse können ethische Bedenken haben
es: Los resultados de la investigación pueden tener preocupaciones éticas
fi: Tutkimustuloksissa voi olla eettisiä huolenaiheita
pt_br: Os resultados da pesquisa podem ter preocupações éticas
sv_fi: Forskningsresultat kan ha etiska problem

source: Describe any ethical concerns
de: Beschreiben Sie alle ethischen Bedenken
es: Describa cualquier preocupación ética.
fi: Kuvaile mahdolliset eettiset huolenaiheet
pt_br: Descreva quaisquer preocupações éticas
sv_fi: Beskriv eventuella etiska problem

source: Ethical protocols
de: Ethische Protokolle
es: Protocolos éticos
fi: Eettiset protokollat
pt_br: Protocolos éticos
sv_fi: Etiska protokoll

source: Funding status
de: Finanzierungsstatus
es: Estado de financiación
fi: Rahoituksen tila
pt_br: Status de financiamento
sv_fi: Finansieringsstatus

source: Grant number/url
de: Bewilligungsnummer / URL
es: Número de concesión / url
fi: Apurahan numero / URL
pt_br: Número / URL da concessão
sv_fi: Bevilja nummer / url
tr_tr: Fon/hibe numarası (grant number) / url

source: Grant number:
de: Fördernummer:
es: Conceder número:
fi: Apurahanumero:
pt_br: Número da concessão:
sv_fi: Bidragsnummer:

source: Provide a URL to the award's landing page if possible, if not please provide the award/grant number.
de: Geben Sie nach Möglichkeit eine URL zur Zielseite des Preises an. Wenn nicht, geben Sie bitte die Prämien- / Stipendiennummer an.
es: Proporcione una URL a la página de inicio del premio, si es posible; de lo contrario, proporcione el número de premio / concesión.
fi: Anna URL palkinnon aloitussivulle, jos mahdollista, jos ei, ilmoita palkinnon / avustusnumero.
pt_br: Forneça um URL para a página de destino do prêmio, se possível, se não, forneça o número do prêmio / concessão.
sv_fi: Ange en URL till utdelningens målsida om möjligt, om inte vänligen ange utmärkelsen / bidragsnummer.
tr_tr: Eğer mümkünse ödülün/hibenin web sayfası için bir URL girin, değilse lütfen ödül/hibe onay numarasını belirtin.

source: Click below to give data management staff at %{owner_org}, the Plan Owner's org, access to read and comment on your plan.
pt_br: Clique abaixo para dar à equipe de gerenciamento de dados em %{owner_org}, a organização do proprietário do plano, acesso para ler e comentar sobre seu plano.

source: Public: anyone can view or download from the Public DMPs page
pt_br: Público: qualquer pessoa pode visualizar seu plano na lista Public PGDs.

source: Start and End Dates
de: Start- und Enddatum
es: Fechas de inicio y finalización
fi: Aloitus- ja lopetuspäivät
pt_br: Datas de início e término
sv_fi: Start- och slutdatum
tr_tr: Başlangıç ve Bitiş Tarihleri

source: Landing Page
de: Zielseite
es: página de destino
fi: Aloitussivu
pt_br: Página de destino
sv_fi: Landningssida
tr_tr: Hedef Sayfa

source: Your research output abbreviation can be used as a reference when answering this plan's questions.
de: Die Abkürzung Ihres Forschungsergebnisses kann als Referenz bei der Beantwortung der Fragen dieses Plans verwendet werden.
es: La abreviatura de los resultados de su investigación se puede utilizar como referencia al responder las preguntas de este plan.
fi: Tutkimustulosten lyhennettäsi voidaan käyttää viitteenä, kun vastaat tämän suunnitelman kysymyksiin.
pt_br: A abreviatura de sua pesquisa pode ser usada como referência ao responder às perguntas deste plano.
sv_fi: Din forskningsresultatförkortning kan användas som referens när du svarar på frågorna i denna plan.

source: Any data that could potentially identify a specific individual. Any information that can be used to distinguish one person from another and can be used for de-anonymizing anonymous data can be considered personally identifiable data. (From https://codata.org/rdm-glossary/personally-identifiable-information/)
de: Alle Daten, die möglicherweise eine bestimmte Person identifizieren könnten. Alle Informationen, die verwendet werden können, um eine Person von einer anderen zu unterscheiden, und die zur De-Anonymisierung anonymer Daten verwendet werden können, können als personenbezogene Daten betrachtet werden. (Von https://codata.org/rdm-glossary/personally-identifiable-information/)
es: Cualquier dato que potencialmente podría identificar a un individuo específico. Cualquier información que pueda usarse para distinguir a una persona de otra y pueda usarse para eliminar el anonimato de datos anónimos puede considerarse información de identificación personal. (De https://codata.org/rdm-glossary/personally-identifiable-information/)
fi: Kaikki tiedot, jotka voivat mahdollisesti tunnistaa tietyn henkilön. Kaikki tiedot, joiden avulla voidaan erottaa yksi henkilö toisesta ja joita voidaan käyttää anonyymien tietojen anonymisoimiseen, voidaan katsoa henkilötietoiksi. (osoitteesta https://codata.org/rdm-glossary/personally-identifiable-information/)
pt_br: Quaisquer dados que possam potencialmente identificar um indivíduo específico. Qualquer informação que possa ser usada para distinguir uma pessoa de outra e possa ser usada para desanimar dados anônimos pode ser considerada um dado de identificação pessoal. (De https://codata.org/rdm-glossary/personally-identifiable-information/)
sv_fi: All data som potentiellt skulle kunna identifiera en specifik individ. All information som kan användas för att särskilja en person från en annan och som kan användas för att avanonymisera anonym data kan betraktas som personligt identifierbar data. (Från https://codata.org/rdm-glossary/personally-identifiable-information/)

source: Repositories preserve, manage, and provide access to many types of digital materials in a variety of formats. Materials in online repositories are curated to enable search, discovery, and reuse. There must be sufficient control for the digital material to be authentic, reliable, accessible and usable on a continuing basis. (From https://codata.org/rdm-glossary/personally-identifiable-information/)
de: Repositorien bewahren, verwalten und bieten Zugriff auf viele Arten von digitalen Materialien in einer Vielzahl von Formaten. Materialien in Online-Repositorien werden kuratiert, um Suche, Entdeckung und Wiederverwendung zu ermöglichen. Es muss eine ausreichende Kontrolle vorhanden sein, damit das digitale Material authentisch, zuverlässig, zugänglich und dauerhaft nutzbar ist. (Von https://codata.org/rdm-glossary/personally-identifiable-information/)
es: Los repositorios preservan, administran y brindan acceso a muchos tipos de materiales digitales en una variedad de formatos. Los materiales en los repositorios en línea están seleccionados para permitir la búsqueda, el descubrimiento y la reutilización. Debe haber suficiente control para que el material digital sea auténtico, confiable, accesible y utilizable de manera continua. (De https://codata.org/rdm-glossary/personally-identifiable-information/)
fi: Tietovarastot säilyttävät, hallitsevat ja tarjoavat pääsyn monenlaisiin digitaalisiin materiaaleihin eri muodoissa. Verkkovarastoissa olevat materiaalit on kuratoitu mahdollistamaan haku, löytäminen ja uudelleenkäyttö. Digitaalisen aineiston on oltava riittävän valvottua, jotta se olisi aito, luotettava, saatavilla ja käyttökelpoinen jatkuvasti. (osoitteesta https://codata.org/rdm-glossary/personally-identifiable-information/)
pt_br: Os repositórios preservam, gerenciam e fornecem acesso a muitos tipos de materiais digitais em uma variedade de formatos. Os materiais em repositórios online são selecionados para permitir pesquisa, descoberta e reutilização. Deve haver controle suficiente para que o material digital seja autêntico, confiável, acessível e utilizável continuamente. (De https://codata.org/rdm-glossary/personally-identifiable-information/)
sv_fi: Lagrar bevarar, hanterar och ger tillgång till många typer av digitalt material i en mängd olika format. Material i onlineförråd är sammanställt för att möjliggöra sökning, upptäckt och återanvändning. Det måste finnas tillräcklig kontroll för att det digitala materialet ska vara autentiskt, pålitligt, tillgängligt och kontinuerligt användbart. (Från https://codata.org/rdm-glossary/personally-identifiable-information/)

source: Please describe the output type
de: Bitte beschreiben Sie den Ausgabetyp
es: Describa el tipo de salida
fi: Kuvaile tulostetyyppi
pt_br: Descreva o tipo de saída
sv_fi: Beskriv utgångstypen

source: Research output type
pt_br: Tipo de saída de pesquisa

source: Abbreviation
de: Abkürzung
es: Abreviatura
fi: Lyhenne
pt_br: Abreviação
sv_fi: Förkortning

source: May contain sensitive data?
de: Kann sensible Daten enthalten?
es: ¿Puede contener datos confidenciales?
fi: Saattaa sisältää arkaluonteisia tietoja?
pt_br: Pode conter dados confidenciais?
sv_fi: Kan innehålla känsliga uppgifter?

source: May contain personally identifiable information?
de: Kann personenbezogene Daten enthalten?
es: ¿Puede contener información de identificación personal?
fi: Saattaa sisältää henkilökohtaisia tunnistetietoja?
pt_br: Pode conter informações de identificação pessoal?
sv_fi: Kan innehålla personligt identifierbar information?

source: Intended repositories
de: Vorgesehene Repositories
es: Repositorios previstos
fi: Suunnitellut arkistot
pt_br: Repositórios pretendidos
sv_fi: Avsedda förråd

source: Add a repository
de: Fügen Sie ein Repository hinzu
es: Agregar un repositorio
fi: Lisää arkisto
pt_br: Adicionar um repositório
sv_fi: Lägg till ett arkiv

source: Metadata standards
de: Metadatenstandards
es: Estándares de metadatos
fi: Metatietostandardit
pt_br: Padrões de metadados
sv_fi: Metadatastandarder

source: Add a metadata standard
de: Fügen Sie einen Metadatenstandard hinzu
es: Agregar un estándar de metadatos
fi: Lisää metatietostandardi
pt_br: Adicionar um padrão de metadados
sv_fi: Lägg till en metadatastandard

source: Anticipated release date
de: Voraussichtliches Veröffentlichungsdatum
es: Fecha de lanzamiento anticipada
fi: Arvioitu julkaisupäivä
pt_br: Data de lançamento prevista
sv_fi: Förväntat releasedatum

source: Initial access level
de: Anfängliche Zugriffsebene
es: Nivel de acceso inicial
fi: Alkuperäinen käyttöoikeustaso
pt_br: Nível de acesso inicial
sv_fi: Initial åtkomstnivå

source: Anticipated file size
de: Voraussichtliche Dateigröße
es: Tamaño de archivo previsto
fi: Arvioitu tiedostokoko
pt_br: Tamanho de arquivo previsto
sv_fi: Förväntad filstorlek

source: File size units
pt_br: Unidades de tamanho de arquivo
