Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: Please select a valid research organisation from the list.
de: Bitte wählen Sie eine gültige Forschungsorganisation aus der Liste.
es: Por favor seleccione una organización de investigación válida de la lista.
fi: Valitse organisaatio listalta.
fr_ca: Veuillez sélectionner un organisme de recherche valide dans la liste.
pt_br: Por favor, selecione uma instituição de pesquisa válida na lista.
sv_fi: Välj en giltig forskningsorganisation från listan.
tr_tr: Lütfen listeden geçerli bir araştırma kuruluşu seçin.

source: You must select a funder from the list or click the checkbox.
de: Sie müssen einen Geldgeber aus der Liste auswählen oder auf das Kontrollkästchen klicken.
es: Debe seleccionar un financiador de la lista o hacer clic en la casilla de verificación.
fi: Valitse rahoittaja listalta tai klikkaa valintaruutua.
fr_ca: Vous devez sélectionner un bailleur de fonds dans la liste ou sélectionner la case à cocher.
pt_br: Você deve selecionar um financiador na lista ou clicar na caixa de seleção.
sv_fi: Du måste välja en funder från listan eller klicka på kryssrutan.
tr_tr: Listeden bir fon sağlayıcı seçmeli veya onay kutusuna tıklamalısınız.

source: Please select a valid funding organisation from the list.
de: Bitte wählen Sie eine gültige Förderorganisation aus der Liste aus.
es: Por favor seleccione una organización de financiación válida de la lista.
fi: Valitse rahoitusorganisaatio listalta.
fr_ca: Veuillez sélectionner un organisme de financement valide dans la liste.
pt_br: Por favor, selecione um órgão financiador válido na lista.
sv_fi: Välj en giltig finansieringsorganisation från listan.
tr_tr: Lütfen listeden geçerli bir fon sağlayıcı seçin.

source: Before you get started, we need some information about your research project to set you up with the best DMP template for your needs.
de: Bevor Sie beginnen, benötigen wir einige Informationen über Ihr Forschungsprojekt, um Sie mit der besten DMP-Vorlage für Ihre Bedürfnisse einzurichten.
es: Antes de comenzar, necesitamos cierta información sobre su proyecto de investigación para configurarlo con la mejor plantilla de DMP para sus necesidades.
fi: Täytä ensin taustatiedot:
fr_ca: Avant de commencer, nous avons besoin de renseignements sur votre projet de recherche pour vous offrir le modèle de PGD qui répond le mieux à vos besoins.
pt_br: Antes de você começar, precisamos de algumas informações sobre seu projeto de pesquisa para escolher o modelo de PGD mais adequado a suas necessidades.
sv_fi: Innan du börjar, behöver vi lite information om ditt forskningsprojekt för att hitta dig med den bästa DMP-mallen för dina behov.
tr_tr: Başlamadan önce, ihtiyaçlarınıza en uygun VYP şablonunu oluşturmak için araştırma projeniz hakkında bazı bilgilere ihtiyacımız var.

source: What research project are you planning?
de: Welches Forschungsprojekt planen Sie?
es: ¿Qué proyecto de investigación estás planeando?
fi: Projektin nimi?
fr_ca: Quel projet de recherche planifiez-vous?
pt_br: Que projeto de pesquisa você está planejando?
sv_fi: Vilket forskningsprojekt planerar du?
tr_tr: Nasıl bir araştırma projesi planlıyorsunuz?

source: mock project for testing, practice, or educational purposes
de: Testprojekt für Test-, Übungs- oder Bildungszwecke
es: Proyecto simulado para pruebas, práctica o fines educativos.
fi: Rastita, jos teet suunnitelman testaamista, harjoittelua tai opetustarkoitusta varten
fr_ca: projet simulé aux fins d’essai, d’exercice ou d’enseignement
pt_br: projeto simulado para testes, prática ou propósitos educacionais
sv_fi: mock projekt för testning, övning eller utbildningsändamål
tr_tr: test, uygulama veya eğitim amaçlı mock-up proje

source: Select the primary research organisation
de: Wählen Sie die primäre Forschungsorganisation
es: Seleccione la organización de investigación primaria
fi: Valitse ensisijainen tutkimusorganisaatio
fr_ca: Sélectionner l’organisme de recherche principal
pt_br: Selecione a organização de pesquisa principal
sv_fi: Välj den primära forskningsorganisationen
tr_tr: Birincil araştırma kuruluşunu seçin

source: You must select a research organisation from the list.
fr_ca: Vous devez sélectionner un organisme de recherche dans la liste.

source: or
de: oder
es: o
fi: tai
fr_ca: ou
pt_br: ou
sv_fi: eller
tr_tr: veya

source: No research organisation associated with this plan or my research organisation is not listed
de: Keine Forschungsorganisation, die mit diesem Plan oder meiner Forschungsorganisation assoziiert ist, ist nicht aufgeführt
es: Ninguna organización de investigación asociada con este plan o mi organización de investigación no está en la lista
fi: Rastita, jos suunnitelmaasi ei liity tutkimusorganisaatiota tai sitä ei löydy listalta.
fr_ca: Aucun organisme de recherche n’est associé à ce plan, ou mon organisme de recherche n’est pas répertorié
pt_br: Nenhuma organização de pesquisa associada a este plano ou a minha organização de pesquisa não está listada
sv_fi: Ingen forskningsorganisation i samband med denna plan eller min forskningsorganisation är inte listad
tr_tr: Bu planla ilişkilendirilmiş herhangi bir araştırma kuruluşu bulunmuyor veya araştırma kuruluşum listede yok

source: Select the primary funding organisation
de: Wählen Sie die primäre Förderorganisation aus
es: Seleccione la organización de financiación primaria
fi: Valitse ensisijainen rahoittaja
fr_ca: Sélectionner le principal organisme de financement
pt_br: Selecione a organização financiadora principal
sv_fi: Välj den primära finansieringsorganisationen
tr_tr: Birincil fon sağlayıcı kurumu seçin

source: You must select a funding organisation from the list.
fr_ca: Vous devez sélectionner un organisme de financement dans la liste.

source: No funder associated with this plan or my funder is not listed
de: Kein Geldgeber, der mit diesem Plan oder meinem Geldgeber verbunden ist, ist nicht aufgeführt
es: Ningún financiador asociado con este plan o mi financiador no está en la lista
fi: Rastita, jos suunnitelmaan ei liity rahoittajaa tai rahoittajaasi ei löydy listalta.
fr_ca: Aucun bailleur de fonds n’est associé à ce plan, ou mon bailleur de fonds n’est pas répertorié
pt_br: Nenhum financiador associado a este plano ou meu financiador não está listado
sv_fi: Ingen funderare i samband med denna plan eller min funder är inte listad
tr_tr: Bu planla ilişkilendirilmiş herhangi bir fon sağlayıcı yok veya fon sağlayıcım listelenmiyor

source: Which DMP template would you like to use?
de: Welche DMP-Vorlage möchten Sie verwenden?
es: ¿Qué plantilla DMP te gustaría usar?
fi: Minkä aineistonhallintasuunnitelman mallipohjaa haluaisit käyttää?
fr_ca: Quel modèle de PGD souhaitez-vous utiliser?
pt_br: Qual modelo de PGD você gostaria de usar?
sv_fi: Vilken DMP-mall skulle du vilja använda?
tr_tr: Hangi VYP şablonunu kullanmak istersiniz?

source: Please select a template
de: Bitte wählen Sie eine Vorlage
es: Por favor seleccione una plantilla
fi: Valitse malli
fr_ca: Veuillez sélectionner un modèle
pt_br: Por favor, selecione um modelo
sv_fi: Välj en mall
tr_tr: Lütfen bir şablon seçin

source: We found multiple DMP templates corresponding to your funder.
de: Wir haben mehrere DMP-Vorlagen gefunden, die Ihrem Geldgeber entsprechen.
es: Encontramos varias plantillas DMP correspondientes a su patrocinador.
fi: Rahoittajasi aineistonhallintasuunnitelmien malliopohjia löytyi useampi kappale.
fr_ca: Nous avons trouvé plusieurs modèles de PGD correspondant à votre bailleur de fonds.
pt_br: Encontramos muitos modelos de PGD correspondentes a seu órgão financiador.
sv_fi: Vi hittade flera DMP-mallar som motsvarar din funderare.
tr_tr: Fon sağlayıcınız için birden fazla VYP şablonu bulduk.

source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
fr_ca: Annuler
pt_br: Cancelar
sv_fi: Annullera
tr_tr: İptal

source: Name
es: Nombre
fi: Nimi
fr_ca: Nom
pt_br: Nome
sv_fi: Namn
tr_tr: İsim

source: Email
es: Correo electrónico
fi: Sähköposti
fr_ca: Courriel
sv_fi: E-post
tr_tr: E-posta

source: Subject
de: Betreff
es: Tema
fi: Aihe
fr_ca: Objet
pt_br: Assunto
sv_fi: Ämne
tr_tr: Konu

source: Security check
de: Sicherheitskontrolle
es: Control de seguridad
fi: Varmennus
fr_ca: Vérification de sécurité
pt_br: Verificação de segurança
sv_fi: Säkerhetskontroll
tr_tr: Güvenlik kontrolü

source: Submit
de: Abschicken
es: Enviar
fi: Lähetä
fr_ca: Soumettre
pt_br: Submeter
sv_fi: Skicka
tr_tr: Gönder

source: Helpline
es: Línea de ayuda
fr_ca: Ligne d’assistance
pt_br: Linha de Apoio
sv_fi: Hjälplinje
tr_tr: Yardım Hattı

source: Contact Us
de: Kontaktieren Sie uns
es: Contactanos
fi: Ota yhteyttä
fr_ca: Communiquez avec nous
pt_br: Contate-nos
sv_fi: Kontakta oss
tr_tr: Bize Ulaşın

source: %{application_name} is provided by the %{organisation_name}.<br /> You can find out more about us on our <a href="%{organisation_url}" class="has-new-window-popup-info" target="_blank">website <em class="sr-only">(new window)</em><span class="new-window-popup-info">%{open_in_new_window_text}</span></a>. If you would like to contact us about %{application_name}, please fill out the form below.
de: %{application_name} wird von %{organisation_name} bereitgestellt. <br /> Mehr über uns erfahren Sie auf unserer <a href="%{organisation_url}" class="has-new-window-popup-info" target="_blank">Website <em class="sr-only">(neues Fenster)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span></a> . Wenn Sie uns wegen %{application_name} kontaktieren möchten, füllen Sie bitte das folgende Formular aus.
es: %{application_name} es proporcionado por %{organisation_name}. <br /> Puede encontrar más información sobre nosotros en nuestro <a href="%{organisation_url}" class="has-new-window-popup-info" target="_blank">sitio web <em class="sr-only">(nueva ventana)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span></a> . Si desea ponerse en contacto con nosotros acerca de %{application_name}, complete el siguiente formulario.
fi: %{application_name} tarjoaa %{organisation_name}. <br /> Lisätietoja meistä <a href="%{organisation_url}" class="has-new-window-popup-info" target="_blank">verkkosivuillamme <em class="sr-only">(uusi ikkuna)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span></a> . Jos haluat ottaa yhteyttä meihin %{application_name} liittyen, täytä alla oleva lomake.
fr_ca: %{application_name} est fourni par %{organisation_name}.<br />Vous pouvez en savoir plus sur nous sur notre <a href="%{organisation_url}" class="has-new-window-popup-info" target="_blank">site Internet <em class="sr-only">(nouvelle fenêtre)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span></a> . Si vous souhaitez communiquer avec nous à propos de %{application_name}, veuillez remplir le formulaire ci-dessous.
pt_br: %{application_name} é fornecido pelo %{organisation_name}. <br /> Você pode descobrir mais sobre nós em nosso <a href="%{organisation_url}" class="has-new-window-popup-info" target="_blank">site <em class="sr-only">(nova janela)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span></a> . Se você quiser entrar em contato conosco sobre o %{application_name}, preencha o formulário abaixo.
sv_fi: %{application_name} tillhandahålls av %{organisation_name}. <br /> Du kan läsa mer om oss på vår <a href="%{organisation_url}" class="has-new-window-popup-info" target="_blank">webbplats <em class="sr-only">(nytt fönster)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span></a> . Om du vill kontakta oss om %{application_name}, fyll i formuläret nedan.
tr_tr: %{application_name}, %{organisation_name} tarafından sağlanmaktadır. <a href="%{organisation_url}" class="has-new-window-popup-info" target="_blank">Web sitemizde<em class="sr-only">(new window)</em><span class="new-window-popup-info">%{open_in_new_window_text}</span></a> <br /> hakkımızda daha fazla bilgi bulabilirsiniz. %{application_name} hakkında bizimle iletişime geçmek isterseniz, lütfen aşağıdaki formu doldurun.

source: Opens in new window
de: Öffnet in neuem Fenster
es: Abre en nueva ventana
fi: Avautuu uuteen ikkunaan
fr_ca: S’ouvre dans une nouvelle fenêtre
pt_br: Abre em uma nova janela
sv_fi: Öppnar i nytt fönster
tr_tr: Yeni pencerede açılır

source: Create an account to view the plan
de: Erstellen Sie einen Account, um den Plan zu sehen
es: Crea una cuenta para ver el plan.
fi: Näet suunnitelman, kun olet luonut tilin itsellesi
fr_ca: Créez un compte pour consulter le plan
pt_br: Criar uma conta para visualizar o plano
sv_fi: Skapa ett konto för att visa planen
tr_tr: Planı görüntülemek için bir hesap oluşturun

source: You will need to create an account in order to accept your invitation to view the data management plan (DMP).
de: Sie müssen ein Konto erstellen, um Ihre Einladung zum Anzeigen des Datenverwaltungsplans (Data Management Plan, DMP) zu akzeptieren.
es: Deberá crear una cuenta para aceptar su invitación para ver el plan de administración de datos (DMP).
fi: Sinun on luotava tili ennen kuin voit hyväksyä pyyntöä tarkastella aineistonhallintasuunnitelmaa.
fr_ca: Vous devrez créer un compte pour accepter votre invitation à consulter le plan de gestion des données (PGD).
pt_br: Você precisará criar uma conta para poder aceitar seu convite para visualizar o plano de gestão de dados (PGD).
sv_fi: Du måste skapa ett konto för att acceptera din inbjudan för att visa datahanteringsplanen (DMP).
tr_tr: Veri yönetimi planını (VYP) görüntüleme davetinizi kabul etmek için bir hesap oluşturmanız gerekecektir.

source: New password
de: Neues Passwort
es: Nueva clave
fi: Uusi salasana
fr_ca: Nouveau mot de passe
pt_br: Nova senha
sv_fi: Nytt lösenord
tr_tr: Yeni Şifre

source: Password confirmation
de: Passwort bestätigen
es: Confirmación de clave
fi: Salasanan vahvistus
fr_ca: Confirmation de mot de passe
pt_br: Confirmação de senha
sv_fi: Bekräfta lösenord
tr_tr: Şifre onayı

source: First name
de: Vorname
es: Nombre
fi: Etunimi
fr_ca: Prénom
pt_br: Primeiro nome
sv_fi: Förnamn
tr_tr: İsim

source: Last name
de: Nachname
es: Apellidos
fi: Sukunimi
fr_ca: Nom de famille
pt_br: Sobrenome
sv_fi: Efternamn
tr_tr: Soyad

source: Create account
de: Registrieren
es: Registrarse
fi: Rekisteröidy
fr_ca: Créer un compte
pt_br: Criar conta
sv_fi: Skapa ett konto
tr_tr: Hesap oluşturun

source: Welcome to %{application_name}
es: Bienvenido a %{application_name}
fi: Tervetuloa %{application_name}:n käyttäjäksi
fr_ca: Bienvenue sur l'%{application_name}
pt_br: Bem-vindo a %{application_name}
sv_fi: Välkommen till %{application_name}
tr_tr: %{application_name} uygulamasına hoş geldiniz

source: Thank you for registering. Please confirm your email address
de: Danke für die Registrierung. Bitte bestätigen Sie Ihre E-Mail-Adresse
es: Gracias por registrarte. Por favor confirme su dirección de correo electrónico
fi: Kiitos rekisteröitymisestä. Vahvista vielä sähköpostiosoitteesi.
fr_ca: Merci de votre inscription. Veuillez confirmer votre adresse courriel.
pt_br: Obrigado por registrar-se. Por favor, confirme seu email
sv_fi: Tack för din registrering. Var god bekräftä din e-post-address
tr_tr: Kayıt olduğunuz için teşekkürler. Lütfen e-posta adresinizi doğrulayın

source: Click here to confirm your account
de: Klicken Sie hier, um Ihre Zugangsdaten zu bestätigen.
es: Haga clic aquí para confirmar su cuenta
fi: Klikkaa tätä ja vahvista tilisi
fr_ca: Cliquez ici pour confirmer votre compte
pt_br: Clique aqui para confirmar sua conta
sv_fi: Klicka här för att bekräfta ditt konto
tr_tr: Hesabınızı onaylamak için buraya tıklayın

source: or copy
de: oder kopieren
es: o copia
fi: tai kopioida
fr_ca: ou copier
pt_br: ou copiar
sv_fi: eller kopiera
tr_tr: veya kopyala

source: into your browser
de: in Ihren Browser
es: en tu navegador
fi: selaimeesi
fr_ca: dans votre navigateur
pt_br: em seu navegador
sv_fi: i din webbläsare
tr_tr: tarayıcınıza

source: Query or feedback related to %{tool_name}
de: Abfrage oder Feedback zu %{tool_name}
es: Consulta o feedback relacionado con %{tool_name}
fi: %{tool_name}:n liittyvä kysymys tai palaute
fr_ca: Requête ou commentaire associé à %{tool_name}
pt_br: Pergunta ou feedback relacionado a %{tool_name}
sv_fi: Fråga eller feedback relaterad till %{tool_name}
tr_tr: %{tool_name} ile ilgili sorgu veya geri bildirim

source: Hello %{user_name}
de: Hallo %{user_name}
es: Hola %{user_name}
fi: Hei %{user_name}
fr_ca: Bonjour %{user_name}
pt_br: Olá %{user_name}
sv_fi: Hej %{user_name}
tr_tr: Merhaba %{user_name}

source: Your colleague %{inviter_name} has invited you to contribute to their Data Management Plan in %{tool_name}
de: Ihr Kollege %{inviter_name} hat Sie eingeladen, einen Beitrag zu seinem Datenverwaltungsplan in %{tool_name} zu leisten.
es: Su colega %{inviter_name} lo invitó a contribuir a su Plan de gestión de datos en %{tool_name}
fi: Kollegasi %{inviter_name} on kutsunut sinut osallistumaan heidän tiedonhallintasuunnitelmaansa %{tool_name}
fr_ca: Votre collègue %{inviter_name} vous a invité(e) à contribuer à son plan de gestion des données dans %{tool_name}
pt_br: Seu colega %{inviter_name} convidou você para contribuir com o plano de gerenciamento de dados em %{tool_name}
sv_fi: Din kollega %{inviter_name} har bjudit in dig att bidra till deras datahanteringsplan i %{tool_name}
tr_tr: Meslektaşınız %{inviter_name}, sizi kendisinin %{tool_name} aracındaki Veri Yönetim Planına katkıda bulunmaya davet etti.

source: %{click_here} to accept the invitation, (or copy %{link} into your browser). If you don't want to accept the invitation, please ignore this email.
de: %{click_here}, um die Einladung anzunehmen (oder kopieren Sie %{link} in Ihren Browser). Wenn Sie die Einladung nicht annehmen möchten, ignorieren Sie bitte diese E-Mail.
es: %{click_here} para aceptar la invitación, (o copiar %{link} en su navegador). Si no desea aceptar la invitación, ignore este correo electrónico.
fi: %{click_here} hyväksyäksesi kutsun, (tai kopioi %{link} selaimeesi). Jos et hyväksy kutsua, voit jättää tämän sähköpostin huomiotta.
fr_ca: %{click_here} pour accepter l’invitation (ou copiez %{link} dans votre navigateur). Si vous ne souhaitez pas accepter l’invitation, veuillez ne pas tenir compte de ce courriel.
pt_br: %{click_here} para aceitar o convite, (ou copie %{link} em seu navegador). Se não quiser aceitar o convite, por favor, ignore esta mensagem.
sv_fi: %{click_here} för att acceptera inbjudan, (eller kopiera %{link} till din webbläsare). Om du inte vill acceptera inbjudan, ignorerar du det här e-postmeddelandet.
tr_tr: Daveti kabul etmek için %{click_here} (veya %{link} adresini kopyalayıp tarayıcınıza yapıştırın). Daveti kabul etmek istemiyorsanız, lütfen bu e-postayı dikkate almayınız.

source: Click here
de: klicken Sie hier
es: Haga clic aquí
fi: Klikkaa tätä
fr_ca: Cliquer ici
pt_br: Clique aqui
sv_fi: Klicka här
tr_tr: Buraya tıklayın

source: All the best
de: Viele Grüße
es: Todo lo mejor
fi: Ystävällisin terveisin
fr_ca: Sincèrement
pt_br: Atenciosamente
sv_fi: med vänliga hälsningar
tr_tr: İyi çalışmalar

source: The %{tool_name} team
de: Das %{tool_name} -Team
es: El equipo %{tool_name}
fi: %{tool_name}n tiimi
fr_ca: Équipe chargée de l’outil %{tool_name}
pt_br: A equipe %{tool_name}
sv_fi: Teamet %{tool_name}
tr_tr: %{tool_name} ekibi

source: If you have any questions or need help, please contact us at %{helpdesk_email} or visit %{contact_us_url}
de: Wenn Sie Fragen haben oder Hilfe benötigen, wenden Sie sich bitte an %{helpdesk_email} oder gehen Sie auf %{contact_us_url}.
es: Si tiene alguna pregunta o necesita ayuda, contáctenos en %{helpdesk_email} o visite %{contact_us_url}
fi: Jos sinulla on kysyttävää tai tarvitset apua, ota meihin yhteyttä: %{helpdesk_email} tai käy osoitteessa %{contact_us_url}
fr_ca: Si vous avez des questions ou souhaitez recevoir de l’aide, veuillez nous écrire à %{helpdesk_email} ou visiter la page %{contact_us_url}
pt_br: Se você tiver alguma dúvida ou precisar de ajuda, entre em contato conosco pelo %{helpdesk_email} ou acesse %{contact_us_url}
sv_fi: Om du har några frågor eller behöver hjälp, kontakta oss på %{helpdesk_email} eller besök %{contact_us_url}
tr_tr: Herhangi bir sorunuz veya yardıma ihtiyacınız varsa, lütfen %{helpdesk_email} adresinden bizimle iletişime geçin ya da %{contact_us_url} adresini ziyaret edin.

source: Hello %{user_email}
de: Hallo %{user_email}
es: Hola %{user_email}
fi: Hei %{user_email}
fr_ca: Bonjour %{user_email}
pt_br: Olá %{user_email}
sv_fi: Hej %{user_email}
tr_tr: Merhaba %{user_email}

source: Someone has requested a link to change your %{tool_name} password. You can do this through the link below.
de: Jemand hat einen Link angefordert, um das %{tool_name} Passwort zu ändern. Sie können dies über den folgenden Link tun.
es: Alguien ha solicitado un enlace para cambiar su contraseña %{tool_name}. Puede hacerlo a través del siguiente enlace.
fi: Joku on pyytänyt %{tool_name}:n salasanan vaihtoa. Voit tehdä sen alla olevalla linkillä.
fr_ca: Quelqu’un a demandé un lien pour changer votre mot de passe %{tool_name}. Vous pouvez donner suite à cette demande à l’aide du lien ci-dessous.
pt_br: Alguém solicitou um link para mudar sua senha em %{tool_name} password. Você pode fazer isso usando o link abaixo.
sv_fi: Någon har begärt en länk för att ändra ditt lösenord för %{tool_name}. Du kan göra det genom länken nedan.
tr_tr: %{tool_name} şifrenizin değişikliği için bir bağlantı talep edildi. Değişikliği aşağıdaki bağlantıyı kullanarak yapabilirsiniz.

source: Change my password
de: Mein Passwort ändern
es: Cambiar mi contraseña
fi: Vaihda salasana
fr_ca: Changer mon mot de passe
pt_br: Mudar minha senha
sv_fi: Ändra mitt lösenord
tr_tr: Şifremi Değiştir

source: If you didn't request this, please ignore this email.
de: Wenn Sie nicht angefordert haben hierzu bitte diese E-Mail ignorieren.
es: Si usted no ha solicitado este, por favor, ignora este mensaje.
fi: Jos et pyytänyt tätä, voit jätttää tämän sähköpostin huomiotta.
fr_ca: Si vous n’avez pas effectué cette demande, veuillez ne pas tenir compte de ce courriel.
pt_br: Se você não fez essa solicitação, por favor, ignore esta mensagem.
sv_fi: Om du inte begärt detta, ignorerar du det här e-postmeddelandet.
tr_tr: Böyle bir talebiniz yoksa, lütfen bu e-postayı dikkate almayın.

source: If you have any questions or need help, please contact us at %{helpdesk_email} or visit %{contact_us}
de: Wenn Sie Fragen haben oder Hilfe benötigen, kontaktieren Sie uns bitte unter %{helpdesk_email} oder besuchen Sie %{contact_us}
es: Si tiene alguna pregunta o necesita ayuda, contáctenos en %{helpdesk_email} o visite %{contact_us}
fi: Jos tarvitset apua, voit ottaa yhteyttä: %{helpdesk_email} tai käy sivulla: %{contact_us}
fr_ca: Si vous avez des questions ou avez besoin d’aide, veuillez nous écrire à %{helpdesk_email} ou visiter la page %{contact_us}
pt_br: Caso tenha perguntas ou precise de ajuda, por favor, entre em contato conosco em %{helpdesk_email} ou visite %{contact_us}.
sv_fi: Om du har några frågor eller behöver hjälp, kontakta oss på %{helpdesk_email} eller besök %{contact_us}
tr_tr: Herhangi bir sorunuz veya yardıma ihtiyacınız varsa, lütfen %{helpdesk_email} adresinden bizimle iletişime geçin ya da %{contact_us} adresini ziyaret edin.

source: Hello
es: Hola
fi: Hei
fr_ca: Bonjour
pt_br: Olá
sv_fi: Hej
tr_tr: Merhaba

source: Your
de: Ihre
es: Tu
fi: Sinun
fr_ca: Votre
pt_br: Seu(sua)
sv_fi: Din
tr_tr: Sizin
