Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: account has been locked due to an excessive number of unsuccessful sign in attempts.
de: Das Konto wurde aufgrund einer übermäßigen Anzahl fehlgeschlagener Anmeldeversuche gesperrt.
es: la cuenta se ha bloqueado debido a un número excesivo de intentos de inicio de sesión fallidos.
fi: tili on suljettu liiallisten epäonnistuneiden kirjautumisyritysten vuoksi.
fr_ca: le compte a été verrouillé en raison d’un nombre excessif de tentatives de connexion infructueuses.
pt_br: conta foi bloqueada devido a um número execessivos de tentativas de entrar fracassadas.
sv_fi: Kontot har blivit låsat på grund av ett alltför stort antal misslyckade inloggningsförsök.
tr_tr: çok sayıda başarısız oturum açma girişimi nedeniyle hesap kilitlendi.

source: Click the link below to unlock your account
de: Klicken Sie auf den Link unten, Ihr Konto zu entsperren
es: Haga clic en el enlace de abajo para desbloquear su cuenta
fi: Klikkaa alla olevaa linkkiä ja tilisi avautuu
fr_ca: Cliquez sur le lien ci-dessous pour déverrouiller votre compte
pt_br: Clique no link abaixo para desbloquear sua conta
sv_fi: Klicka på länken nedan för att låsa upp ditt konto
tr_tr: Hesabınızın kilidini kaldırmak için aşağıdaki bağlantıya tıklayın

source: Unlock my account
es: Desbloquear mi cuenta
fi: Poista tilin lukitus
fr_ca: Déverrouiller mon compte
pt_br: Desbloquear minha conta
sv_fi: Lås upp mitt konto
tr_tr: Hesabımın kilidini kaldır

source: Change your password
de: Ändern Sie Ihr Passwort
es: Cambiar la contraseña
fi: Vaihda salasana
fr_ca: Changez votre mot de passe
pt_br: Mudar sua senha
sv_fi: Ändra ditt lösenord
tr_tr: Şifrenizi değiştirin

source: Show passwords
de: Passwörter anzeigen
es: Mostrar contraseñas
fi: Näytä salasanat
fr_ca: Afficher les mots de passe
pt_br: Mostrar senhas
sv_fi: Visa lösenord
tr_tr: Şifreleri göster

source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidó su clave?
fi: Unohditko salasanasi?
fr_ca: Vous avez oublié votre mot de passe?
pt_br: Esqueceu sua senha?
sv_fi: Glömt ditt lösenord?
tr_tr: Şifrenizi mi unuttunuz?

source: The email address you entered is not registered.
de: Die von Ihnen eingegebene E-Mail-Adresse ist nicht registriert.
es: La dirección de correo electrónico que ingresaste no está registrada.
fi: Antamaasi sähköpostiosoitetta ei ole rekisteröity.
fr_ca: L’adresse courriel que vous avez saisie n’est pas inscrite.
pt_br: O endereço de email que você digitou não está registrado.
sv_fi: E-postadressen du angav är inte registrerad.
tr_tr: Girdiğiniz e-posta adresi kayıtlı değil.

source: Please enter your email below and we will send you instructions on how to reset your password.
de: Bitte geben Sie Ihre E-Mail-Adresse unten ein und wir senden Ihnen Anweisungen zum Zurücksetzen Ihres Passworts.
es: Ingrese su correo electrónico a continuación y le enviaremos instrucciones sobre cómo restablecer su contraseña.
fi: Kirjoita sähköpostisoitteesi alla olevaan ruutuun ja saat meiltä viestin salasanan muuttamiseksi.
fr_ca: Veuillez saisir votre adresse courriel ci-dessous. Nous vous enverrons des consignes sur la façon de réinitialiser votre mot de passe.
pt_br: Por favor, digite seu e-mail abaixo e nós lhe enviaremos instruções sobre como redefinir sua senha.
sv_fi: Vänligen skriv in din email nedan och vi skickar dig instruktioner om hur du återställer ditt lösenord.
tr_tr: Lütfen aşağıya e-postanızı girin, size şifrenizi nasıl sıfırlayacağınızla ilgili talimatları göndereceğiz.

source: Send
de: Senden
es: Enviar
fi: Lähetä
fr_ca: Envoyer
pt_br: Enviar
sv_fi: Skicka
tr_tr: Gönder

source: ORCID provides a persistent digital identifier that distinguishes you from other researchers. Learn more at orcid.org
de: ORCID bietet eine persistente digitale Kennung, die Sie von anderen Forschern unterscheidet. Erfahren Sie mehr auf orcid.org
es: ORCID proporciona un identificador digital persistente que lo distingue de otros investigadores. Obtenga más información en orcid.org
fi: ORCID on pysyvä digitaalinen tunniste, jonka avulla erotut muista tutkijoista. Lue lisää täältä: orcid.org
fr_ca: ORCID fournit un identifiant numérique permanent qui vous distingue des autres chercheurs. Pour en savoir plus, visitez le site orcid.org.
pt_br: ORCID proporciona um identificador digital permanente capaz de distinguir você de outros pesquisadores. Saiba mais em orcid.org
sv_fi: ORCID tillhandahåller en beständig digital identifierare som skiljer dig från andra forskare. Läs mer på orcid.org
tr_tr: ORCID, sizi diğer araştırmacılardan ayıran kalıcı bir dijital tanımlayıcı numara sağlar. orcid.org adresinde daha fazla bilgi edinebilirsiniz

source: ORCID logo
es: Logo de ORCID
fr_ca: Logo ORCID
pt_br: Logo ORCID
sv_fi: ORCID-logotypen
tr_tr: ORCID logosu

source: Create or connect your ORCID iD
de: Erstellen oder verbinden Sie Ihre ORCID-ID
es: Crea o conecta tu ORCID iD
fi: Hanki ORCID tunniste tai liitä olemassaoleva tunniste
fr_ca: Créer votre identifiant pour ORCID ou vous connecter à l’aide de ce dernier
pt_br: Criar ou conectar seu iD ORCID
sv_fi: Skapa eller koppla din ORCID iD
tr_tr: ORCID hesabınızı oluşturun veya bağlayın

source: Institutional credentials
de: Institutionelle Referenzen
es: Credenciales institucionales
fi: Instituution tunnukset
fr_ca: Compte institutionnel
pt_br: Credenciais institucionais
sv_fi: Institutionella referenser
tr_tr: Kurumsal kimlik bilgileri

source: Link your institutional credentials
de: Verknüpfen Sie Ihre institutionellen Referenzen
es: Vincula tus credenciales institucionales
fi: Linkitä organisaatiosi tunnistetiedot
fr_ca: Associer votre compte institutionnel
pt_br: Linque suas credenciais institucionais
sv_fi: Länk dina institutionella referenser
tr_tr: Kurumsal kimlik bilgilerinizi bağlayın

source: Link your institutional credentials to access your account with them.
de: Verknüpfen Sie Ihre institutionellen Anmeldeinformationen, um mit Ihnen auf Ihr Konto zuzugreifen.
es: Vincule sus credenciales institucionales para acceder a su cuenta con ellos.
fi: Linkitä organisaatiosi tunnistetiedot, jotta pääset kirjautumaan tiliisi niiden avulla.
fr_ca: Associez votre compte institutionnel pour accéder au compte de votre établissement.
pt_br: Linque suas credenciais institucionais para acessar sua conta com elas.
sv_fi: Länka dina institutionella referenser för att komma åt ditt konto med dem.
tr_tr: Hesabınıza kurumsal kimlik bilgilerinizle erişmek için kurumsal kimlik bilgilerinizi bağlayın.

source: Disconnect your account from ORCID. You can reconnect at any time.
de: Trennen Sie Ihr Konto von ORCID. Sie können die Verbindung jederzeit wiederherstellen.
es: Desconecta tu cuenta de ORCID. Puedes reconectarte en cualquier momento.
fi: Poista tilisi linkitys ORCID:iin. Voit liittää ne toisiinsa uudelleen koska tahansa.
fr_ca: Déconnectez votre compte d’ORCID. Vous pouvez vous reconnecter à tout moment.
pt_br: Desconecte sua conta do ORCID. Você pode reconectar a qualquer tempo.
sv_fi: Koppla bort ditt konto från ORCID. Du kan återansluta när som helst.
tr_tr: Hesabınızın ORCID ile bağlantısını kesin. İstediğiniz zaman yeniden bağlanabilirsiniz.

source: Are you sure you want to disconnect your ORCID ID?
de: Möchten Sie die ORCID ID wirklich trennen?
es: ¿Está seguro de que desea desconectar su ID de ORCID?
fi: Haluatko varmasti poistaa ORCID -tunnisteesi?
fr_ca: Souhaitez-vous vraiment déconnecter votre identifiant ORCID?
pt_br: Tem certeza de que quer desconectar sua ID ORCID?
sv_fi: Är du säker på att du vill koppla bort ditt ORCID-ID?
tr_tr: ORCID hesabınızın bağlantısını kesmek istediğinizden emin misiniz?

source: Your account has been linked to your organisation. You can now login with that method.
de: Ihr Konto wurde mit Ihrer Organisation verknüpft. Sie können sich jetzt mit dieser Methode anmelden.
es: Su cuenta ha sido vinculada a su organización. Ahora puede iniciar sesión con ese método.
fi: Tilisi on liitetty organisaatioosi. Voit nyt kirjautua organisaatiotunnuksilla.
fr_ca: Votre compte a été associé à votre organisme. Vous pouvez désormais utiliser cette méthode de connexion.
pt_br: Sua conta foi vinculada a sua organização. Você agora pode entrar com ese método.
sv_fi: Ditt konto har kopplats till din organisation. Du kan nu logga in med den metoden.
tr_tr: Hesabınız kuruluşunuza bağlandı. Artık bu yöntemle giriş yapabilirsiniz.

source: Unlink your account from your organisation. You can link again at any time.
de: Heben Sie die Verknüpfung Ihres Kontos mit Ihrer Organisation auf. Sie können jederzeit wieder verlinken.
es: Desvincular su cuenta de su organización. Puedes enlazar de nuevo en cualquier momento.
fi: Poista linkitys organisaatioosi. Voit liittää sen takaisin koska tahansa.
fr_ca: Dissociez votre compte de votre organisme. Il est possible de le lier de nouveau en tout temps.
pt_br: Desvincule sua conta de sua organização. Você pode vinculá-la novamente a qualquer momento.
sv_fi: Ta bort ditt konto från din organisation. Du kan länka igen när som helst.
tr_tr: Hesabınızın kuruluşunuzla olan bağlantısını kaldırın. İstediğiniz zaman tekrar bağlantı kurabilirsiniz.

source: Are you sure you want to unlink your institutional credentials?
de: Sind Sie sicher, dass Sie Ihre institutionellen Anmeldeinformationen aufheben möchten?
es: ¿Está seguro de que desea desvincular sus credenciales institucionales?
fi: Haluatko varmasti poistaa linkin instituutiosi tunnistetietoihin?
fr_ca: Souhaitez-vous vraiment dissocier votre compte institutionnel?
pt_br: Tem certeza de que quer remover o link de suas credenciais institucionais?
sv_fi: Är du säker på att du vill koppla bort dina institutionella referenser?
tr_tr: Kurumsal kimlik bilgilerinizin bağlantısını kaldırmak istediğinizden emin misiniz?

source: Your email address is also your login id and therefore an important part of your account information. For your safety we require you to confirm your password to make this change.
de: Ihre E-Mail-Adresse ist auch Ihre Login-ID und daher ein wichtiger Teil Ihrer Kontoinformationen. Zu Ihrer Sicherheit müssen Sie Ihr Passwort bestätigen, um diese Änderung vornehmen zu können.
es: Su dirección de correo electrónico es también su nombre de usuario y, por lo tanto, una parte importante de la información de su cuenta. Para su seguridad, le pedimos que confirme su contraseña para realizar este cambio.
fi: Sähköpostiosoitteesi on myös kirjautumistunnuksesi ja se on siis tärkeä osa tilisi tietoja. Turvallisuutesi varmistamiseksi sinun täytyy vahvistaa salasanasi, jotta voisit vaihtaa sähköpostiosoitteesi.
fr_ca: Votre adresse courriel constitue également votre identifiant de connexion et représente donc un élément important des renseignements de votre compte. Pour votre sécurité, nous vous demandons de confirmer votre mot de passe pour effectuer cette modification.
pt_br: Seu email é também sua id para entrar no sistema. É portanto uma parte importante das informações de sua conta. Para sua segurança, solicitamos que confirme sua senha para realizar essa mudança.
sv_fi: Din e-postadress är också ditt inloggnings-ID och är därför en viktig del av din kontoinformation. För din säkerhet kräver vi att du bekräftar ditt lösenord för att göra denna ändring.
tr_tr: E-posta adresiniz aynı zamanda giriş kimliğinizdir ve bu nedenle hesap bilgilerinizin önemli bir parçasıdır. Bu değişikliği yapmak için güvenliğiniz açısından şifrenizi onaylamanız gerekmektedir.

source: Password
de: Passwort
es: Clave
fi: Salasana
fr_ca: Mot de passe
pt_br: Senha
sv_fi: Lösenord
tr_tr: Şifre

source: Are you sure you want to change your organisational affiliation? Doing so will remove your administrative privileges.
de: Sind Sie sicher, dass Sie Ihre Organisationszugehörigkeit ändern möchten? Dadurch werden Ihre Administratorrechte gelöscht.
es: ¿Seguro que quieres cambiar tu afiliación organizacional? Si lo hace, se eliminarán sus privilegios administrativos.
fi: Haluatko varmasti muuttaa affiliaatiosi organisaation? Poistat silloin ylläpito-oikeutesi.
fr_ca: Souhaitez-vous vraiment changer votre affiliation organisationnelle? Cela entraînera la révocation de vos privilèges administratifs.
pt_br: Tem certeza de que quer mudar sua afiliação organizacional? Fazê-lo vai retirar seus privilégios administrativos.
sv_fi: Är du säker på att du vill ändra din organisatoriska anslutning? Om du gör det tar du bort dina administrativa behörigheter.
tr_tr: Kuruluş bağlantınızı değiştirmek istediğinizden emin misiniz? Bu işlem, yönetici ayrıcalıklarınızı kaldıracaktır.

source: Yes, I understand that I will lose my administrative privileges
de: Ja, ich verstehe, dass ich meine administrativen Privilegien verlieren werde
es: Sí, entiendo que perderé mis privilegios administrativos.
fi: Kyllä, ymmärrän, että menetän ylläpitäjän oikeudet
fr_ca: Oui, je comprends que je perdrai mes privilèges administratifs
pt_br: Sim, sei que vou perder meus privilégios administrativos.
sv_fi: Ja, jag förstår att jag kommer att förlora mina administrativa privilegier
tr_tr: Evet, yönetici ayrıcalıklarımı kaybedeceğimi anlıyorum

source: If you would like to change your password please complete the following fields.
de: Zum Ändern Ihres Passworts folgende Felder ausfüllen.
es: Si quiere cambiar su clave, por favor, rellene los siguientes campos.
fi: Jos haluat vaihtaa salasanasi, täytä seuraavat kentät.
fr_ca: Si vous souhaitez modifier votre mot de passe, veuillez remplir les champs suivants.
pt_br: Se você deseja mudar sua senha, por favor, complete os campos a seguir.
sv_fi: Om du vill ändra ditt lösenord, fyll i följande fält.
tr_tr: Şifrenizi değiştirmek istiyorsanız lütfen aşağıdaki alanları doldurunuz.

source: Current password
de: Aktuelles Passwort
es: Clave actual
fi: Nykyinen salasana
fr_ca: Mot de passe actuel
pt_br: Senha atual
sv_fi: Nuvarande lösenord
tr_tr: Mevcut şifre

source: Please note that your email address is used as your username. If you change this, remember to use your new email address on sign in.
de: Bitte beachten Sie, dass Ihre E-Mail-Adresse als Ihr Benutzername verwendet wird. Wenn Sie dies ändern, denken Sie daran, beim Anmelden Ihre neue E-Mail-Adresse zu verwenden.
es: Tenga en cuenta que su dirección de correo electrónico se utiliza como su nombre de usuario. Si cambia esto, recuerde usar su nueva dirección de correo electrónico al iniciar sesión.
fi: Sähköpostiosoitteesi toimii käyttäjänimenäsi. Jos muutat sähköpostiosoitettasi, muista käyttää uutta sähköpostiosoitetta sisäänkirjautumiseen.
fr_ca: Veuillez noter que votre adresse courriel est utilisée comme nom d’utilisateur. Si vous la modifiez, n’oubliez pas d’utiliser votre nouvelle adresse courriel pour vous connecter.
pt_br: Por favor, note que o seu endereço de email é usado como seu nome de usuário. Se você alterar isso, lembre-se de usar seu novo endereço de email ao fazer login.
sv_fi: Observera att din e-postadress används som ditt användarnamn. Om du ändrar detta, kom ihåg att använda din nya e-postadress vid inloggning.
tr_tr: Lütfen e-posta adresinizin kullanıcı adınız olarak kullanıldığını unutmayın. E-posta adresinizi değiştirirseniz, oturum açarken yeni e-posta adresinizi kullanınız.

source: You can edit any of the details below.
de: Sie können jede der untenstehenden Angaben bearbeiten.
es: Puede editar cualquiera de los siguientes datos.
fi: Voit muokata kaikkia alla olevia tietoja.
fr_ca: Vous pouvez modifier les renseignements ci-dessous.
pt_br: Você pode editar qualquer um dos detalhes abaixo.
sv_fi: Du kan redigera någon av uppgifterna nedan.
tr_tr: Aşağıdaki ayrıntılardan herhangi birini düzenleyebilirsiniz.

source: Changing your organisation will result in the loss of your administrative privileges.
de: Das Ändern Ihrer Organisation führt zum Verlust Ihrer Administratorrechte.
es: Cambiar su organización resultará en la pérdida de sus privilegios administrativos.
fi: Organisaation vaihtaminen johtaa järjestelmänvalvojan oikeuksien menettämiseen.
fr_ca: Le fait de changer votre organisme entraînera la perte de vos privilèges administratifs.
pt_br: Alterar sua organização resultará na perda de seus privilégios administrativos.
sv_fi: Om du ändrar din organisation kommer du att förlora dina administrativa privilegier.
tr_tr: Kurumunuzu değiştirmek, yönetici ayrıcalıklarınızın kaybolmasına neden olur.

source: Department or school
de: Institut oder Einrichtung
es: Departamento o escuela
fi: Laitos tai koulu
fr_ca: Département ou école
pt_br: Departamento ou escola
sv_fi: Institutionen eller skolan
tr_tr: Bölüm veya üniversite

source: Language
de: Sprache
es: Idioma
fi: Valitse kieli
fr_ca: Langue
pt_br: Idioma
sv_fi: Språk
tr_tr: Dil

source: My privileges
de: Meine Privilegien
es: Mis privilegios
fi: Käyttöoikeuteni
fr_ca: Mes privilèges
pt_br: Meus privilégios
sv_fi: Mina privilegier
tr_tr: Ayrıcalıklarım

source: Super Admin
es: Super administrador
fi: Superylläpitäjä
fr_ca: Super administrateur
pt_br: Super Administrador
tr_tr: Süper Yönetici

source: Organisational Admin
de: Organisationsadministrator
es: Administrador organizacional
fi: Organisaation ylläpitäjä
fr_ca: Administrateur organisationnel
pt_br: Administrador Organizacional
sv_fi: Organisationsadministratör
tr_tr: Kuruluş Yöneticisi

source: API token
fr_ca: Jeton API

source: API Information
fr_ca: Renseignements sur l’API

source: How to use the API
fr_ca: Comment utiliser l’API

source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fi: Muokkaa käyttäjätietoja
fr_ca: Modifier le profil
pt_br: Editar perfil
sv_fi: Redigera profil
tr_tr: Profili düzenle

source: Personal Details
de: Persönliche Details
es: Detalles personales
fi: Henkilötiedot
fr_ca: Renseignements personnels
pt_br: Detalhes Pessoais
sv_fi: Personliga detaljer
tr_tr: Kişisel Detaylar

source: Notification Preferences
de: Benachrichtigungseinstellungen
es: Preferencias de notificación
fi: Ilmoitusasetukset
fr_ca: Préférences relatives aux avis
pt_br: Preferências de Notificação
sv_fi: Anmälningsinställningar
tr_tr: Bildirim Tercihleri

source: Sign in or Create account
de: Anmelden oder Konto erstellen
es: Iniciar sesión o crear cuenta
fi: Kirjaudu sisään tai luo tili
fr_ca: Se connecter ou créer un compte
pt_br: Entrar ou Criar conta
sv_fi: Logga in eller Skapa konto
tr_tr: Oturum açın veya Hesap oluşturun

source: Do you have a %{application_name} account?
de: Hast du einen %{application_name}-Account?
es: ¿Tienes una cuenta %{application_name}?
fi: Onko sinulla jo %{application_name} -tili?
fr_ca: Avez-vous un compte %{application_name}?
pt_br: Você tem uma conta %{application_name}?
sv_fi: Har du ett %{application_name} konto?
tr_tr: %{application_name} hesabınız var mı?

source: This will link your existing account to your credentials.
de: Dadurch wird Ihr vorhandenes Konto mit Ihren Anmeldeinformationen verknüpft.
es: Esto vinculará su cuenta existente a sus credenciales.
fi: Tämä linkittää tilisi tunnistetietoihisi.
fr_ca: Votre compte actuel sera lié à vos renseignements d’identification.
pt_br: Isso vinculará sua conta existente às suas credenciais.
sv_fi: Detta kopplar ditt befintliga konto till dina uppgifter.
tr_tr: Bu işlem mevcut hesabınızı kimlik bilgilerinizle ilişkilendirir.

source: No %{application_name} account?
de: Nein %{application_name} Konto?
es: No cuenta %{application_name}?
fi: Eikö sinulla ole %{application_name} -tiliä?
fr_ca: Pas de compte %{application_name}?
pt_br: Nenhuma conta %{application_name}?
sv_fi: Nej %{application_name} konto?
tr_tr: %{application_name} hesabı yok mu?

source: This will create an account and link it to your credentials.
de: Dadurch wird ein Konto erstellt und mit Ihren Anmeldedaten verknüpft.
es: Esto creará una cuenta y la vinculará a sus credenciales.
fi: Näin luot tilin ja linkität sen tunnistetietoihisi.
fr_ca: Un compte sera créé et lié à vos renseignements d’identification.
pt_br: Isto irá criar uma conta e vinculá-lo às suas credenciais.
sv_fi: Detta skapar ett konto och länkar det till dina uppgifter.
tr_tr: Bu işlem bir hesap oluşturacak ve oluşturulan hesabı kimlik bilgilerinizle ilişkilendirecektir.

source: Didn't receive confirmation instructions?
de: Keine Anleitung zum Bestätigen erhalten?
es: ¿No recibió instrucciones de confirmación?
fi: Etkö saanut vahvistusviestiä?
fr_ca: Vous n'avez pas reçu de consignes relatives à la confirmation?
pt_br: Não recebeu instruções de confirmação
sv_fi: Fick inte bekräftelsesinstruktioner?
tr_tr: Onay talimatları size ulaşmadı mı?

source: Didn't receive unlock instructions?
de: Keine Anleitung zum Entsperren erhalten?
es: ¿No recibió instrucciones para el desbloqueo?
fi: Etkö saanut tilin avaamisohjetta?
fr_ca: Vous n’avez pas reçu de consignes relatives au déverrouillage?
pt_br: Não recebeu instruções para desbloquear?
sv_fi: Fick inte upplåsningsinstruktioner?
tr_tr: Kilit kaldırma talimatları size ulaşmadı mı?

source: Forbidden
fr_ca: Interdit

source: You are not authorized to view this resource.
fr_ca: Vous n’êtes pas autorisé à consulter cette ressource.

source: We can't find the page you're looking for.
fr_ca: La page que vous avez demandée est introuvable.

source: You may have mistyped the address or the page may have moved.
fr_ca: Vous avez mal saisi l’adresse, ou la page a été déplacée.

source: The change you wanted was rejected.
fr_ca: Le changement que vous souhaitiez a été refusé.

source: Maybe you tried to change something you didn't have access to.
fr_ca: Vous avez peut-être essayé de modifier un élément auquel vous n’avez pas accès.

source: Add an appropriate name for your guidance group. This name will be used to tell the end user where the guidance has come from. It will be appended to text identifying the theme e.g. "[guidance group name]: guidance on data sharing" so we suggest you just use the organisation or department name.
fr_ca: Donnez un nom approprié à votre groupe de directives. Ce nom sera employé pour indiquer à l’utilisateur final la provenance des directives. Il sera ajouté au texte identifiant le thème, p. ex., « [nom du groupe de directives] : directives sur le partage des données ». Nous vous suggérons donc d’utiliser simplement le nom de l’organisme ou du service.

source: Check this box when you are ready for guidance associated with this group to appear on user's plans.
de: Aktivieren Sie dieses Kontrollkästchen, wenn Sie bereit sind, Anleitungen für diese Gruppe in den Plänen des Benutzers anzuzeigen.
es: Marque esta casilla cuando esté listo para que la guía asociada con este grupo aparezca en los planes del usuario.
fi: Ruksaa tämä laatikko, kun tämän ryhmän ohjeistus on valmis näytettäväksi käytettäjien suunnitelmissa.
fr_ca: Cochez cette case lorsque les directives associées à ce groupe peuvent figurer sur les plans de l’utilisateur.
pt_br: Selecione esta caixa quando quiser que as orientações associadas a este grupo apareçam nos planos dos usuários.
sv_fi: Markera den här rutan när du är redo för vägledning i samband med den här gruppen för att visas på användarens planer.
tr_tr: Kullanıcının planlarında görüntülenmesi için bu grupla ilişkili rehberliğe hazır olduğunuzda bu kutuyu işaretleyin.

source: Published
de: Veröffentlicht
es: Publicado
fi: Julkaistu
fr_ca: Publié
pt_br: Publicado
sv_fi: Publicerad
tr_tr: Yayınlandı
