Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: permission
de: Berechtigung
es: permiso
fi: käyttöoikeus
fr_ca: autorisation
pt_br: permissão
sv_fi: lov
tr_tr: izin

source: preferences
de: Einstellungen
es: Preferencias
fi: asetukset
fr_ca: préférences
pt_br: preferências
sv_fi: preferenser
tr_tr: tercihler

source: profile
de: Profil
es: Perfil
fi: käyttäjätiedot
fr_ca: profil
pt_br: perfil
sv_fi: profil
tr_tr: profil

source: user
de: Nutzer/in
fi: käyttäjä
fr_ca: utilisateur(trice)
pt_br: usuário
sv_fi: användare
tr_tr: kullanıcı

source: scope should be an ActiveRecord::Relation object
de: Der Bereich sollte ein ActiveRecord :: Relation-Objekt sein
es: el alcance debe ser un objeto ActiveRecord :: Relation
fi: kohteen pitäisi olla ActiveRecord::Relation object
fr_ca: la portée doit être un objet ActiveRecord::Relation
pt_br: escopo deve ser um objeto ActiveRecord::Relation
sv_fi: Räckvidd bör vara ett ActiveRecord :: Relation-objekt
tr_tr: kapsam bir ActiveRecord::Relation nesnesi olmalıdır

source: path_params should be a Hash object
de: path_params sollte ein Hash-Objekt sein
es: path_params debe ser un objeto Hash
fi: path_params pitäisi olla Hash object
fr_ca: path_params doit être un objet Hash
pt_br: path_params deve ser um objeto hash
sv_fi: path_params ska vara ett Hash-objekt
tr_tr: path_params bir Hash nesnesi olmalıdır

source: query_params should be a Hash object
de: query_params sollte ein Hash-Objekt sein
es: query_params debe ser un objeto Hash
fi: query_params pitäisi olla Hash object
fr_ca: query_params doit constituer un objet Hash
pt_br: query_params deve ser um objeto hash
sv_fi: query_params ska vara ett Hash-objekt
tr_tr: query_params bir Hash nesnesi olmalıdır

source: locals should be a Hash object
de: Einheimische sollten ein Hash-Objekt sein
es: los locales deberían ser un objeto Hash
fi: paikalliset pitäisi olla Hash objekti
fr_ca: les valeurs locales doivent être un objet Hash
pt_br: locals deve ser um objeto Hash
sv_fi: lokalbefolkningen borde vara ett Hash-objekt
tr_tr: locals bir Hash nesnesi olmalıdır

source: Restricted access to View All the records
de: Eingeschränkter Zugriff auf Alle Datensätze anzeigen
es: Acceso restringido a Ver todos los registros.
fi: Kaikkien tietojen tarkastelu on rajoitettu
fr_ca: Accès restreint à Voir Tous les enregistrements
pt_br: Acesso restrito para visualizar todos os registros
sv_fi: Begränsad åtkomst till Visa alla poster
tr_tr: Tüm kayıtları görüntülemek için kısıtlı erişim

source: Sort by %{sort_field}
de: Sortieren nach %{sort_field}
es: Ordenar por %{sort_field}
fi: Järjestä %{sort_field}
fr_ca: Trier par %{sort_field}
pt_br: Classificar por %{sort_field}
sv_fi: Sortera efter %{sort_field}
tr_tr: %{sort_field} alanına göre sırala

source: customisation
de: Anpassung
es: personalización
fi: mukautus
fr_ca: personnalisation
pt_br: customização
sv_fi: anpassning
tr_tr: özelleştirme

source: template
de: Vorlage
es: Modelo
fi: mallipohja
fr_ca: modèle
pt_br: modelo
sv_fi: Mall
tr_tr: şablon

source: obj should be a Template, Phase, Section, Question, or Annotation
de: obj sollte eine Vorlage, eine Phase, ein Abschnitt, eine Frage oder eine Anmerkung sein
es: obj debe ser una Plantilla, Fase, Sección, Pregunta o Anotación
fi: obj pitäisi olla Mallipohja, Vaihe, Osio, Kysymys tai Huomautus
fr_ca: obj doit être un modèle, une phase, une section, une question ou une annotation
pt_br: obj deve ser um modelo, fase, seção, pergunta ou anotação
sv_fi: Obj ska vara en mall, fas, avsnitt, fråga eller anteckning
tr_tr: nesne bir Şablon, Aşama, Bölüm, Soru veya Açıklama olmalıdır

source: obj should be a Phase, Section, Question, or Annotation
de: obj sollte eine Phase, ein Abschnitt, eine Frage oder eine Anmerkung sein
es: obj debe ser una Fase, Sección, Pregunta o Anotación
fi: obj pitäisi olla Vaihe, Osio, Kysymys tai Huomautus
fr_ca: obj doit être une phase, une section, une question ou une annotation
pt_br: obj deve ser uma fase, seção, pergunta ou anotação
sv_fi: Obj ska vara en fas, avsnitt, fråga eller anteckning
tr_tr: nesne bir Aşama, Bölüm, Soru veya Açıklama olmalıdır

source: The search_space does not respond to each
de: Der Suchbereich reagiert nicht auf jeden
es: El espacio_búsqueda no responde a cada uno
fi: haku_kenttä ei vastaa
fr_ca: Le search_space ne répond pas à chaque
pt_br: O search_space não responde a cada
sv_fi: Search_space svarar inte på varje
tr_tr: search_space her birine yanıt vermiyor

source: The search space does not have elements associated
de: Dem Suchbereich sind keine Elemente zugeordnet
es: El espacio de búsqueda no tiene elementos asociados.
fi: Hakualuella ei ole elementtejä
fr_ca: L’espace de recherche n’est associé à aucun élément
pt_br: O espaço de pesquisa não possui elementos associados
sv_fi: Sökutrymmet har inga element associerade
tr_tr: Arama alanı ilişkili öğelere sahip değil

source: Captcha verification failed, please retry.
de: Die Captcha-Überprüfung ist fehlgeschlagen. Versuchen Sie es erneut.
es: Error en la verificación del captcha, por favor vuelva a intentarlo.
fi: Captcha tarkastus epäonnistui, yritä uudelleen.
fr_ca: La vérification Captcha a échoué, veuillez réessayer.
pt_br: A verificação do Captcha falhou. Tente novamente.
sv_fi: Captcha-verifiering misslyckades, försök igen.
tr_tr: Captcha doğrulaması başarısız oldu, lütfen tekrar deneyin.

source: Contact email was successfully sent.
de: Die Nachricht wurde erfolgreich versendet.
es: El correo electrónico de contacto fue enviado con éxito.
fi: Sähköpostin lähettäminen onnistui.
fr_ca: Le courriel du contact a été envoyé avec succès.
pt_br: Email de contato foi enviado com sucesso.
sv_fi: Kontaktadressen skickades med framgång.
tr_tr: İletişim e-postası başarıyla gönderildi.

source: Unable to submit your request
de: Ihre Anfrage konnte nicht gesendet werden
es: No se puede enviar su solicitud
fi: Pyyntösi ei onnistu
fr_ca: Il est impossible de soumettre votre demande
pt_br: Não é possível enviar sua solicitação
sv_fi: Det gick inte att skicka din förfrågan
tr_tr: İsteğiniz gönderilemedi

source: Unable to submit your request for feedback at this time.
de: Ihre Anfrage zum Feedback kann derzeit nicht gesendet werden.
es: No se puede enviar su solicitud de comentarios en este momento.
fi: Palautepyyntösi lähettäminen ei onnistunut juuri nyt.
fr_ca: Il est impossible de soumettre votre demande de commentaires pour le moment.
pt_br: Não conseguimos submeter seu pedido de feedback neste momento.
sv_fi: Det gick inte att skicka din begäran om återkoppling just nu.
tr_tr: Geri bildirim isteğiniz şu anda gönderilemiyor.

source: An error occurred when requesting feedback for this plan.
de: Bei der Anforderung von Feedback für diesen Plan ist ein Fehler aufgetreten.
es: Se produjo un error al solicitar comentarios para este plan.
fi: Tapahtui virhe, kun pyysit palautetta tälle suunnitelmalle.
fr_ca: Une erreur s’est produite lors de la demande de commentaires pour ce plan.
pt_br: Ocorreu um erro ao solicitar feedback para este plano.
sv_fi: Ett fel uppstod när du begärde feedback för den här planen.
tr_tr: Bu plan için geri bildirim istenirken bir hata oluştu.

source: created
de: Erstellt
es: creado
fi: luominen
fr_ca: créé
pt_br: criado
sv_fi: skapad
tr_tr: oluşturuldu

source: create
de: Erstellen
es: Crear
fi: luo
fr_ca: créer
pt_br: criar
sv_fi: skapa
tr_tr: oluştur

source: saved
de: gespeichert
es: Guardado
fi: tallennettu
fr_ca: enregistré
pt_br: salvo
sv_fi: sparade
tr_tr: kaydedildi

source: save
de: Speichern
es: Guardar
fi: tallenna
fr_ca: enregistrer
pt_br: Salvar
sv_fi: spara
tr_tr: kaydet

source: Your guidance group has been published and is now available to users.
de: Ihre Hinweisgruppe wurde veröffentlicht und steht nun Nutzer/innen zur Verfügung.
es: Su grupo de orientación ha sido publicado y ahora está disponible para los usuarios.
fi: Ohjeryhmäsi on julkaistu ja se on nyt käytettävissä.
fr_ca: Votre groupe de directives a été publié et est désormais accessible aux utilisateurs.
pt_br: Seu grupo de instruções foi publicado e agora está disponível para os usuários.
sv_fi: Din vägledning har publicerats och är nu tillgänglig för användarna.
tr_tr: Rehberlik grubunuz yayınlandı ve artık kullanıma açık.

source: publish
de: veröffentlichen
es: Publicar
fi: julkaise
fr_ca: publier
pt_br: publicar
sv_fi: publicera
tr_tr: yayınla

source: Your guidance group is no longer published and will not be available to users.
de: Ihre Beratungsgruppe wird nicht mehr veröffentlicht und steht Nutzer/innen nicht mehr zur Verfügung.
es: Su grupo de orientación ya no se publica y no estará disponible para los usuarios.
fi: Ohjeryhmäsi ei ole enää julkinen ja se ei siis ole käytettävissä.
fr_ca: Votre groupe de directives n’est plus publié et ne sera pas accessible aux utilisateurs.
pt_br: Seu grupo de instruções não é mais publicado e não estará disponível para os usuários.
sv_fi: Din vägledningsgrupp är inte längre publicerad och kommer inte att vara tillgänglig för användarna.
tr_tr: Rehberlik grubunuz artık yayınlanmıyor ve kullanılamayacak.

source: unpublish
de: Veröffentlichung zurückziehen
es: Despublicar
fi: piilota
fr_ca: annuler la publication
pt_br: cancelar publicação
sv_fi: Avpublicera
tr_tr: yayından kaldır

source: deleted
de: Gelöscht
es: Suprimido
fi: poistettu
fr_ca: supprimé
pt_br: apagado
sv_fi: raderade
tr_tr: silindi

source: delete
de: Löschen
es: Borrar
fi: poista
fr_ca: supprimer
pt_br: excluir
sv_fi: radera
tr_tr: sil

source: Your guidance has been published and is now available to users.
de: Ihre Anleitung wurde veröffentlicht und steht nun Nutzer/innen zur Verfügung.
es: Su guía ha sido publicada y ahora está disponible para los usuarios.
fi: Ohjeesi on julkaistu ja se on nyt käytettävissä.
fr_ca: Vos directives ont été publiées et sont désormais accessibles aux utilisateurs.
pt_br: Suas instruções foram publicadas e agora estão disponíveis para os usuários.
sv_fi: Din vägledning har publicerats och är nu tillgänglig för användarna.
tr_tr: Rehberliğiniz yayınlandı ve artık kullanıma açık.

source: Your guidance is no longer published and will not be available to users.
de: Ihre Anleitung wird nicht mehr veröffentlicht und steht Benutzern nicht mehr zur Verfügung.
es: Su guía ya no se publica y no estará disponible para los usuarios.
fi: Ohjeesi ei ole enää julkinen ja se ei siis ole käytettävissä.
fr_ca: Vos directives ne sont plus publiées et ne seront pas accessibles aux utilisateurs.
pt_br: Suas instruções não são mais publicadas e não estarão disponíveis para os usuários.
sv_fi: Din vägledning är inte längre publicerad och kommer inte att vara tillgänglig för användarna.
tr_tr: Rehberliğiniz artık yayınlanmıyor ve kullanılamayacak.

source: removed
de: entfernt
es: remoto
fi: poistettu
fr_ca: retiré
pt_br: removido
sv_fi: tog bort
tr_tr: kaldırıldı

source: remove
de: entfernen
es: Quitar
fi: poista
fr_ca: retirer
pt_br: Remover
sv_fi: ta bort
tr_tr: kaldır

source: This template is already a draft
fr_ca: Ce modèle est déjà une ébauche

source: New version of Template created
fr_ca: Une nouvelle version du modèle a été créée

source: You are viewing a historical version of this template. You will not be able to make changes.
de: Sie sehen eine historische Version dieser Vorlage. Sie können keine Änderungen vornehmen.
es: Estás viendo una versión histórica de esta plantilla. No podrás hacer cambios.
fi: Tarkastelet tämän mallipohjan aikaisempaa versiota. Siihen ei voi tehdä muutoksia.
fr_ca: Vous consultez une version historique de ce modèle. Vous ne pourrez pas y apporter de modification.
pt_br: Você está vendo uma versão histórica deste modelo. Você não conseguirá fazer mudanças.
sv_fi: Du tittar på en historisk version av den här mallen. Du kommer inte kunna göra ändringar.
tr_tr: Bu şablonun geçmiş bir sürümünü görüntülüyorsunuz. Değişiklik yapamayacaksınız.

source: You canot add a phase to a historical version of a template.
fr_ca: Vous ne pouvez pas ajouter une phase à la version historique d’un modèle.

source: Unable to create a new version of this template.
de: Es konnte keine neue Version dieser Vorlage erstellt werden.
es: No se puede crear una nueva versión de esta plantilla.
fi: Suunnitelmapohjsta ei voitu luoda uutta versiota.
fr_ca: Il est impossible de créer une nouvelle version de ce modèle.
pt_br: Não criar uma nova versão deste modelo.
sv_fi: Det gick inte att skapa en ny version av den här mallen.
tr_tr: Bu şablonun yeni bir sürümü oluşturulamıyor.

source: updated
de: aktualisiert
es: Actualizado
fi: päivitetty
fr_ca: mis à jour
pt_br: Atualizado
sv_fi: Uppdaterad
tr_tr: güncellendi

source: update
de: Aktualisierung
es: Actualización
fi: päivitä
fr_ca: mettre à jour
pt_br: atualizar
sv_fi: uppdatering
tr_tr: güncelle

source: %{plan_owner} has been notified that you have finished providing feedback
de: %{plan_owner} wurde informiert, dass Sie Ihre Rückmeldungen abgeschlossen haben.
es: %{plan_owner} ha sido notificado de que ha terminado de proporcionar comentarios
fi: %{plan_owner} on saanut tiedon, että olet antanut palautetta
fr_ca: %{plan_owner} a été informé que vous avez terminé de formuler vos commentaires
pt_br: %{plan_owner} foi avisado de que você terminou de dar feedback
sv_fi: %{plan_owner} har fått meddelande om att du har lämnat feedback
tr_tr: %{plan_owner}, geri bildirim sağlamayı bitirdiğiniz konusunda bilgilendirildi

source: Unable to notify user that you have finished providing feedback.
de: Der Benutzer kann nicht benachrichtigt werden, dass Sie die Rückmeldung abgeschlossen haben.
es: No se puede notificar al usuario que ha terminado de proporcionar comentarios.
fi: Loppupalautteesta ilmoittaminen käyttäjälle ei onnistunut.
fr_ca: Il est impossible d’aviser l’utilisateur que vous avez terminé de formuler des commentaires.
pt_br: Não conseguimos notificar o usuário de que você acabou seu feedback.
sv_fi: Det går inte att meddela användaren att du är klar med att ge feedback.
tr_tr: Geri bildirim sağlamayı bitirdiğiniz kullanıcıya iletilemiyor.

source: Project title
de: Projekttitel
es: Título del Proyecto
fi: Projektin nimi
fr_ca: Titre du projet
pt_br: Título do projeto
sv_fi: Projektnamn
tr_tr: Proje başlığı

source: Template
es: Modelo
fi: Suunnitelmapohja
fr_ca: Modèle
pt_br: Modelo
sv_fi: Mall
tr_tr: Şablon

source: Organisation
es: Organización
fi: Organisaatio
fr_ca: Organisme
pt_br: Organização
tr_tr: Kuruluş

source: Owner name
de: Besitzername
es: Nombre del propietario
fi: Omistajan nimi
fr_ca: Nom du propriétaire
pt_br: Nome do proprietário
sv_fi: Ägarnamn
tr_tr: Sahibin adı

source: Owner email
de: E-Mail des Besitzers
es: Email del propietario
fi: Omistajan sähköposti
fr_ca: Courriel du propriétaire
pt_br: Email do proprietário
sv_fi: Ägarens e-post
tr_tr: Sahibin e-postası

source: Updated
de: aktualisiert
es: Actualizado
fi: Päivitetty
fr_ca: Mis à jour
pt_br: Atualizado
sv_fi: Uppdaterad
tr_tr: Güncellenmiş

source: Visibility
de: Sichtweite
es: Visibilidad
fi: Näkyvyys
fr_ca: Visibilité
pt_br: Visibilidade
sv_fi: Synlighet
tr_tr: Görünürlük

source: Unable to create a new section. The phase you specified does not exist.
de: Es konnte kein neuer Abschnitt erstellt werden. Die von Ihnen angegebene Phase existiert nicht.
es: No se puede crear una nueva sección. La fase especificada no existe.
fi: Uutta osiota ei voitu luoda. Määriteltyä vaihetta ei ole olemassa.
fr_ca: Il est impossible de créer une nouvelle section. La phase que vous avez indiquée n’existe pas.
pt_br: Não é possível criar uma nova seção. A fase que você especificou não existe.
sv_fi: Det gick inte att skapa en ny sektion. Fasen du specificerade existerar inte.
tr_tr: Yeni bir bölüm oluşturulamıyor. Belirttiğiniz aşama mevcut değil.

source: %{template_type} was successfully copied.
fr_ca: %{template_type} copié avec succès.

source: copy
de: Kopieren
es: Dupdo
fi: kopio
fr_ca: copier
pt_br: cópia
sv_fi: kopia
tr_tr: kopyala

source: That template is no longer customizable.
de: Diese Vorlage ist nicht mehr anpassbar.
es: Esa plantilla ya no es personalizable.
fi: Suunnitelmapohjaa ei voi enää mukauttaa.
fr_ca: Ce modèle n’est plus personnalisable.
pt_br: Esse modelo não é mais customizáveis.
sv_fi: Den mallen är inte längre anpassningsbar.
tr_tr: Bu şablon artık özelleştirilemez.

source: Unable to customize that template.
de: Diese Vorlage kann nicht angepasst werden.
es: No se puede personalizar esa plantilla.
fi: Suunnitelmapohjan mukauttaminen ei onnistu.
fr_ca: Il est impossible de personnaliser ce modèle.
pt_br: Não customização esse modelo.
sv_fi: Det gick inte att anpassa den mallen.
tr_tr: Bu şablon özelleştirilemiyor.

source: That template is not customizable.
de: Diese Vorlage ist nicht anpassbar.
es: Esa plantilla no es personalizable.
fi: Suunnitelmapohjaa ei voi mukauttaa.
fr_ca: Ce modèle n’est pas personnalisable.
pt_br: Esse modelo não é customizáveis.
sv_fi: Den mallen är inte anpassningsbar.
tr_tr: Bu şablon özelleştirilemez.

source: All Templates
de: Alle Vorlagen
es: Todas las plantillas
fi: Kaikki suunnitelmapohjat
fr_ca: Tous les modèles
pt_br: Todos os Modelos
sv_fi: Alla mallar
tr_tr: Tüm Şablonlar

source: %{org_name} Templates
de: Vorlagen der/des %{org_name}
es: %{org_name} Plantillas
fi: %{org_name}:n suunnitelmapohja
fr_ca: Modèles de %{org_name}
pt_br: %{org_name} Modelos
sv_fi: %{org_name} Mallar
tr_tr: %{org_name} Şablonlar

source: Own Templates
de: Eigene Vorlagen
es: Plantillas propias
fi: Omat suunnitelmapohjani
fr_ca: Vos modèles
pt_br: Modelos Próprios
sv_fi: Egna mallar
tr_tr: Kendi Şablonları

source: Customizable Templates
de: Anpassbare Vorlagen
es: Plantillas personalizables
fi: Mukautettavissa olevat suunnitelmapohjat
fr_ca: Modèles personnalisables
pt_br: Modelos customizáveis
sv_fi: Anpassningsbara mallar
tr_tr: Özelleştirilebilir Şablonlar

source: Error parsing links for a %{template}
de: Fehler beim Analysieren von Links für eine %{template}
es: Error al analizar los enlaces para un %{template}
fi: Virhe linkkien jäsentämisessä %{template}:ssa
fr_ca: Erreur d’analyse des liens pour un %{template}
pt_br: Erro ao analisar links para um %{template}
sv_fi: Felsökning av länkar för en %{template}
tr_tr: %{template} için bağlantılar ayrıştırılırken hata oluştu

source: You cannot delete a %{template_type} that has been used to create plans.
fr_ca: Vous ne pouvez supprimer un %{template_type} qui a été utilisé pour créer des plans.

source: Your %{template_type} has been published and is now available to users.
fr_ca: Votre %{template_type} a été publié et est maintenant accessible aux utilisateurs.

source: Unable to publish your %{template_type}.
fr_ca: Il est impossible de publier votre %{template_type}.

source: Unable to unpublish your %{template_type}.
fr_ca: Il est impossible de dépublier votre %{template_type}.

source: Successfully unpublished your %{template_type}
fr_ca: Votre %{template_type} est dépublié avec succès.

source: Template created using the %{application_name} service. Last modified %{date}
de: Vorlage, die mit dem Service %{application_name} erstellt wurde. Zuletzt geändert %{date}
es: Plantilla creada utilizando el servicio %{application_name}. Última modificación %{date}
fi: Suunnitelmapohjan tekemiseen on käytetty %{application_name}:a. Viimeksi muokattu %{date}
fr_ca: Modèle créé à l’aide du service %{application_name}. Dernière modification : %{date}
pt_br: Modelo criado usando %{application_name}. Última modificação %{date}
sv_fi: Mall skapad med tjänsten %{application_name}. Senast ändrad %{date}
tr_tr: Şablon %{application_name} hizmeti kullanılarak oluşturuldu. Son değiştirilme: %{date}

source: Unable to download the DMP Template at this time.
de: Die DMP-Vorlage kann zu diesem Zeitpunkt nicht heruntergeladen werden.
es: No se puede descargar la plantilla DMP en este momento.
fi: Aineistonhallinnan suunnitelmapohjan lataaminen ei onnistu tällä hetkellä.
fr_ca: Il est impossible de télécharger le modèle du PGD pour le moment.
pt_br: Não conseguimos baixar o Modelo de PGD neste momento.
sv_fi: Det gick inte att hämta DMP-mallen för tillfället.
tr_tr: VYP Şablonu şu anda indirilemiyor.

source: profile for %{username}
fr_ca: profil pour %{username}

source: No organisations are currently registered.
de: Derzeit sind keine Organisationen registriert.
es: No hay organizaciones actualmente registradas.
fi: Yhtään organisaatiota ei ole rekisteröity.
fr_ca: Aucun organisme n’est actuellement inscrit.
pt_br: No momento não há nenhuma organização registrada.
sv_fi: Inga organisationer är för närvarande registrerade.
tr_tr: Şu anda kayıtlı hiçbir kuruluş yok.

source: Your organisation does not seem to be properly configured.
de: Ihre Organisation scheint nicht ordnungsgemäß konfiguriert zu sein.
es: Su organización no parece estar correctamente configurada.
fi: Organisaatiotasi määrittelyssä on ongelmia.
fr_ca: Votre organisme ne semble pas être correctement configuré.
pt_br: Parece que sua organização não está configurada corretamente.
sv_fi: Din organisation verkar inte vara korrekt konfigurerad.
tr_tr: Kuruluşunuz düzgün yapılandırılmamış gibi görünüyor.

source: Please choose an organisation
de: Bitte wählen Sie eine Organisation
es: Por favor elige una organización
fi: Valitse organisaatio
fr_ca: Veuillez choisir un organisme
pt_br: Por favor, escolha uma organização.
sv_fi: Välj en organisation
tr_tr: Lütfen bir kuruluş seçin

source: Created using %{application_name}. Last modified %{date}
de: Erstellt mit %{application_name}. Zuletzt geändert am %{date}
es: Creado usando %{application_name}. Última modificación %{date}
fi: Luotu käyttäen DMPTuulia.
fr_ca: Créé(e) avec %{application_name}. Dernière modification : %{date}
pt_br: Criado usando %{application_name}. Última modificação %{date}
sv_fi: Skapat med hjälp av %{application_name}. Senast ändrad %{date}
tr_tr: %{application_name} kullanılarak oluşturuldu. Son değiştirildiği tarih %{date}

source: [page] of [topage]
fr_ca: [page] sur [topage]
pt_br: [página] de [topage]

source: This is a
de: Das ist ein
es: Esto es un
fi: Tämä on
fr_ca: Il s’agit d’un(e)
pt_br: Isto é um
sv_fi: Det här är en
tr_tr: Bu bir

source: test plan
de: Versuchsplan
es: Plan de prueba
fi: testisuunnitelma
fr_ca: plan d’essai
pt_br: Plano de teste
tr_tr: test planı

source: Unable to identify a suitable template for your plan.
de: Es konnte keine geeignete Vorlage für Ihren Plan ermittelt werden.
es: No se puede identificar una plantilla adecuada para su plan.
fi: Suunnitelmallesi ei löydy sopivaa mallipohjaa.
fr_ca: Il est impossible de trouver un modèle qui convient à votre plan.
pt_br: Não conseguimos identificar um modelo adequado para seu plano.
sv_fi: Det gick inte att identifiera en lämplig mall för din plan.
tr_tr: Planınız için uygun bir şablon tanımlanamadı.

source: My Plan
fr_ca: Mon plan

source: This plan is based on the default template.
de: Dieser Plan basiert auf der Standardvorlage.
es: Este plan se basa en la plantilla predeterminada.
fi: Tämä suunnitelma perustuu oletusmalliin.
fr_ca: Ce plan est fondé sur le modèle par défaut.
pt_br: Este plano é baseado no modelo padrão.
sv_fi: Denna plan är baserad på standardmallen.
tr_tr: Bu plan, varsayılan şablonu temel alır.

source: This plan is based on the
de: Dieser Plan basiert auf dem
es: Este plan se basa en el
fi: Suunnitelma perustuu
fr_ca: Ce plan est fondé sur
pt_br: Este plano é baseado no
sv_fi: Denna plan är baserad på
tr_tr: Bu plan şunlara dayanmaktadır:

source: template with customisations by the
de: Vorlage mit Anpassungen durch die
es: plantilla con personalizaciones por el
fi: malli asiakassuhteiden mukauttamisella
fr_ca: modèle avec des personnalisations par le
pt_br: modelo com personalizações pelo
sv_fi: mall med anpassningar av
tr_tr: şu kişi tarafından özelleştirmeler içeren şablon:
