Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: Welcome to %{tool_name}, %{username}
de: Willkommen bei %{tool_name}, %{username}
es: Bienvenido a %{tool_name}, %{username}
fi: Tervetuloa %{tool_name}:n käyttäjäksi, %{username}
fr_ca: Bienvenue sur l'%{tool_name}, %{username}
pt_br: Bem-vindo a %{tool_name}, %{username}
sv_fi: Välkommen till %{tool_name}, %{username}
tr_tr: %{username}, %{tool_name} aracına hoş geldiniz

source: %{tool_name} will help you to develop your Data Management Plan. If you have any queries or feedback as you use the tool, please contact us at %{helpdesk_email} or visit %{contact_us}
de: %{tool_name} hilft Ihnen bei der Entwicklung Ihres Datenmanagementplans. Wenn Sie zum Verwenden des Tools Fragen haben oder Feedback geben möchten, kontaktieren Sie uns bitte über %{helpdesk_email} oder gehen Sie auf %{contact_us}.
es: %{tool_name} lo ayudará a desarrollar su plan de gestión de datos. Si tiene alguna pregunta o comentario mientras usa la herramienta, contáctenos en %{helpdesk_email} o visite %{contact_us}
fi: %{tool_name} auttaa sinua aineistonhallintasuunnitelman kirjoittamisessa. Jos sinulla on jotain kysyttävää tai haluat antaa palautetta työkalusta, voit tehdä sen lähettämällä sähköpostia osoitteeseen: %{helpdesk_email} tai käy sivulla %{contact_us}
fr_ca: %{tool_name} vous aidera à élaborer votre plan de gestion des données. Si vous avez des questions ou des commentaires sur l’emploi de l’outil, veuillez nous écrire à %{helpdesk_email} ou rendez-vous à %{contact_us}
pt_br: %{tool_name} vai ajudá-lo a desenvolver seu Plano de Gestão de Dados. Se você tiver dúvidas ou quiser enviar-nos algum feedback enquanto estiver usando a ferramenta, por favor, entre em contato conosco em %{helpdesk_email} ou visite %{contact_us}
sv_fi: %{tool_name} hjälper dig att utveckla din datahanteringsplan. Om du har några frågor eller feedback när du använder verktyget, kontakta oss på %{helpdesk_email} eller besök %{contact_us}
tr_tr: %{tool_name}, Veri Yönetim Planınızı oluşturmanıza yardımcı olacaktır. Aracı kullanırken herhangi bir sorunuz veya geri bildiriminiz olursa, lütfen %{helpdesk_email} adresinden bizimle iletişime geçin veya %{contact_us} adresini ziyaret edin.

source: You may change your notification preferences on your profile page.
de: Sie können Ihre Benachrichtigungseinstellungen auf Ihrer Profilseite ändern.
es: Puede cambiar sus preferencias de notificación en su página de perfil.
fi: Voit muuttaa ilmoitusasetuksiasi käyttäjätiedot -kohdassa.
fr_ca: Vous pouvez modifier vos préférences relatives aux avis sur votre page de profil.
pt_br: Você pode modificar suas preferências de notificação na página com seu perfil.
sv_fi: Du kan ändra dina inställningsinställningar på din profilsida.
tr_tr: Bildirim tercihlerinizi profil sayfanızdan değiştirebilirsiniz.

source: Editing privileges for %{username}
de: Bearbeitungsrechte für %{username}
es: Privilegios de edición para %{username}
fi: %{username}:n muokkausoikeudet
fr_ca: Modification des privilèges de %{username}
pt_br: Editando o privilégios de %{username}
sv_fi: Redigering av behörigheter för %{username}
tr_tr: %{username} için ayrıcalıklar düzenleniyor

source: Allows the user to assign permissions to other users within the same organisation. Users can only assign permissions they own themselves
de: Ermöglicht es dem/der NutzerIn, anderen NutzerInnen innerhalb derselben Organisation Berechtigungen zuzuweisen. NutzerInnen können nur Berechtigungen zuweisen, die sie selbst besitzen.
es: Permite al usuario asignar permisos a otros usuarios dentro de la misma organización. Los usuarios solo pueden asignar permisos que ellos mismos posean.
fi: Käyttäjä voi myöntää oikeuksia toisille saman organisaation käyttäjille. Käyttäjät voivat myöntää oikeuksia vain omistamiinsa oikeuksiin
fr_ca: Permet à l’utilisateur d’attribuer des autorisations à d’autres utilisateurs au sein du même organisme. Les utilisateurs ne peuvent attribuer que les autorisations dont ils disposent eux-mêmes.
pt_br: Permite ao usuário atribuir permissões a outros usuários dentro da mesma organização. Os usuários só podem atribuir permissões que eles próprios possuem.
sv_fi: Tillåter användaren att tilldela behörigheter till andra användare inom samma organisation. Användare kan bara tilldela behörigheter de äger själv
tr_tr: Kullanıcının aynı kurum içindeki diğer kullanıcılara izinler atamasına olanak verir. Kullanıcılar yalnızca kendilerine ait olan izinleri atayabilir

source: Allows the user to create new organisational templates, edit existing ones and customise funder templates
de: Ermöglicht dem/der NutzerIn das Erstellen neuer Organisationsvorlagen, das Bearbeiten vorhandener Vorlagen und das Anpassen von Forschungsförderervorlagen.
es: Permite al usuario crear nuevas plantillas organizativas, editar las existentes y personalizar plantillas de patrocinadores
fi: Käyttäjä voi luoda uusia institutionaalikohtaisia suunnitelmapohjia, editoida jo olemassaolevia pohjia sekä muokata rahoittajien suunnitelmapohjia.
fr_ca: Permet à l’utilisateur de créer de nouveaux modèles d’organisme, de modifier les modèles existants et de personnaliser les modèles de bailleurs de fonds
pt_br: Permite ao usuário criar novos modelos organizacionais, editar os já existentes e customizar modelos de órgãos financiadores
sv_fi: Tillåter användaren att skapa nya organisationsmallar, redigera befintliga och anpassa fundermallar
tr_tr: Kullanıcının yeni kurum şablonları oluşturmasına, mevcut olanları düzenlemesine ve fon sağlayıcı şablonlarını özelleştirmesine olanak tanır

source: Allows the user to create and edit guidance
de: Ermöglicht es dem/der NutzerIn, Hinweise zu erstellen und zu bearbeiten.
es: Permite al usuario crear y editar guías.
fi: Käyttäjä voi luoda ja muokata ohjeistusta
fr_ca: Permet à l’utilisateur de créer et de modifier des directives
pt_br: Permite ao usuário criar e editar instruções
sv_fi: Tillåter användaren att skapa och redigera vägledning
tr_tr: Kullanıcının kılavuz oluşturmasına ve düzenlemesine izin verir

source: Provides the user with an API token and grants rights to harvest information from the tool
de: Bietet dem Benutzer ein API-Token und gewährt Rechte zum Ernten von Informationen aus dem Tool
es: Proporciona al usuario un token de API y otorga derechos para recopilar información de la herramienta
fi: Tarjoaa käyttäjälle API tunnisteen ja antaa oikeuksia haravoida tietoa työkalusta
fr_ca: Fournit à l’utilisateur un jeton d’API et accorde le droit de collecter des renseignements à l’aide de l’outil
pt_br: Fornece ao usuário um token da API e dá a ele o direito de colher informações da ferramenta.
sv_fi: Ger användaren ett API-token och ger rättigheter att skära information från verktyget
tr_tr: Kullanıcıya bir API token sağlar ve araçtan bilgi harmanlama hakkı verir

source: Use API
de: Verwenden Sie die API
es: Usar API
fi: Käytä APIa
fr_ca: Utiliser l’API
pt_br: Usar API
sv_fi: Använd API
tr_tr: API kullan

source: Allows the user to amend the organisation details (name, URL etc) and add basic branding such as the logo
de: Ermöglicht dem/der NutzerIn, die Organisationsdetails (Name, URL usw.) zu ändern und ein einfaches Branding wie das Logo hinzuzufügen.
es: Permite al usuario modificar los detalles de la organización (nombre, URL, etc.) y agregar una marca básica como el logotipo
fi: Käyttäjä voi muokata organisaation tietoja (nimi, URL jne) ja lisätä perustunnisteita, kuten logoja
fr_ca: Permet à l’utilisateur de modifier les détails de l’organisme (p. ex., nom et adresse URL) et d’ajouter une image de marque de base comme un logo
pt_br: Permite ao usuário corrigir os dados da organização (nome, URL etc.) e acrescentar itens de identificação como o logo.
sv_fi: Tillåter användaren att ändra organisationsinformationen (namn, URL etc) och lägga till grundläggande varumärke som logotypen
tr_tr: Kullanıcının (ad, URL gibi) kurum bilgilerini değiştirmesine ve logo gibi temel markalaşma elemanlarını eklemesine olanak tanır

source: Allows the user to review plans submitted by organisational users
de: Ermöglicht dem Nutzer das Durchsehen von Plänen, die von anderen Nutzern aus der Organisation eingereicht wurden
es: Permite al usuario revisar los planes enviados por los usuarios de la organización.
fi: Antaa käyttäjälle mahdollisuuden tarkastella organisaation käyttäjien esittämiä suunnitelmia
fr_ca: Permet à l’utilisateur de revoir les plans soumis par les utilisateurs de l’organisme
pt_br: Permite que o usuário analise planos enviados por usuários organizacionais
sv_fi: Tillåter användaren att granska planer som lämnats av organisatoriska användare
tr_tr: Kullanıcının, kurumsal kullanıcılar tarafından gönderilen planları incelemesine izin verir

source: Review plans
de: Pläne durchsehen
es: Revisar planes
fi: Tarkista suunnitelmat
fr_ca: Examiner les plans
pt_br: Revisar planos
sv_fi: Granska planer
tr_tr: Planları gözden geçirin

source: Allows the user to create new organisations
de: Ermöglicht dem Benutzer das Erstellen neuer Organisationen
es: Permite al usuario crear nuevas organizaciones.
fi: Käyttäjä voi luoda uusia organisaatioita
fr_ca: Permet à l’utilisateur de créer de nouveaux organismes
pt_br: Permite ao usuário criar novas organizações
sv_fi: Tillåter användaren att skapa nya organisationer
tr_tr: Kullanıcının yeni kurumlar oluşturmasına izin verir

source: Add Organisations
de: Organisationen hinzufügen
es: Añadir organizaciones
fi: Lisää organisaatioita
fr_ca: Ajouter des organismes
pt_br: Adicionar Organizações
sv_fi: Lägg till organisationer
tr_tr: Kuruluş Ekle

source: Allows the user to manage organisation affiliation
de: Ermöglicht es dem/der NutzerIn, die Organisationszugehörigkeit zu verwalten.
es: Permite al usuario gestionar la afiliación de la organización.
fi: Käyttäjä voi hallinnoida organisaation affiliaaatioita
fr_ca: Permet à l’utilisateur de gérer l’affiliation organisationnelle
pt_br: Permite ao usuário gerenciar a afiliação à organização
sv_fi: Tillåter användaren att hantera organisationens anslutning
tr_tr: Kullanıcının kuruluş bağlantısını yönetmesine izin verir

source: Manage organisation affiliation
de: Verwalten der Organisationszugehörigkeit
es: Gestionar afiliación a la organización.
fi: Hallinnoi organisaation affiliaatioita
fr_ca: Gérer l’affiliation organisationnelle
pt_br: Gerenciar afiliação a organizações
sv_fi: Hantera organisationens anslutning
tr_tr: Kuruluş bağlantısını yönetin

source: Allows the user to grant API access to organisations.
de: Ermöglicht es dem/der NutzerIn, Organisationen einen API-Zugriff zu gewähren.
es: Permite al usuario otorgar acceso a la API a las organizaciones.
fi: Käyttäjä voi myöntää API käyttöoikeuksia organisaatioille.
fr_ca: Permet à l’utilisateur d’accorder aux organismes l’accès à l’API.
pt_br: Permite ao usuário autorizar organizações a acessar a API.
sv_fi: Tillåter användaren att ge API-åtkomst till organisationer.
tr_tr: Kullanıcının kuruluşlara API erişimi verebilmesini sağlar.

source: Grant API access
de: Gewähren Sie den API-Zugriff
es: Otorgar acceso a la API
fi: Anna API -oikeuksia
fr_ca: Accorder l’accès à l'API
pt_br: Autorizar acesso à API
sv_fi: Grant API-åtkomst
tr_tr: API erişimi ver

source: Select all
de: Alles auswählen
es: Seleccionar todo
fi: Valitse kaikki
fr_ca: Tout sélectionner
pt_br: Selecionar tudo
sv_fi: Välj alla
tr_tr: Tümünü seç

source: Deselect all
de: Auswahl aufheben
es: Deseleccionar todo
fi: Poista kaikki valinnat
fr_ca: Tout désélectionner
pt_br: Desmarcar todos
sv_fi: Avmarkera alla
tr_tr: Tüm seçimleri kaldır

source: All Users
fr_ca: Tous les utilisateurs

source: A new comment has been added to my DMP
de: Ein neuer Kommentar wurde zu meinem DMP hinzugefügt
es: Se ha añadido un nuevo comentario a mi DMP.
fi: Suunnitelmaasi on tullut uusi kommentti
fr_ca: Un nouveau commentaire a été ajouté à mon PGD
pt_br: Um novo comentário foi adicionado ao meu PGD
sv_fi: En ny kommentar har lagts till i min DMP
tr_tr: VYP'me yeni bir yorum eklendi

source: A plan has been shared with me
de: Ein Plan wurde für mich freigegeben
es: Se ha compartido un plan conmigo.
fi: Suunnitelma on jaettu kanssani
fr_ca: Un plan a été partagé avec moi
pt_br: Um plano foi compartilhado comigo
sv_fi: En plan har delats med mig
tr_tr: Benimle bir plan paylaşıldı

source: Admin privileges granted to me
de: Administratorrechte, die mir gewährt wurden
es: Privilegios de administrador concedidos a mí
fi: Minulla olevat ylläpito-oikeudet
fr_ca: Privilèges d’administrateur qui m’ont été accordés
pt_br: Privilégios de administrador dados a mim
sv_fi: Admin privilegier beviljats ​​mig
tr_tr: Bana verilen yönetici ayrıcalıkları

source: Feedback has been requested for my DMP
de: Feedback wurde für meinen DMP angefordert.
es: Se han solicitado comentarios para mi DMP
fi: Suunnitelmalleni on pyydetty palautetta
fr_ca: Des commentaires ont été demandés pour mon PGD
pt_br: Foi solicitado feedback para meu PGD
sv_fi: Feedback har begärts för min DMP
tr_tr: Veri yönetim planım için için geri bildirim istendi

source: Feedback has been provided for my DMP
de: Für meinen DMP wurde Feedback gegeben.
es: Se han proporcionado comentarios para mi DMP
fi: Suunnitelmani on saanut palautetta
fr_ca: Des commentaires ont été fournis pour mon PGD
pt_br: Foi dado feedback para meu PGD
sv_fi: Återkoppling har gjorts för min DMP
tr_tr: Veri yönetim planım için geri bildirim sağlandı

source: DMP owners and co-owners
fr_ca: Propriétaires et copropriétaires du plan de gestion des données

source: My DMP's visibility has changed
de: Die Sichtbarkeit meines DMP hat sich geändert
es: La visibilidad de mi DMP ha cambiado
fi: Suunnitelmani näkyvyys on muuttunut
fr_ca: La visibilité de mon PGD a changé
pt_br: A visibilidade do meu PGD mudou
sv_fi: Min DMP: s synlighet har ändrats
tr_tr: VYP'min görünürlüğü değişti

source: User accounts
de: Benutzerkonten
es: Cuentas de usuario
fi: Käyttäjätilit
fr_ca: Comptes utilisateurs
pt_br: Contas de usuários
sv_fi: Användarkonton
tr_tr: Kullanıcı hesapları

source: Below is a list of users registered for your organisation. You can sort the data by each field.
de: Im Folgenden finden Sie eine Liste der Benutzer, die für Ihre Organisation registriert sind. Sie können Sortieren Sie die Daten nach jedem Feld.
es: A continuación se muestra una lista de los usuarios registrados para su organización. Usted puede Ordenar los datos por cada campo.
fi: Alla on luettelo organisaatiosi rekisteröityneistä käyttäjistä. Voit lajitella tiedot kunkin kentän mukaan.
fr_ca: Vous trouverez ci-dessous une liste des utilisateurs inscrits pour votre organisme. Vous pouvez trier les données pour chaque champ.
pt_br: Abaixo está uma lista de usuários registrados para sua organização. Você pode ordenar os dados por cada campo.
sv_fi: Nedan är en lista över användare registrerade för din organisation. Du kan sortera data efter varje fält.
tr_tr: Aşağıda, kurumuz için kayıtlı kullanıcıların bir listesi bulunmaktadır. Verileri her bir alana göre sıralayabilirsiniz.

source: Download users
de: Nutzer herunterladen
es: Descargar usuarios
fi: Lataa käyttäjät
fr_ca: Télécharger les utilisateurs
pt_br: Download de usuários
sv_fi: Hämta användare
tr_tr: Kullanıcıları indir

source: Departments code and name must be unique
de: Code und Name der Abteilungen müssen eindeutig sein
es: El código y el nombre del departamento deben ser únicos
fi: Osaston koodin ja nimen on oltava yksilöivä
pt_br: O código e o nome dos departamentos devem ser exclusivos
sv_fi: Avdelningskod och namn måste vara unikt
tr_tr: Bölüm kodu ve adı benzersiz olmalıdır

source: completed_plans
de: fertige_Pläne
es: planes_completados
pt_br: complete_plans

source: plans
de: Pläne
es: Planes
fi: suunnitelmat
pt_br: planos
tr_tr: planlar

source: Missing or invalid JSON
de: Fehlender oder ungültiger JSON
es: JSON faltante o inválido
fi: Puuttuu tai on virheellinen JSON
pt_br: JSON ausente ou inválido
sv_fi: JSON saknas eller ogiltig
tr_tr: Eksik veya geçersiz JSON

source: Invalid JSON format
de: Ungültiges JSON-Format
es: Formato JSON no válido
fi: Virheellinen JSON-muoto
pt_br: Formato JSON inválido
sv_fi: Ogiltigt JSON-format
tr_tr: Geçersiz JSON biçimi

source: Plan not found
de: Plan nicht gefunden
es: Plan no encontrado
fi: Suunnitelmaa ei löytynyt
pt_br: Plano não encontrado
sv_fi: Planen hittades inte
tr_tr: Plan bulunamadı

source: Unable to create your DMP
de: DMP kann nicht erstellt werden
es: No se puede crear su DMP
fi: DMP: n luominen epäonnistui
pt_br: Não foi possível criar seu PGD
sv_fi: Det gick inte att skapa din DMP
tr_tr: VYP'niz oluşturulamıyor

source: Plan already exists. Send an update instead.
de: Plan existiert bereits. Senden Sie stattdessen ein Update.
es: El plan ya existe. Enviar una actualización en su lugar.
fi: Suunnitelma on jo olemassa. Lähetä päivitys sen sijaan.
pt_br: O plano já existe. Envie uma atualização.
sv_fi: Planen finns redan. Skicka en uppdatering istället.
tr_tr: Plan zaten var. Bunun yerine bir güncelleme gönderin.

source: Could not determine ownership of the DMP. Please add an :affiliation to the :contact
de: Der Besitz des DMP konnte nicht festgestellt werden. Bitte fügen Sie eine : Zugehörigkeit zum: Kontakt
es: No se pudo determinar la propiedad del DMP. Por favor agregue un : afiliación al: contacto
fi: DMP: n omistajuutta ei voitu määrittää. Lisää : kuuluminen: yhteyshenkilöön
pt_br: Não foi possível determinar a propriedade do PGD. Adicione um : afiliação ao: contato
sv_fi: Det gick inte att fastställa äganderätten till DMP. Lägg till en : anslutning till: kontakten
tr_tr: VYP'nin sahibi belirlenemedi. lütfen :contact kişisine :affiliation ekleyin

source: Invalid JSON!
de: Ungültiger JSON!
es: JSON no válido
fi: Virheellinen JSON!
pt_br: JSON inválido!
sv_fi: Ogiltig JSON!
tr_tr: Geçersiz JSON!

source: Invalid JSON
de: Ungültiger JSON
es: JSON inválido
fi: Virheellinen JSON
pt_br: JSON inválido
sv_fi: Ogiltig JSON
tr_tr: Geçersiz JSON

source: No Plans found
de: Keine Pläne gefunden
es: No se encontraron planes
fi: Suunnitelmia ei löytynyt
pt_br: Nenhum plano encontrado
sv_fi: Inga planer hittades
tr_tr: Hiç Plan bulunamadı

source: Unable to %{action} the %{object}. %{errors}
de: %{action} %{object} kann nicht ausgeführt werden. %{errors}
es: No se puede %{action} el %{object}. %{errors}
fi: Ei voida %{action} %{object}. %{errors}
pt_br: Não é possível %{action} o %{object}. %{errors}
sv_fi: Det går inte att %{action} %{object}. %{errors}

source: API client
es: Cliente API
fi: API-asiakas
pt_br: Cliente da API
sv_fi: API-klient
tr_tr: API istemcisi

source: plan
fi: suunnitelma
pt_br: plano
sv_fi: planen

source: question option
de: Frage Option
es: opción de pregunta
fi: kysymysvaihtoehto
pt_br: opção de pergunta
sv_fi: fråga alternativ
tr_tr: soru seçeneği

source: Record Not Found
de: Aufnahme nicht gefunden
es: Registro no encontrado
fi: Levyä ei löydy
pt_br: Registro não encontrado
sv_fi: Posten hittades inte

source: add
de: Hinzufügen
es: Añadir
fi: lisätä
pt_br: Adicionar
sv_fi: Lägg till
tr_tr: ekle

source: added
de: Hinzugefügt
es: Adicional
fi: lisä-
pt_br: adicionado
sv_fi: Lagt till
tr_tr: eklendi

source: plan not found
de: Plan nicht gefunden
es: Plan no encontrado
fi: Suunnitelmaa ei löytynyt
pt_br: plano não encontrado
sv_fi: Planen hittades inte
tr_tr: plan bulunamadı

source: contributor not found
de: Mitwirkender nicht gefunden
es: contribuyente no encontrado
fi: osallistujaa ei löytynyt
pt_br: colaborador não encontrado
sv_fi: bidragsgivare hittades inte
tr_tr: katkı sağlayan kişi bulunamadı

source: You cannot add a phase to a historical version of a template.
de: Sie können einer historischen Version einer Vorlage keine Phase hinzufügen.
es: No puede agregar una fase a una versión histórica de una plantilla.
fi: Et voi lisätä vaihetta mallin historialliseen versioon.
pt_br: Você não pode adicionar uma fase a uma versão histórica de um modelo.
sv_fi: Du kan inte lägga till en fas till en historisk version av en mall.
tr_tr: Bir şablonun geçmiş sürümüne aşama ekleyemezsiniz.

source: Unable to create a new version of this template.<br>
de: Es kann keine neue Version dieser Vorlage erstellt werden.<br>
es: No se puede crear una nueva versión de esta plantilla.<br>
fi: Tästä mallista ei voi luoda uutta versiota.<br>
pt_br: Não foi possível criar uma nova versão deste modelo.<br>
sv_fi: Det gick inte att skapa en ny version av den här mallen.<br>

source: Unable to delete this version of the template.
de: Diese Version der Vorlage kann nicht gelöscht werden.
es: No se puede eliminar esta versión de la plantilla.
fi: Tätä mallin versiota ei voi poistaa.
pt_br: Não foi possível excluir esta versão do modelo.
sv_fi: Det gick inte att ta bort den här versionen av mallen.

source: My Plan (%{title})
de: Mein Plan (%{title})
es: Mi Plan (%{title})
fi: Oma suunnitelma (%{title})
pt_br: Meu Plano (%{title})
sv_fi: Min plan (%{title})

source: %{user_name} Plan
de: %{user_name} Planen
es: %{user_name} Plano
fi: %{user_name} Suunnitelma
pt_br: %{user_name} Plano

source: There is no plan associated with id %{<id}>s
de: ID %{ ist kein Plan zugeordnet<id}> S
es: No hay plan asociado con id %{<id}> s
fi: Tunnukseen %{ ei liity suunnitelmaa<id}> s
pt_br: Não há plano associado ao id %{<id}> s
sv_fi: Det finns ingen plan kopplad till id %{<id}> s

source: Please make a choice below. After linking your details to a %{application_name} account, you will be able to sign in directly with your institutional credentials.
de: Bitte treffen Sie unten eine Auswahl. Nach dem Verlinken Ihres Details zu einem %{application_name}-Konto, Sie können sich direkt mit Ihrem anmelden institutionelle Referenzen.
es: Por favor, elija a continuación. Después de vincular su detalles a una cuenta %{application_name}, podrá iniciar sesión directamente con su credenciales institucionales.
fi: Tee valinta alla. Kun olet linkittänyt tiedot %{application_name} -tilille, voit kirjautua suoraan sisään institutionaaliset valtakirjat.
pt_br: Faça uma escolha abaixo. Depois de ligar o seu detalhes para uma conta %{application_name}, você poderá fazer login diretamente com o seu credenciais institucionais.
sv_fi: Vänligen gör ett val nedan. Efter att ha länkat din information till ett %{application_name} -konto, du kommer att kunna logga in direkt med din institutionella referenser.
tr_tr: Lütfen aşağıdan bir seçim yapın. Hesap ayrıntılarınızı bir %{application_name} hesabına bağladıktan sonra doğrudan kurumsal kimlik bilgileriniz ile oturum açabileceksiniz.

source: Please select an organisation from the list, or choose Other.
de: Bitte wählen Sie eine Organisation aus der Liste oder wählen Sie Andere.
es: Seleccione una organización de la lista o elija Otro.
fi: Valitse organisaatio luettelosta tai valitse Muu.
pt_br: Selecione uma organização da lista ou escolha Outra.
sv_fi: Välj en organisation från listan eller välj Annat.
tr_tr: Lütfen listeden bir kuruluşu veya Diğer'i seçin.

source: Welcome! You have signed up successfully with your institutional credentials. You will now be able to access your account with them.
de: Herzlich willkommen! Sie haben sich erfolgreich mit Ihren institutionellen Zugangsdaten angemeldet. Sie können jetzt mit ihnen auf Ihr Konto zugreifen.
es: ¡Bienvenidos! Te has registrado exitosamente con tus credenciales institucionales. Ahora podrá acceder a su cuenta con ellos.
fi: Tervetuloa! Olet rekisteröitynyt onnistuneesti instituutiotunnuksillasi. Voit nyt käyttää tiliäsi heidän kanssaan.
pt_br: Bem vinda! Você se inscreveu com sucesso com suas credenciais institucionais. Agora você poderá acessar sua conta com eles.
sv_fi: Välkommen! Du har registrerat dig framgångsrikt med dina institutionella referenser. Du kommer nu att kunna komma åt ditt konto hos dem.
