Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">(Re)using code/software requires, at minimum, information about both the environment and expected input/output. Log all parameter values, including when setting random seeds to predetermined values, and make note of the requirements of the computational environment (software dependencies, etc.) Track your software development with versioning control systems, such as </span><a href="https://github.com/"><span style="font-weight: 400;">GitHub</span></a> <a href="https://bitbucket.org/product"><span style="font-weight: 400;">Bitbucket</span></a><span style="font-weight: 400;">, </span><a href="https://about.gitlab.com/"><span style="font-weight: 400;">GitLab</span></a><span style="font-weight: 400;">, etc.&nbsp;</span></p> <p><span style="font-weight: 400;">If your research and/or software are built upon others&rsquo; software code, it is good practice to acknowledge and cite the software you use in the same fashion as you cite papers to both identify the software and to give credit to its developers.</span></p> <span style="font-weight: 400;">For more information on proper software documentation and citation practices, see: </span><a href="https://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1006561"><span style="font-weight: 400;">Ten simple rules for documenting scientific software</span></a><span style="font-weight: 400;"> and </span><a href="https://peerj.com/articles/cs-86/"><span style="font-weight: 400;">Software Citation Principles</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">L&rsquo;utilisation ou la r&eacute;utilisation d&rsquo;un code ou d&rsquo;un logiciel n&eacute;cessite, au minimum, de l&rsquo;information sur l&rsquo;environnement et les entr&eacute;es ou les sorties attendues. Enregistrez toutes les valeurs des param&egrave;tres, notamment lorsque vous fixez des graines al&eacute;atoires &agrave; des valeurs pr&eacute;d&eacute;termin&eacute;es, et prenez note des exigences de l&rsquo;environnement de calcul (d&eacute;pendances des logiciels, etc.). Suivez le d&eacute;veloppement de votre logiciel &agrave; l&rsquo;aide de syst&egrave;mes de gestion des versions, tels que </span><a href="https://github.com/"><span style="font-weight: 400;">GitHub</span></a><span style="font-weight: 400;">, </span><a href="https://bitbucket.org/product"><span style="font-weight: 400;">Bitbucket</span></a><span style="font-weight: 400;">, </span><a href="https://about.gitlab.com/"><span style="font-weight: 400;">GitLab</span></a><span style="font-weight: 400;">, etc (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">).&nbsp;<br /><br /></span><span style="font-weight: 400;">Si vos recherches ou vos logiciels sont bas&eacute;s sur le code de logiciel d&rsquo;autrui, il est bon de reconna&icirc;tre et de citer le logiciel que vous utilisez de la m&ecirc;me mani&egrave;re que vous citez des articles, &agrave; la fois pour identifier le logiciel et pour attribuer le m&eacute;rite &agrave; ses d&eacute;veloppeurs.<br /><br /></span><span style="font-weight: 400;">Pour plus d&rsquo;informations sur les pratiques appropri&eacute;es de documentation et de citation des logiciels, consultez les lins suivants&nbsp;: </span><a href="https://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1006561"><span style="font-weight: 400;">Dix r&egrave;gles simples pour documenter les logiciels scientifiques</span></a><span style="font-weight: 400;"> et </span><a href="https://peerj.com/articles/cs-86/"><span style="font-weight: 400;">Principes de citation des logiciels</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">).</span></p>

source: <p><span style="font-weight: 400;">Storage-space estimates should take into account requirements for file versioning, backups, and growth over time, particularly if you are collecting data over a long period (e.g. several months or years). Similarly, a long-term storage plan is necessary if you intend to retain your data after the research project.</span></p>
fr_ca: <p>Les estimations de l&rsquo;espace de stockage doivent prendre en compte les besoins en mati&egrave;re de versions de fichiers, de sauvegardes et de croissance au fil du temps, surtout si vous collectez des donn&eacute;es sur une longue p&eacute;riode (par exemple plusieurs mois ou ann&eacute;es). De m&ecirc;me, un plan de stockage &agrave; long terme est n&eacute;cessaire si vous avez l&rsquo;intention de conserver vos donn&eacute;es apr&egrave;s le projet de recherche.</p>

source: <p><span style="font-weight: 400;">Data may be stored using optical or magnetic media, which can be removable (e.g. DVD and USB drives), fixed (e.g. desktop or laptop hard drives), or networked (e.g. networked drives or cloud-based servers). Each storage method has benefits and drawbacks that should be considered when determining the most appropriate solution.&nbsp;</span></p> <p><span style="font-weight: 400;">The risk of losing data due to human error, natural disasters, or other mishaps can be mitigated by following the 3-2-1 backup rule: Have at least three copies of your data; store the copies on two different media; keep one backup copy offsite.</span></p> <span style="font-weight: 400;">Further information on storage and backup practices is available from the </span><a href="https://www.sheffield.ac.uk/library/rdm/storage"><span style="font-weight: 400;">University of Sheffield Library</span></a><span style="font-weight: 400;"> and the </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">Les donn&eacute;es peuvent &ecirc;tre stock&eacute;es sur des supports optiques ou magn&eacute;tiques&thinsp;; ceux-ci peuvent &ecirc;tre amovibles (par exemple, des DVD et des cl&eacute;s USB), fixes (par exemple, des disques durs de bureau ou d&rsquo;ordinateur portable) ou en r&eacute;seau (par exemple, des lecteurs en r&eacute;seau ou des serveurs infonuagiques). Chaque m&eacute;thode de stockage pr&eacute;sente des avantages et des inconv&eacute;nients qui doivent &ecirc;tre pris en compte pour d&eacute;terminer la solution la plus appropri&eacute;e.&nbsp;<br /><br /></span><span style="font-weight: 400;">Le risque de perdre des donn&eacute;es en raison d&rsquo;une erreur humaine, d&rsquo;une catastrophe naturelle ou d&rsquo;un autre incident peut &ecirc;tre att&eacute;nu&eacute; en suivant la r&egrave;gle de sauvegarde&nbsp;3-2-1&nbsp;: ayez au moins trois copies de vos donn&eacute;es, stockez les copies sur deux supports diff&eacute;rents et conservez une copie de sauvegarde hors site.<br /><br /></span><span style="font-weight: 400;">Voici plus de renseignements sur les pratiques de stockage et de sauvegarde de la </span><a href="https://www.sheffield.ac.uk/library/rdm/storage"><span style="font-weight: 400;">Biblioth&egrave;que de l&rsquo;Universit&eacute; de Sheffield</span></a><span style="font-weight: 400;"> et du </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">).</span></p>

source: <p><span style="font-weight: 400;">Technical detail example:</span></p> <ul> <li><span style="font-weight: 400;">Quota&nbsp;</span></li> </ul> <p><span style="font-weight: 400;">Examples of systems:</span></p> <ul> <li><span style="font-weight: 400;">High-performance archival/storage storage&nbsp;</span></li> <li><span style="font-weight: 400;">Database</span></li> <li><span style="font-weight: 400;">Web server</span></li> <li><span style="font-weight: 400;">Data transfer</span></li> <li><span style="font-weight: 400;">Cloud platforms, such as Amazon Web Services, Microsoft Azure, Open Science Framework (OSF), Dropbox, Box, Google Drive, One Drive</span></li> </ul>
fr_ca: <p><span style="font-weight: 400;">Exemple de d&eacute;tails techniques :</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Quota&nbsp;</span></li> </ul> <p><span style="font-weight: 400;">Exemples de syst&egrave;mes :</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Archivage/stockage &agrave; haute performance&nbsp;&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Base de donn&eacute;es</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Serveur web</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Transfert de donn&eacute;es</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Plateformes infonuagiques telles qu&rsquo;Amazon Web Services, Microsoft Azure, Open Science Framework (OSF), Dropbox, Box, Google Drive, One Drive</span></li> </ul>

source: <p><span style="font-weight: 400;">An ideal solution is one that facilitates cooperation and ensures data security, yet is able to be adopted by users with minimal training. Transmitting data between locations or within research teams can be challenging for data management infrastructure. Relying on email for data transfer is not a robust or secure solution.&nbsp;</span></p> <p><span style="font-weight: 400;">Third-party commercial file sharing services (such as Google Drive and Dropbox) facilitate file exchange, but they are not necessarily permanent or secure, and the servers are often located outside Canada.</span></p>
fr_ca: <p>Id&eacute;alement, une solution doit faciliter la coop&eacute;ration et assurer la s&eacute;curit&eacute; des donn&eacute;es, tout en pouvant &ecirc;tre adopt&eacute;e par les utilisateurs avec un minimum de formation. La transmission des donn&eacute;es entre les sites ou au sein des &eacute;quipes de recherche peut &ecirc;tre difficile pour les infrastructures de gestion des donn&eacute;es. L&rsquo;utilisation du courrier &eacute;lectronique pour le transfert de donn&eacute;es n&rsquo;est pas une solution robuste ou s&ucirc;re. <br /><br />Les services de partage de fichiers commerciaux tiers (tels que Google Drive et Dropbox) facilitent l&rsquo;&eacute;change de fichiers, mais ils ne sont pas n&eacute;cessairement permanents ou s&eacute;curis&eacute;s et ils sont souvent situ&eacute;s &agrave; l&rsquo;ext&eacute;rieur du Canada.</p>

source: <p><span style="font-weight: 400;">This estimate should incorporate data management costs incurred during the project as well as those required for ongoing support after the project is finished. Consider costs associated with data purchase, data curation, and providing long-term access to the data. For ARC projects, charges for computing time, also called Service Units (SU), and the cost of specialized or proprietary software should also be taken into consideration.&nbsp;</span></p> <span style="font-weight: 400;">Some funding agencies state explicitly that they will provide support to meet the cost of preparing data for deposit in a repository. These costs could include: technical aspects of data management, training requirements, file storage &amp; backup, etc. OpenAIRE has a useful tool for </span><a href="https://www.openaire.eu/estimating-costs-rdm-tool"><span style="font-weight: 400;">Estimating costs for RDM</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">Cette estimation doit comporter les co&ucirc;ts de gestion des donn&eacute;es encourus pendant le projet ainsi que ceux n&eacute;cessaires pour le soutien continu apr&egrave;s la fin du projet. Tenez compte des co&ucirc;ts li&eacute;s &agrave; l&rsquo;achat et &agrave; la conservation des donn&eacute;es, ainsi qu&rsquo;&agrave; l&rsquo;acc&egrave;s &agrave; long terme aux donn&eacute;es. Pour les projets d&rsquo;informatique de recherche avanc&eacute;e, prenez aussi en consid&eacute;ration les frais de temps de calcul, &eacute;galement appel&eacute;s unit&eacute;s de service (Service Units &ndash; SU) et le co&ucirc;t des logiciels sp&eacute;cialis&eacute;s ou propri&eacute;taires.&nbsp;</span></p> <p><span style="font-weight: 400;">Certains organismes de financement d&eacute;clarent explicitement qu&rsquo;ils fourniront une aide pour couvrir le co&ucirc;t de la pr&eacute;paration des donn&eacute;es en vue de leur versement dans un d&eacute;p&ocirc;t. Ces co&ucirc;ts peuvent inclure les aspects techniques de la gestion des donn&eacute;es, les besoins en formation, le stockage et la sauvegarde des fichiers, etc. OpenAIRE dispose d&rsquo;un outil utile pour l&rsquo;</span><a href="https://www.openaire.eu/estimating-costs-rdm-tool"><span style="font-weight: 400;">estimation des co&ucirc;ts de GDR</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span></p>

source: <span style="font-weight: 400;">Your data management plan has identified important data activities in your project. Identify who will be responsible -- individuals or organizations -- for carrying out these parts of your data management plan. This could also include the time frame associated with these staff responsibilities and any training needed to prepare staff for these duties.</span>
fr_ca: Votre plan de gestion des donn&eacute;es sp&eacute;cifie des activit&eacute;s importantes en mati&egrave;re de donn&eacute;es dans votre projet. D&eacute;terminez la personne ou l&rsquo;organisation qui sera responsable de la r&eacute;alisation de ces activit&eacute;s de votre plan de gestion des donn&eacute;es. Indiquez &eacute;galement le calendrier associ&eacute; &agrave; ces responsabilit&eacute;s du personnel et toute formation n&eacute;cessaire pour pr&eacute;parer le personnel &agrave; ces t&acirc;ches.

source: <span style="font-weight: 400;">Container solutions, such as </span><a href="https://www.docker.com/get-started"><span style="font-weight: 400;">docker</span></a><span style="font-weight: 400;"> and </span><a href="https://sylabs.io/singularity/"><span style="font-weight: 400;">singularity</span></a><span style="font-weight: 400;">, can replicate the exact computational environment for others to run. For more information, these </span><a href="https://osf.io/fsd7t/"><span style="font-weight: 400;">Ten Simple Rules for Writing Dockerfiles for Reproducible Data Science</span></a><span style="font-weight: 400;"> and </span><a href="https://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1003285"><span style="font-weight: 400;">Ten Simple Rules for Reproducible Computational Research</span></a><span style="font-weight: 400;"> may be helpful.</span>
fr_ca: <span style="font-weight: 400;">Les solutions par conteneurs, dont </span><a href="https://www.docker.com/get-started"><span style="font-weight: 400;">docker</span></a><span style="font-weight: 400;"> et </span><a href="https://sylabs.io/singularity/"><span style="font-weight: 400;">singularity</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">), peuvent reproduire l&rsquo;environnement de calcul exact pour que d&rsquo;autres puissent le faire fonctionner. Pour plus d&rsquo;informations, ces </span><a href="https://osf.io/fsd7t/"><span style="font-weight: 400;">dix r&egrave;gles simples d&rsquo;&eacute;criture de fichiers Docker pour des donn&eacute;es scientifiques reproductibles</span></a><span style="font-weight: 400;"> et </span><a href="https://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1003285"><span style="font-weight: 400;">dix r&egrave;gles simples pour de la recherche computationnelle reproductible</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">) peuvent &ecirc;tre utiles.</span>

source: <p><span style="font-weight: 400;">A computationally reproducible research package will include:</span></p> <ul> <li><span style="font-weight: 400;">Primary data (and documentation) collected and used in analysis</span></li> <li><span style="font-weight: 400;">Secondary data (and documentation) collected and used in analysis</span></li> <li><span style="font-weight: 400;">Primary data output result(s) (and documentation) produced by analysis</span></li> <li><span style="font-weight: 400;">Secondary data output result(s) (and documentation) produced by analysis</span></li> <li><span style="font-weight: 400;">Software program(s) (and documentation) for computing published results</span></li> <li><span style="font-weight: 400;">Dependencies for software program(s) for replicating published results</span></li> <li><span style="font-weight: 400;">Research Software documentation and implementation details</span></li> <li><span style="font-weight: 400;">Computational research workflow and provenance information</span></li> <li><span style="font-weight: 400;">Published article(s)&nbsp;</span></li> </ul> <p><span style="font-weight: 400;">All information above should be accessible to both designated users and reusers.&nbsp;</span></p> <p><span style="font-weight: 400;">(Re)using code/software requires knowledge of two main aspects at minimum: environment and expected input/output. With sufficient information provided, computational results can be reproduced. Sometimes, a minimum working example will be helpful.</span></p>
fr_ca: <p><span style="font-weight: 400;">Un projet de recherche reproductible par calcul comprendra :</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Donn&eacute;es (et documentation) primaires collect&eacute;es et utilis&eacute;es dans l&rsquo;analyse&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Donn&eacute;es (et documentation) secondaires collect&eacute;es et utilis&eacute;es dans l&rsquo;analyse&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">R&eacute;sultats des donn&eacute;es primaires (et documentation) produits par l&rsquo;analyse&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">R&eacute;sultats des donn&eacute;es primaires (et documentation) produits par l&rsquo;analyse&thinsp;;&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Programmes logiciels (et documentation) pour le calcul des r&eacute;sultats publi&eacute;s&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">D&eacute;pendances pour les logiciels permettant de reproduire les r&eacute;sultats publi&eacute;s&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Documentation et d&eacute;tails de mise en &oelig;uvre du logiciel de recherche&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Flux de recherche informatique et information sur la provenance&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Articles publi&eacute;s.&nbsp;</span></li> </ul> <p><span style="font-weight: 400;">Toutes les informations ci-dessus doivent &ecirc;tre accessibles &agrave; la fois aux utilisateurs et aux r&eacute;utilisateurs d&eacute;sign&eacute;s.&nbsp;</span></p> <p><span style="font-weight: 400;">L&rsquo;utilisation et la r&eacute;utilisation de codes ou de logiciels n&eacute;cessitent la connaissance de deux aspects principaux au minimum : l&rsquo;environnement et les entr&eacute;es ou les sorties attendues. Si les informations fournies sont suffisantes, les r&eacute;sultats des calculs peuvent &ecirc;tre reproduits. Parfois, un exemple fonctionnel minimal sera utile.</span></p>

source: Consider where, how, and to whom sensitive data with acknowledged long-term value should be made available, and how long it should be archived. Decisions should align with your institutional Research Ethics Board requirements. <br /><br />Methods used to share data will be dependent on the type, size, complexity and degree of sensitivity of data. For instance, sensitive data should never be shared via email or cloud storage services such as Dropbox. Outline any problems anticipated in sharing data, along with causes and possible measures to mitigate these. Problems may include: confidentiality, lack of consent agreements, or concerns about Intellectual Property Rights, among others.
fr_ca: <p><span style="font-weight: 400;">Consid&eacute;rez o&ugrave;, comment et &agrave; qui les donn&eacute;es sensibles dont la valeur &agrave; long terme est reconnue doivent &ecirc;tre mises &agrave; disposition, et combien de temps elles doivent &ecirc;tre archiv&eacute;es. Vos d&eacute;cisions doivent &ecirc;tre conformes aux exigences du comit&eacute; d&rsquo;&eacute;thique de la recherche de votre &eacute;tablissement.&nbsp;</span></p> <p><span style="font-weight: 400;">Les m&eacute;thodes utilis&eacute;es pour partager les donn&eacute;es d&eacute;pendront du type, de la taille, de la complexit&eacute; et du degr&eacute; de sensibilit&eacute; des donn&eacute;es. Par exemple, les donn&eacute;es sensibles ne doivent jamais &ecirc;tre partag&eacute;es par courrier &eacute;lectronique ou par des services de stockage dans le nuage tels que Dropbox. Indiquez les probl&egrave;mes que vous pr&eacute;voyez de rencontrer lors du partage de donn&eacute;es, ainsi que les causes et les mesures possibles pour les att&eacute;nuer. Les probl&egrave;mes peuvent inclure&nbsp;: la confidentialit&eacute;, l&rsquo;absence d&rsquo;accords de consentement ou des pr&eacute;occupations concernant les droits de propri&eacute;t&eacute; intellectuelle, entre autres. </span></p>
