Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><strong>Estimating data storage needs:&nbsp;</strong><span style="font-weight: 400;">Storage-space estimates should take into account requirements for file versioning, backups, and growth over time.&nbsp;</span></p> <p><span style="font-weight: 400;">If you are collecting data over a long period (e.g. several months or years), your data storage and backup strategy should accommodate data growth. Include your back-up storage media in your estimate. </span></p>
fr_ca: <p><strong>Estimation des besoins de stockage de donn&eacute;es :&nbsp;</strong><span style="font-weight: 400;">Les estimations de l&rsquo;espace de stockage doivent tenir compte des besoins en mati&egrave;re de versions de fichier, de sauvegardes et de croissance dans le temps.&nbsp;</span></p> <p><span style="font-weight: 400;">Si vous collectez des donn&eacute;es sur une longue p&eacute;riode (par exemple plusieurs mois ou ann&eacute;es), votre strat&eacute;gie de stockage et de sauvegarde des donn&eacute;es doit tenir compte de la croissance des donn&eacute;es. Pr&eacute;cisez vos supports de stockage de sauvegarde dans votre estimation. </span></p>

source: <p><strong>Follow the 3-2-1 rule to prevent data loss: </strong><span>It&rsquo;s important to have a regular backup schedule &mdash; and to document that process &mdash; so that you can review any changes to the data at any point during the project. The risk of losing data due to human error, natural disasters, or other mishaps can be mitigated by following the 3-2-1 backup rule: Have at least three copies of your data; store the copies on two different media; keep one backup copy offsite. Read more about storage and backup practices&nbsp; from the </span><a href="https://www.sheffield.ac.uk/library/rdm/storage"><span>University of Sheffield Library</span></a><span> and the </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span>UK Data Service</span></a><span>.</span></p>
fr_ca: <p><strong>Suivez la r&egrave;gle 3-2-1 pour &eacute;viter les pertes de donn&eacute;es :&nbsp;</strong><span style="font-weight: 400;">Il est important d&rsquo;avoir un calendrier de sauvegarde r&eacute;gulier &mdash; et de documenter ce processus &mdash; afin de pouvoir examiner toute modification des donn&eacute;es &agrave; tout moment au cours du projet. Vous pouvez r&eacute;duire sensiblement le risque de perdre des donn&eacute;es &agrave; la suite d&rsquo;une erreur humaine, d&rsquo;une catastrophe naturelle ou d&rsquo;un autre incident en suivant la r&egrave;gle de sauvegarde&nbsp;3-2-1&nbsp;: ayez au moins trois copies de vos donn&eacute;es&thinsp;; stockez les copies sur deux supports diff&eacute;rents&thinsp;; conservez une copie de sauvegarde hors site. Pour en savoir plus sur les pratiques de stockage et de sauvegarde, consultez le site de la </span><a href="https://www.sheffield.ac.uk/library/rdm/storage"><span style="font-weight: 400;">biblioth&egrave;que de l&rsquo;Universit&eacute; de Sheffield</span></a><span style="font-weight: 400;"> et celui du </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">. </span></p>

source: <p><strong>Ask for help:&nbsp;</strong><span style="font-weight: 400;">Your institution should be able to provide guidance with local storage solutions. Seek out RDM support at your Library or your Advanced Research Computing department.</span><strong>&nbsp;</strong></p> <p><span style="font-weight: 400;">Third-party commercial file sharing services (such as Google Drive and Dropbox) facilitate file exchange, but they are not necessarily permanent or secure, and servers are often located outside Canada. This may contravene ethics protocol requirements or other institutional policies.&nbsp;</span></p> <p><span style="font-weight: 400;">An ideal solution is one that facilitates cooperation and ensures data security, yet is able to be adopted by users with minimal training. Transmitting data between locations or within research teams can be challenging for data management infrastructure. Relying on email for data transfer is not a robust or secure solution.</span></p> <ul> <li><strong>Raw data</strong><span style="font-weight: 400;"> are directly obtained from the instrument, simulation or survey.&nbsp;</span></li> <li><strong>Processed data</strong><span style="font-weight: 400;"> result from some manipulation of the raw data in order to eliminate errors or outliers, to prepare the data for analysis, to derive new variables, or to de-identify the human participants.&nbsp;</span></li> <li><strong>Analyzed data</strong><span style="font-weight: 400;"> are the results of qualitative, statistical, or mathematical analysis of the processed data. They can be presented as graphs, charts or statistical tables.&nbsp;</span></li> <li><strong>Final data</strong><span style="font-weight: 400;"> are processed data that have, if needed, been converted into a preservation-friendly format.&nbsp;</span></li> </ul>
fr_ca: <p><strong>Demandez de l&rsquo;aide :&nbsp;</strong><span style="font-weight: 400;">Votre &eacute;tablissement devrait &ecirc;tre en mesure de fournir des conseils sur les solutions de stockage local. Demandez &agrave; votre biblioth&egrave;que ou votre d&eacute;partement d&rsquo;informatique de recherche avanc&eacute;e pour de l&rsquo;aide par rapport &agrave; la gestion des donn&eacute;es de recherche (GDR).&nbsp;</span></p> <p><span style="font-weight: 400;">Les services de partage de fichiers commerciaux ind&eacute;pendants (tels que Google Drive et Dropbox) facilitent l&rsquo;&eacute;change de fichiers, mais ils ne sont pas n&eacute;cessairement permanents ou s&eacute;curis&eacute;s, et les serveurs sont souvent situ&eacute;s &agrave; l&rsquo;ext&eacute;rieur du Canada. Ces moyens de stockage peuvent contrevenir aux exigences du protocole d&rsquo;&eacute;thique ou &agrave; d&rsquo;autres politiques de l&rsquo;&eacute;tablissement.</span></p> <p><span style="font-weight: 400;">La solution id&eacute;ale est celle qui facilite la coop&eacute;ration et assure la s&eacute;curit&eacute; des donn&eacute;es, tout en pouvant &ecirc;tre adopt&eacute;e par les utilisateurs avec un minimum de formation. La transmission des donn&eacute;es entre les sites ou au sein des &eacute;quipes de recherche peut &ecirc;tre difficile pour les infrastructures de gestion des donn&eacute;es. Le courrier &eacute;lectronique n&rsquo;est pas une solution robuste ou s&ucirc;re pour le transfert des donn&eacute;es.</span></p> <ul> <li><span style="font-weight: 400;">Les </span><strong>donn&eacute;es brutes </strong><span style="font-weight: 400;">sont obtenues directement &agrave; partir de l&rsquo;instrument, de la simulation ou de l&rsquo;enqu&ecirc;te. </span></li> <li><span style="font-weight: 400;">Les </span><strong>donn&eacute;es trait&eacute;es </strong><span style="font-weight: 400;">r&eacute;sultent d&rsquo;une certaine manipulation des donn&eacute;es brutes afin d&rsquo;&eacute;liminer les erreurs ou les valeurs aberrantes, de pr&eacute;parer les donn&eacute;es pour l&rsquo;analyse, de d&eacute;river de nouvelles variables ou d&rsquo;anonymiser les participants. </span></li> <li><span style="font-weight: 400;">Les </span><strong>donn&eacute;es analys&eacute;es</strong><span style="font-weight: 400;"> sont les r&eacute;sultats d&rsquo;une analyse qualitative, statistique ou math&eacute;matique des donn&eacute;es trait&eacute;es. Elles peuvent &ecirc;tre pr&eacute;sent&eacute;es sous forme de graphiques, de diagrammes ou de tableaux statistiques. </span></li> <li><span style="font-weight: 400;">Les </span><strong>donn&eacute;es d&eacute;finitives</strong><span style="font-weight: 400;"> sont des donn&eacute;es trait&eacute;es qui ont &eacute;t&eacute; converties dans un format facile &agrave; pr&eacute;server si n&eacute;cessaire.</span></li> </ul>

source: <p><strong>Help others reuse and cite your data:&nbsp;</strong><span style="font-weight: 400;">Did you know that a dataset is a scholarly output that you can list on your CV, just like a journal article?&nbsp;</span></p> <p><span style="font-weight: 400;">If you publish your data in a data repository (e.g., Zenodo, Dataverse, Dryad), it can be found and reused by others. Many repositories can issue unique Digital Object Identifiers (DOIs) which make it easier to identify and cite datasets.&nbsp;</span></p> <a href="https://www.re3data.org/"><span style="font-weight: 400;">re3data.org</span></a><span style="font-weight: 400;"> is a directory of potential open data repositories. Consult with your colleagues to determine what repositories are common for data sharing in your field. You can also enquire about RDM support at your local institution, often in the Library or Advanced Research Computing. In the absence of local support, consult this</span> <a href="https://doi.org/10.5281/zenodo.3966349"><span style="font-weight: 400;">Portage repository options guide.</span></a>
fr_ca: <p><strong>Aidez les autres &agrave; utiliser et citer vos donn&eacute;es :&nbsp;</strong><span style="font-weight: 400;">Saviez-vous qu&rsquo;un ensemble de donn&eacute;es est une production scientifique que vous pouvez mentionner sur votre CV tout comme un article de revue&thinsp;?&nbsp;</span></p> <p><span style="font-weight: 400;">Si vous publiez vos donn&eacute;es dans un d&eacute;p&ocirc;t de donn&eacute;es (par exemple, Zenodo, Dataverse, Dryad), elles peuvent &ecirc;tre trouv&eacute;es et r&eacute;utilis&eacute;es par autrui. De nombreux d&eacute;p&ocirc;ts peuvent &eacute;mettre des identifiants d&rsquo;objets num&eacute;riques (DOI) uniques qui facilitent l&rsquo;identification et la citation des ensembles de donn&eacute;es.&nbsp;<br /><br /></span><a href="https://www.re3data.org/"><span style="font-weight: 400;">re3data.org</span></a><span style="font-weight: 400;"> est un r&eacute;pertoire de d&eacute;p&ocirc;ts de donn&eacute;es ouverts potentiels (<em>lien en</em> <em>anglais</em>). Consultez vos coll&egrave;gues pour d&eacute;terminer quels sont les d&eacute;p&ocirc;ts courants pour le partage de donn&eacute;es dans votre domaine. Vous pouvez &eacute;galement vous renseigner sur le soutien &agrave; la GDR de votre &eacute;tablissement, soit &agrave; la biblioth&egrave;que soit au d&eacute;partement d&rsquo;informatique de recherche avanc&eacute;e. En l&rsquo;absence de soutien local, consultez le </span><a href="https://doi.org/10.5281/zenodo.3966357"><span style="font-weight: 400;">guide sur les options de d&eacute;p&ocirc;t de Portage</span></a><span style="font-weight: 400;">.</span><br /><br /></p>

source: <p><strong>How long should you keep your data? </strong><span style="font-weight: 400;">The length of time that you will keep or share your data beyond the active phase of your research can be determined by external policies (e.g. funding agencies, journal publishers), or by an understanding of the enduring (historical) value of a given set of data. The need to publish data in the short-term (i.e. for peer-verification purposes), for a longer-term access for reuse (to comply with funding requirements), or for preservation through ongoing file conversion and migration (for data of lasting historical value), will influence the choice of data repository or archive.&nbsp;</span></p> <p><span style="font-weight: 400;">If you need long-term archiving for your data set, choose a&nbsp; preservation-capable repository. Digital preservation can be costly and time-consuming, and not all data can or should be preserved. &nbsp; </span></p>
fr_ca: <p><strong>Combien de temps devez-vous conserver vos donn&eacute;es&thinsp;?&nbsp;</strong><span style="font-weight: 400;">La dur&eacute;e pendant laquelle vous conserverez ou partagerez vos donn&eacute;es au-del&agrave; de la phase active de votre recherche peut &ecirc;tre d&eacute;termin&eacute;e par des politiques externes (par exemple, les organismes de financement, les &eacute;diteurs de revues), ou par une compr&eacute;hension de la valeur durable (historique) d&rsquo;un ensemble de donn&eacute;es en particulier. La n&eacute;cessit&eacute; de publier les donn&eacute;es &agrave; court terme (c&rsquo;est-&agrave;-dire &agrave; des fins de r&eacute;vision par les pairs), d&rsquo;y acc&eacute;der &agrave; plus long terme pour les r&eacute;utiliser (pour se conformer aux exigences de financement) ou de les conserver par une conversion et une migration continues des fichiers (pour les donn&eacute;es ayant une valeur historique durable) influencera le choix du d&eacute;p&ocirc;t ou de l&rsquo;archive de donn&eacute;es.&nbsp;</span></p> <p><span style="font-weight: 400;">Si vous avez besoin d&rsquo;un archivage &agrave; long terme pour votre ensemble de donn&eacute;es, choisissez un d&eacute;p&ocirc;t capable d&rsquo;assurer la conservation. La conservation num&eacute;rique peut &ecirc;tre co&ucirc;teuse et longue&thinsp;; certaines donn&eacute;es ne peuvent ou ne doivent pas &ecirc;tre conserv&eacute;es.</span></p>

source: <p><span style="font-weight: 400;">Consider which types of data need to be shared to meet institutional or funding requirements, and which data may be restricted because of confidentiality/privacy/intellectual property considerations.</span></p>
fr_ca: <p><span style="font-weight: 400;">Consid&eacute;rez quels types de donn&eacute;es doivent &ecirc;tre partag&eacute;s pour r&eacute;pondre aux exigences de l&rsquo;&eacute;tablissement ou de financement, et quelles donn&eacute;es peuvent &ecirc;tre restreintes pour des raisons de confidentialit&eacute; ou de propri&eacute;t&eacute; intellectuelle.</span></p>

source: <p><strong>Use open licenses to promote data sharing and reuse:&nbsp;</strong><span style="font-weight: 400;">Licenses determine what uses can be made of your data. Consider including a copy of your end-user license with your DMP.</span><strong>&nbsp;</strong></p> <p><span style="font-weight: 400;">As the creator of a dataset (or any other academic or creative work) you usually hold its copyright by default. However, copyright prevents other researchers from reusing and building on your work. </span><a href="https://opendatacommons.org/licenses/"><span style="font-weight: 400;">Open Data Commons licenses</span></a><span style="font-weight: 400;"> and </span><a href="https://creativecommons.org/about/cclicenses/"><span style="font-weight: 400;">Creative Commons licenses</span></a><span style="font-weight: 400;"> are a free, simple and standardized way to grant copyright permissions and ensure proper attribution (i.e., citation). CC-BY is the most open license, and allows others to copy, distribute, remix and build upon your work &mdash;as long as they credit you or cite your work.</span></p> <p><span style="font-weight: 400;">Even if you choose to make your data part of the public domain (with no restrictions on reuse), it is preferable to make this explicit by using a license such as </span><a href="https://creativecommons.org/publicdomain/zero/1.0/"><span style="font-weight: 400;">Creative Commons' CC0</span></a><span style="font-weight: 400;">. It is strongly recommended to&nbsp; share your data openly using an Open Data or Creative Commons license.&nbsp;</span></p> <span style="font-weight: 400;">Learn more about data licensing at the </span><a href="http://www.dcc.ac.uk/resources/how-guides/license-research-data"><span style="font-weight: 400;">Digital Curation Centre</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><strong>Utilisez des licences ouvertes pour promouvoir le partage et la r&eacute;utilisation des donn&eacute;es :&nbsp;</strong><span style="font-weight: 400;">Les licences d&eacute;terminent les utilisations qui peuvent &ecirc;tre faites de vos donn&eacute;es. Ajoutez une copie de votre licence d&rsquo;utilisateur final avec votre PGD.</span></p> <p><strong>&nbsp;</strong><span style="font-weight: 400;">En tant que cr&eacute;ateur d&rsquo;un ensemble de donn&eacute;es (ou de toute autre &oelig;uvre universitaire ou cr&eacute;ative), vous en d&eacute;tenez g&eacute;n&eacute;ralement les droits d&rsquo;auteur par d&eacute;faut. Cependant, le droit d&rsquo;auteur emp&ecirc;che d&rsquo;autres chercheurs de r&eacute;utiliser et de d&eacute;velopper votre travail. Les </span><a href="https://opendatacommons.org/licenses/"><span style="font-weight: 400;">licences Open Data Commons</span></a><span style="font-weight: 400;">&nbsp;et les </span><a href="https://creativecommons.org/about/cclicenses/"><span style="font-weight: 400;">licences Creative Commons</span></a><span style="font-weight: 400;"> (<em>liens en</em> <em>anglais</em>) sont un moyen gratuit, simple et standardis&eacute; d&rsquo;accorder des autorisations de droits d&rsquo;auteur et de garantir une attribution correcte (c&rsquo;est-&agrave;-dire une citation). CC-BY est la licence la plus ouverte et permet &agrave; d&rsquo;autres personnes de copier, distribuer, r&eacute;arranger et d&eacute;velopper votre travail &mdash; &agrave; condition qu&rsquo;elles vous citent.</span></p> <p><span style="font-weight: 400;">M&ecirc;me si vous choisissez de faire entrer vos donn&eacute;es dans le domaine public (sans restriction de r&eacute;utilisation), il est pr&eacute;f&eacute;rable de le rendre explicite en utilisant une licence telle que la </span><a href="https://creativecommons.org/publicdomain/zero/1.0/deed.fr"><span style="font-weight: 400;">CC0 Creative Commons</span></a><span style="font-weight: 400;">. Il est fortement recommand&eacute; de partager vos donn&eacute;es ouvertement en utilisant une licence Open Data ou Creative Commons.&nbsp;<br /><br /></span><span style="font-weight: 400;">Pour en savoir plus sur l&rsquo;octroi de licences de donn&eacute;es, consultez le site du </span><a href="http://www.dcc.ac.uk/resources/how-guides/license-research-data"><span style="font-weight: 400;">Centre de curation num&eacute;rique</span></a> <span style="font-weight: 400;">(<em>lien en</em> <em>anglais</em>)</span><span style="font-weight: 400;">.</span></p>

source: <p><strong>Data sharing as knowledge mobilization:&nbsp;</strong><span style="font-weight: 400;">Using social media, e-newsletters, bulletin boards, posters, talks, webinars, discussion boards or discipline-specific forums are good ways to gain visibility, promote transparency and encourage data discovery and reuse.&nbsp;</span></p> <p><span style="font-weight: 400;">One of the best ways to refer other researchers to your deposited datasets is to cite them the same way you cite other types of publications. Publish your data in a repository that will assign a persistent identifier (such as a DOI) to your dataset. This will ensure a stable access to the dataset and make it retrievable by various discovery tools. Some repositories also create links from datasets to their associated papers, increasing the visibility of the publications. </span></p>
fr_ca: <p><strong>Partage de donn&eacute;es pour la mobilisation du savoir :&nbsp;</strong><span style="font-weight: 400;">L&rsquo;utilisation des m&eacute;dias sociaux, des bulletins d&rsquo;information &eacute;lectroniques, des tableaux d&rsquo;affichage, des affiches, des conf&eacute;rences, des webinaires, des forums de discussion ou des forums sp&eacute;cifiques &agrave; une discipline sont de bons moyens de gagner en visibilit&eacute;, de promouvoir la transparence et d&rsquo;encourager la d&eacute;couverte et la r&eacute;utilisation des donn&eacute;es.&nbsp;</span></p> <p><span style="font-weight: 400;">L&rsquo;un des meilleurs moyens de diriger d&rsquo;autres chercheurs vers vos ensembles de donn&eacute;es d&eacute;pos&eacute;s est de les citer de la m&ecirc;me mani&egrave;re que vous citez d&rsquo;autres types de publications. Publiez vos donn&eacute;es dans un d&eacute;p&ocirc;t qui attribuera un identifiant permanent (tel qu&rsquo;un DOI) &agrave; votre ensemble de donn&eacute;es. Cela garantira un acc&egrave;s stable &agrave; l&rsquo;ensemble de donn&eacute;es et le rendra r&eacute;cup&eacute;rable par divers outils de d&eacute;couverte. Certains d&eacute;p&ocirc;ts cr&eacute;ent &eacute;galement des liens entre les ensembles de donn&eacute;es et les documents qui leur sont associ&eacute;s, ce qui augmente la visibilit&eacute; des publications.</span></p>
