Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">Preservation means storing data in ways that make them accessible and reuseable to you and others long after your project ends (for more, see </span><a href="https://www.ugent.be/en/research/datamanagement/after-research/preservation.htm"><span style="font-weight: 400;">Ghent University</span></a><span style="font-weight: 400;">). Many factors inform preservation, including policies of funding agencies and academic publishers, an understanding of the enduring value of a dataset, and ethical frameworks informing a project (e.g., making artwork co-created with community members accessible to their community).&nbsp;</span></p> <span style="font-weight: 400;">Creating a &ldquo;living will&rdquo; for your data can help you decide what your preservation needs</span> <span style="font-weight: 400;">are in relation to these or other factors. It is a plan describing how future researchers, artists, and others will be able to access and reuse your data. If applicable, consider the needs of participants and collaborators who will co-create and/or co-own artwork and other data. Your &ldquo;living will&rdquo; can address where you will store your data, how they will be accessed, how long they will be accessible for, and how much digital storage space you will need.</span>
fr_ca: <p><span style="font-weight: 400;">La pr&eacute;servation signifie de stocker des donn&eacute;es pour qu&rsquo;elles soient accessibles et r&eacute;utilisables pour vous et autrui bien apr&egrave;s votre projet (pour plus d&rsquo;information &agrave; ce sujet, voir l&rsquo;</span><a href="https://www.ugent.be/en/research/datamanagement/after-research/preservation.htm">Universit&eacute; Ghent</a>; <em>lien en anglais</em><span style="font-weight: 400;">). Elle d&eacute;pend de plusieurs facteurs, dont les politiques des agences de financement et des &eacute;diteurs de publications savantes. Il faut &eacute;galement consid&eacute;rer la valeur &agrave; long terme des ensembles de donn&eacute;es, ainsi que les cadres &eacute;thiques d&rsquo;un projet (par exemple, une communaut&eacute; qui a particip&eacute; &agrave; la cr&eacute;ation d&rsquo;une &oelig;uvre doit pouvoir y acc&eacute;der).&nbsp;</span></p> <p><span style="font-weight: 400;">En r&eacute;digeant un &laquo;&thinsp;testament de vie&thinsp;&raquo; pour vos donn&eacute;es, vous d&eacute;finissez vos besoins de pr&eacute;servation en fonction des donn&eacute;es ou d&rsquo;autres facteurs. Il s&rsquo;agit d&rsquo;un plan pour d&eacute;crire comment les chercheurs, artistes et autres intervenants pourront acc&eacute;der &agrave; vos donn&eacute;es ou les r&eacute;utiliser. Le cas &eacute;ch&eacute;ant, pensez aux besoins des participants et aux collaborateurs qui participent &agrave; la cr&eacute;ation ou qui sont en partie propri&eacute;taires de l&rsquo;&oelig;uvre et des donn&eacute;es. Votre &laquo;&thinsp;testament de vie&thinsp;&raquo; d&eacute;finit o&ugrave; vous stockez vos donn&eacute;es, la m&eacute;thode et dur&eacute;e de l&rsquo;acc&egrave;s, ainsi que l&rsquo;espace de stockage n&eacute;cessaire.</span></p>

source: <span style="font-weight: 400;">Deposit in a data repository is one way to preserve your data, but keep in mind that not all repositories have a preservation mandate. Many repositories focus on sharing data, not preserving them, meaning they will store and make your data accessible for a few years, but not long term. It can be difficult to distinguish repositories with preservation services from those without, so carefully read the policies of repositories you are considering for preservation and, if possible, before your project begins. If you need or want to place special conditions on your data, check if the repository will accommodate them and, if so, get written confirmation. Read more on choosing a repository at </span><a href="https://www.openaire.eu/opendatapilot-repository-guide"><span style="font-weight: 400;">OpenAIRE</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Les d&eacute;p&ocirc;ts de donn&eacute;es sont une solution de pr&eacute;servation, mais n&rsquo;oubliez pas qu&rsquo;ils n&rsquo;ont pas tous le m&ecirc;me mandat &agrave; cet &eacute;gard. Plusieurs d&eacute;p&ocirc;ts sont con&ccedil;us pour le partage de donn&eacute;es et non la pr&eacute;servation. Par cons&eacute;quent, vos donn&eacute;es y sont accessibles pendant quelques ann&eacute;es, mais elles ne le sont pas &agrave; long terme. Il est parfois difficile de savoir si un d&eacute;p&ocirc;t offre des services de pr&eacute;servation, donc il est important de lire les politiques &agrave; ce sujet, id&eacute;alement avant de commencer votre projet. Si vous voulez des conditions particuli&egrave;res pour vos donn&eacute;es, vous devez d&rsquo;abord vous renseigner pour d&eacute;terminer si le d&eacute;p&ocirc;t peut y r&eacute;pondre. Le cas &eacute;ch&eacute;ant, demandez une confirmation &eacute;crite. Pour plus d&rsquo;information &agrave; ce sujet, consultez </span><a href="https://www.openaire.eu/opendatapilot-repository-guide"><span style="font-weight: 400;">OpenAIRE</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span>

source: <p><span style="font-weight: 400;">Data repositories labelled as &ldquo;trusted&rdquo; or &ldquo;trustworthy&rdquo; indicate they have met high standards for receiving, storing, accessing, and preserving data through an external certification process. Two certifications are </span><a href="https://www.crl.edu/archiving-preservation/digital-archives/metrics"><span style="font-weight: 400;">Trustworthy Digital Repository</span></a><span style="font-weight: 400;"> and </span><a href="https://www.coretrustseal.org/"><span style="font-weight: 400;">CoreTrustSeal</span></a><span style="font-weight: 400;">.&nbsp;</span></p> <span style="font-weight: 400;">A repository that lacks certification may still be a valid preservation option. Many established repositories in Canada have not gone through a certification process yet. For repositories without certification, you can evaluate their quality by comparing their policies to the standards of a certification. Read more on trusted data repositories at the </span><a href="https://www.ed.ac.uk/information-services/research-support/research-data-service/after/data-repository/trustworthy-digital-repository">University of Edinburgh</a><span style="font-weight: 400;"> and </span><a href="https://www.openaire.eu/find-trustworthy-data-repository"><span style="font-weight: 400;">OpenAIRE</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">Pour obtenir la d&eacute;signation de &laquo;&thinsp;fiable&thinsp;&raquo;, les d&eacute;p&ocirc;ts doivent suivre un processus d&rsquo;homologation externe pour d&eacute;montrer qu&rsquo;ils r&eacute;pondent &agrave; de strictes normes en mati&egrave;re de r&eacute;ception, stockage, acc&egrave;s et pr&eacute;servation. Il existe deux types de certification&nbsp;: </span><a href="https://www.crl.edu/archiving-preservation/digital-archives/metrics"><span style="font-weight: 400;">D&eacute;p&ocirc;t</span></a><span style="font-weight: 400;"> num&eacute;rique fiable</span><span style="font-weight: 400;"> et </span><a href="https://www.coretrustseal.org/"><span style="font-weight: 400;">CoreTrustSeal</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">. <br /><br />Sans n&eacute;cessairement avoir l&rsquo;une ou l&rsquo;autre de celles-ci, certains d&eacute;p&ocirc;ts sont n&eacute;anmoins une option de pr&eacute;servation valable. Plusieurs d&eacute;p&ocirc;ts reconnus au Canada n&rsquo;ont pas encore suivi ce processus d&rsquo;homologation. Le cas &eacute;ch&eacute;ant, &eacute;valuez la qualit&eacute; de ces d&eacute;p&ocirc;ts en comparant leurs politiques aux normes de certification. Pour plus d&rsquo;information &agrave; ce sujet, consultez l&rsquo;</span><a href="https://www.ed.ac.uk/information-services/research-support/research-data-service/after/data-repository/trustworthy-digital-repository"><span style="font-weight: 400;">Universit&eacute; d&rsquo;Edinburgh</span></a><span style="font-weight: 400;"> et </span><a href="https://www.openaire.eu/find-trustworthy-data-repository"><span style="font-weight: 400;">OpenAIRE</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.</span></p>

source: <span style="font-weight: 400;">Open file formats are considered preservation-friendly because of their accessibility. Proprietary file formats are not optimal for preservation because they can have accessibility barriers (e.g., needing specialized licensed software to open). Keep in mind that preservation-friendly files converted from one format to another may lose information (e.g., converting from an uncompressed TIFF file to a compressed JPEG file), so any changes to file formats should be documented and double checked. See </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/recommended-formats.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> for a list of preservation-friendly file formats.</span>
fr_ca: <span style="font-weight: 400;">Les formats de fichiers ouverts sont adapt&eacute;s &agrave; la pr&eacute;servation parce qu&rsquo;ils sont accessibles. Les formats exclusifs sont moins recommand&eacute;s parce que l&rsquo;acc&egrave;s est parfois limit&eacute; (il faut par exemple un logiciel sous licence pour ouvrir le fichier). N&rsquo;oubliez pas que certaines informations peuvent se perdre en convertissant un fichier d&rsquo;un format &agrave; l&rsquo;autre (convertir par exemple un fichier TIFF non compress&eacute; en fichier JPG compress&eacute;), donc il faut documenter et v&eacute;rifier tous les changements de format. Voir le </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/recommended-formats.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> (<em>lien en anglais</em>) ou la <a href="https://biblio.uottawa.ca/fr/services/professeurs/gestion-donnees-recherche/designation-fichiers-disposition-donnees">biblioth&egrave;que de l&rsquo;UOttawa</a> pour une liste de formats adapt&eacute;s &agrave; la pr&eacute;servation.</span>

source: <span style="font-weight: 400;">Converting to preservation-friendly file formats, checking for unintended changes to files, confirming metadata is complete, and gathering supporting documents are practices, among others, that will help ensure your data are ready for preservation.</span>
fr_ca: <span style="font-weight: 400;">Pour savoir si votre pr&eacute;servation est pr&ecirc;te, vous devez d&eacute;terminer si les formats de fichier sont adapt&eacute;s, v&eacute;rifier s&rsquo;il y a eu des changements impr&eacute;vus aux fichiers, confirmer que vos m&eacute;tadonn&eacute;es sont pr&ecirc;tes et rassembler les documents &agrave; l&rsquo;appui.</span>

source: <span style="font-weight: 400;">Sometimes non-digital data cannot be digitized or practical limitations (e.g., cost) prevent them from being digitized. If you want others to access and reuse your non-digital data, consider where they will be stored, how they will be accessed, and how long they will be accessible for. Sometimes, you can deposit your data in an archive, which will take responsibility for preservation and access. If non-archivists (e.g., you, a partner community centre) take responsibility for preservation, describe how your non-digital data will be protected from physical deterioration over time. Make sure to incorporate non-digital data into the &ldquo;living will&rdquo; for your data. Contact the archives at your institution for help developing a preservation strategy for non-digital data. Read more on preserving non-digital data at </span><a href="https://www.ru.nl/rdm/archiving-data/archiving-non-digital-data/"><span style="font-weight: 400;">Radboud University</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Il est parfois impossible de num&eacute;riser certaines donn&eacute;es, notamment pour des raisons pratiques (co&ucirc;t par exemple). Si vous d&eacute;sirez que vos donn&eacute;es non num&eacute;riques soient accessibles et r&eacute;utilisables, pensez au lieu o&ugrave; elles seront stock&eacute;es, au type et &agrave; la dur&eacute;e de l&rsquo;acc&egrave;s. Vous pourriez d&eacute;poser vos donn&eacute;es dans une archive, dont les responsables se chargeront de la pr&eacute;servation et de l&rsquo;acc&egrave;s. En dehors des archives, les intervenants (par exemple vous-m&ecirc;me ou un centre communautaire partenaire) doivent g&eacute;rer la pr&eacute;servation et d&eacute;crire comment prot&eacute;ger les donn&eacute;es num&eacute;riques contre la d&eacute;t&eacute;rioration physique au fil du temps. N&rsquo;oubliez pas d&rsquo;inclure un &laquo;&thinsp;testament de vie&thinsp;&raquo; avec vos donn&eacute;es. Si vous d&eacute;sirez de l&rsquo;aide pour d&eacute;finir une strat&eacute;gie de pr&eacute;servation pour vos donn&eacute;es non num&eacute;riques, contactez la biblioth&egrave;que ou les archives de votre &eacute;tablissement. Pour plus d&rsquo;information &agrave; ce sujet, consultez l&rsquo;<a href="https://www.ru.nl/rdm/archiving-data/archiving-non-digital-data/">Universit&eacute; Radboud</a> (<em>lien en anglais</em>)</span><span style="font-weight: 400;">.</span>

source: <span style="font-weight: 400;">Certain data may not have long-term value, may be too sensitive for preservation, or must be destroyed due to data agreements. Deleting files from your computer is not a secure method of data disposal. Contact your IT services, research ethics office, and/or privacy office to find out how you can securely destroy your data. Read more on secure data disposal at </span><a href="https://www.ukdataservice.ac.uk/manage-data/store/disposal.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Certaines donn&eacute;es n&rsquo;ont pas de valeur &agrave; long terme, sont trop sensibles pour &ecirc;tre pr&eacute;serv&eacute;es ou doivent &ecirc;tre d&eacute;truites en vertu de divers accords. Ce n&rsquo;est pas s&eacute;curitaire de d&eacute;truire des donn&eacute;es en supprimant tout simplement des fichiers de votre ordinateur. Si vous voulez savoir comment proc&eacute;der, contactez la biblioth&egrave;que ou les services informatiques de votre &eacute;tablissement. Vous pouvez &eacute;galement faire appel au bureau d&rsquo;&eacute;thique de la recherche ou au bureau de la protection des renseignements personnels. Pour plus d&rsquo;information &agrave; ce sujet, consultez le </span><a href="https://www.ukdataservice.ac.uk/manage-data/store/disposal.aspx"><span style="font-weight: 400;">UK Data Service</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span>

source: <p><span style="font-weight: 400;">Your shared data can be in different forms:</span></p> <ul> <li style="font-weight: 400;"><strong>Raw data</strong><span style="font-weight: 400;"> are the original, unaltered data obtained directly from data collection methods (e.g., image files from cameras, audio files from digital recorders). In the context of your project, published data you reuse count as raw data.</span></li> <li style="font-weight: 400;"><strong>Processed data</strong><span style="font-weight: 400;"> are raw data that have been modified to, for example, prepare for analysis (e.g., removing video that will not be analyzed) or de-identify participants (e.g., blurring faces, cropping, changing voices).</span><span style="font-weight: 400;">&nbsp;</span></li> <li style="font-weight: 400;"><strong>Analyzed data</strong><span style="font-weight: 400;"> are the results of arts-based, qualitative, or quantitative analyses of processed data, and include artworks, codebooks, themes, texts, diagrams, graphs, charts, and statistical tables.</span></li> <li style="font-weight: 400;"><strong>Final data</strong><span> are copies of raw, processed, or analyzed data you are no longer working with. These copies may have been migrated or transformed from their original file formats into preservation-friendly formats.</span></li> </ul>
fr_ca: <p><span style="font-weight: 400;">Vous pouvez partager plusieurs formes de donn&eacute;es&nbsp;:</span></p> <ul> <li style="font-weight: 400;"><strong>Donn&eacute;es brutes</strong><span style="font-weight: 400;"> ou donn&eacute;es originales, qui sont intactes et proviennent directement des m&eacute;thodes du processus de cueillette (fichiers d&rsquo;image sur des cam&eacute;ras, fichiers audio d&rsquo;enregistreurs num&eacute;riques). Dans le contexte de votre projet, les donn&eacute;es publi&eacute;es que vous r&eacute;utilisez sont consid&eacute;r&eacute;es comme &eacute;tant brutes.</span></li> <li style="font-weight: 400;"><strong>Donn&eacute;es trait&eacute;es</strong><span style="font-weight: 400;"> ou donn&eacute;es brutes qui ont &eacute;t&eacute; modifi&eacute;es, pour pr&eacute;parer une analyse par exemple (retirer des vid&eacute;os qui ne seront pas analys&eacute;es) ou pour pr&eacute;server l&rsquo;anonymat des participants (rendre les visages flous, recadrer ou changer les voix).</span><span style="font-weight: 400;">&nbsp;</span></li> <li style="font-weight: 400;"><strong>Donn&eacute;es analys&eacute;es</strong><span style="font-weight: 400;"> ou r&eacute;sultats d&rsquo;une analyse bas&eacute;e sur les arts, analyses quantitatives ou qualitatives de donn&eacute;es trait&eacute;es, ce qui inclut les &oelig;uvres, manuels de code, th&egrave;mes, textes, diagrammes, graphiques, tableaux et tables statistiques.</span></li> <li style="font-weight: 400;"><strong>Donn&eacute;es finales</strong> ou copies de donn&eacute;es brutes, trait&eacute;es ou analys&eacute;es sur lesquelles vous ne travaillerez plus. Ces copies peuvent avoir &eacute;t&eacute; transform&eacute;es ou avoir migr&eacute; du format de fichier original vers un fichier adapt&eacute; &agrave; la pr&eacute;servation.</li> </ul>

source: <span style="font-weight: 400;">Sharing means making your data available to people outside your project (for more, see </span><a href="https://www.ugent.be/en/research/datamanagement/after-research/sharing.htm"><span style="font-weight: 400;">Ghent University</span></a><span style="font-weight: 400;"> and </span><a href="https://instr.iastate.libguides.com/dmp/step6"><span style="font-weight: 400;">Iowa State University</span></a><span style="font-weight: 400;">). Of all the types of data you will create and/or collect (e.g., artwork, field notes), consider which ones you need to share to fulfill institutional or funding policies, the ethical framework of your project, and other requirements and considerations. You generally need participant consent to share data, and your consent form should state how your data will be shared, accessed, and reused.</span>
fr_ca: <span style="font-weight: 400;">Le partage signifie de rendre vos donn&eacute;es accessibles aux intervenants externes (voir l&rsquo;<a href="https://www.ugent.be/en/research/datamanagement/after-research/sharing.htm">Universit&eacute; Ghent</a> et <a href="https://instr.iastate.libguides.com/dmp/step6">Universit&eacute; Iowa State</a>; <em>liens en anglais</em></span><span style="font-weight: 400;">). Parmi tous les types de donn&eacute;es que vous recueillez ou cr&eacute;ez (&oelig;uvres, notes d&rsquo;observation), pensez &agrave; celles que vous devrez partager conform&eacute;ment aux politiques institutionnelles ou financi&egrave;res, au cadre &eacute;thique de votre projet et autres exigences. Il faut habituellement obtenir le consentement des participants pour le partage de donn&eacute;es. Votre formulaire de consentement doit donc d&eacute;finir le type de partage, d&rsquo;acc&egrave;s et de r&eacute;utilisation.</span>

source: <span style="font-weight: 400;">Describe which forms of data (e.g., raw, processed) you will share with restricted access due to confidentiality, privacy, intellectual property, and other legal or ethical considerations and requirements. Remember to inform participants of any restrictions you will implement to protect their privacy and to state them on your consent form. Read more on restricted access at </span><a href="https://www.york.ac.uk/library/info-for/researchers/data/sharing/access/"><span style="font-weight: 400;">University of York</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les types de donn&eacute;es (brutes, trait&eacute;es) qui seront partag&eacute;es avec un acc&egrave;s restreint pour des raisons de confidentialit&eacute;, protection de la vie priv&eacute;e, propri&eacute;t&eacute; intellectuelle ou autres exigences juridiques ou &eacute;thiques. N&rsquo;oubliez pas d&rsquo;informer les participants des restrictions que vous &eacute;tablirez pour prot&eacute;ger leur vie priv&eacute;e. Pr&eacute;cisez ces restrictions sur le formulaire de consentement. Pour plus d&rsquo;information &agrave; ce sujet, consultez l&rsquo;</span><a href="https://www.york.ac.uk/library/info-for/researchers/data/sharing/access/"><span style="font-weight: 400;">Universit&eacute; de York</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span>

source: <p><span style="font-weight: 400;">List the owners of the data in your project (i.e., those who hold the intellectual property rights), such as you, collaborators, participants, and the owners of published data you will reuse. Consider how ownership will affect the sharing and reuse of data in your project. For example, existing licenses attached to copyrighted materials that you, collaborators, or participants incorporate into new artwork may prevent its sharing or allow it with conditions, like creator attribution, non-commercial use, and restricted access.</span></p>
fr_ca: <p><span style="font-weight: 400;">Faites une liste des propri&eacute;taires des donn&eacute;es de votre projet (d&eacute;tenteurs des droits de propri&eacute;t&eacute; intellectuelle)&nbsp;: vous-m&ecirc;me, les collaborateurs, les participants ou les propri&eacute;taires des donn&eacute;es que vous r&eacute;utilisez. &Eacute;valuez l&rsquo;impact du droit de propri&eacute;t&eacute; sur le partage et la r&eacute;utilisation des donn&eacute;es de votre projet. Si des collaborateurs, des participants ou vous int&eacute;grez des documents prot&eacute;g&eacute;s par le droit d&rsquo;auteur dans une nouvelle &oelig;uvre, vous ne pouvez pas forc&eacute;ment la partager ou devez respecter certaines conditions pour les partager (attribution du droit aux cr&eacute;ateurs, utilisation non commerciale et acc&egrave;s restreint), en vertu des licences qui se rattachent &agrave; ces documents.</span></p>
