Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: Describe each set of research materials using the table provided. Repeat as many times as necessary for each new set.<br /> <table style="border-collapse: collapse; width: 100%; height: 486px;" border="1"> <tbody> <tr style="height: 18px;"> <td style="width: 32.0366%; height: 18px;"><em><strong>Data Source</strong></em></td> <td style="width: 67.9634%; height: 18px;">(e.g. the Archives of Ontario)<br />If the data will be produced as part of the project, indicate this.</td> </tr> <tr style="height: 36px;"> <td style="width: 32.0366%; height: 36px;"><em><strong>Data Type</strong></em></td> <td style="width: 67.9634%; height: 36px;">(e.g. images, recordings, manuscripts, word processing files)</td> </tr> <tr style="height: 18px;"> <td style="width: 32.0366%; height: 18px;"><em><strong>Data Granularity</strong></em></td> <td style="width: 67.9634%; height: 18px;">(e.g. individual item; dataset, collection, corpus)</td> </tr> <tr style="height: 36px;"> <td style="width: 32.0366%; height: 36px;"><strong><em>Data Creation Methodology</em></strong><strong><em><br /></em></strong></td> <td style="width: 67.9634%; height: 36px;"><span style="font-weight: 400;">(if the data are produced as part of the project)<br />(e.g., surveys and qualitative interviews or focus groups)<br /></span></td> </tr> <tr style="height: 54px;"> <td style="width: 32.0366%; height: 54px;"><strong><em>Data Producer</em></strong><strong><em><br /></em></strong></td> <td style="width: 67.9634%; height: 54px;">Explain 1) who created the research data if it is not collected data, or 2) who created an additional analytical layer to existing research data.<br />Example: In the second case, one could use a finding aid prepared by the archive or a catalog raisonn&eacute; of another researcher.</td> </tr> <tr style="height: 36px;"> <td style="width: 32.0366%; height: 36px;"><strong><em>Is it sensitive data?</em></strong></td> <td style="width: 67.9634%; height: 36px;"><span style="font-weight: 400;">Archival records are generally reviewed by an archivist for privacy concerns before being made available to researchers. In cases where the information will be collected directly by the principal researcher, you should avoid disclosing any information that could identify a living person such as ethnic origin, personal beliefs, personal orientation, health status, etc. without permission. For further guidance, see the </span><a href="https://doi.org/10.5281/zenodo.4088954"><span style="font-weight: 400;">Human Research Data Risk Matrix</span></a><span style="font-weight: 400;">.</span></td> </tr> <tr style="height: 54px;"> <td style="width: 32.0366%; height: 54px;"><strong><em>Analog or digital format of research data/material during the project</em></strong></td> <td style="width: 67.9634%; height: 54px;">(e.g. print, magnetic tape, artefact, .txt, .csv, .jpeg, .nvpx, etc.)<br /><span style="font-weight: 400;">Find more information on file formats:</span><a href="https://researchdata.library.ubc.ca/plan/format-your-data/"> <span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;"> or</span><a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx"> <span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span></td> </tr> <tr style="height: 108px;"> <td style="width: 32.0366%; height: 108px;"><strong><em>Does the research data require long-term preservation?</em></strong></td> <td style="width: 67.9634%; height: 108px;">Research material that has heritage value or value to one or more research communities or to the public interest should provide for specific actions to ensure its long-term access. If so, explain here how long-term value is characterized.<br />(The <em>Preservation</em> section provides an opportunity to reflect on all of the elements to be considered for this dataset, including in particular the preservation format).</td> </tr> <tr style="height: 108px;"> <td style="width: 32.0366%; height: 108px;"><strong><em>Will the research data be shared?</em></strong></td> <td style="width: 67.9634%; height: 108px;">If not, please justify why no form of sharing is possible or desirable. Sharing research materials promotes knowledge development, collaborations and reduces duplication of research efforts. <br />(The <em>Sharing and Reuse</em> section provides an opportunity to consider all of the considerations for this dataset, particularly the dissemination format).</td> </tr> </tbody> </table>
fr_ca: Caract&eacute;riser chaque ensemble de mat&eacute;riel de recherche &agrave; l'aide du tableau fourni. R&eacute;p&eacute;tez autant de fois que n&eacute;cessaire pour chaque nouvel ensemble.<br /> <table style="border-collapse: collapse; width: 100%; height: 504px;" border="1"> <tbody> <tr style="height: 18px;"> <td style="width: 32.0366%; height: 18px;"><strong><em>Source des donn&eacute;es</em></strong><em><strong><br /></strong></em></td> <td style="width: 67.9634%; height: 18px;">(ex. : fonds d&rsquo;archives du Centre de planning familial du Qu&eacute;bec)<br />Si les donn&eacute;es seront produites dans le cadre du projet, indiquez-l&agrave;.</td> </tr> <tr style="height: 36px;"> <td style="width: 32.0366%; height: 36px;"><em><strong>Type de mat&eacute;riel</strong></em></td> <td style="width: 67.9634%; height: 36px;">(ex.: photos, enregistrements, manuscrits, fichier de traitement de texte)</td> </tr> <tr style="height: 18px;"> <td style="width: 32.0366%; height: 18px;"><em><strong>Granularit&eacute; du mat&eacute;riel&nbsp;</strong></em></td> <td style="width: 67.9634%; height: 18px;">(ex.: item individuel ; jeu de donn&eacute;es, collection ; corpus)</td> </tr> <tr style="height: 36px;"> <td style="width: 32.0366%; height: 36px;"><strong><em>M&eacute;thodologie de cr&eacute;ation des donn&eacute;es</em></strong><strong><em><br /></em></strong></td> <td style="width: 67.9634%; height: 36px;"><span style="font-weight: 400;">(dans le cas o&ugrave; les donn&eacute;es sont produites dans le cadre du projet)<br />(ex. : des enqu&ecirc;tes et des entrevues qualitatives ou des groupes de discussion)<br /></span></td> </tr> <tr style="height: 54px;"> <td style="width: 32.0366%; height: 54px;"><strong><em>Producteur des donn&eacute;es</em></strong><strong><em><br /></em></strong></td> <td style="width: 67.9634%; height: 54px;">Expliquer : 1) qui cr&eacute;e le mat&eacute;riel de recherche dans le cas o&ugrave; il ne s&rsquo;agit pas de mat&eacute;riel collect&eacute; ou 2) qui cr&eacute;e une couche analytique additionnelle au mat&eacute;riel de recherche existant.<br />Exemple : Dans le second cas, on pourrait utiliser un instrument de recherche pr&eacute;par&eacute; par l&rsquo;archive ou un catalogue raisonn&eacute; d'un autre chercheur.</td> </tr> <tr style="height: 36px;"> <td style="width: 32.0366%; height: 36px;"><strong><em>Est-ce des donn&eacute;es sensibles?</em></strong></td> <td style="width: 67.9634%; height: 36px;"><span style="font-weight: 400;">Les documents d'archives sont g&eacute;n&eacute;ralement examin&eacute;s par un archiviste pour des raisons de protection</span> <span style="font-weight: 400;">des </span><span style="font-weight: 400;">re</span><span style="font-weight: 400;">nseignements </span><span style="font-weight: 400;">personnels </span><span style="font-weight: 400;">avant d'&ecirc;tre mis &agrave; la disposition des chercheurs. Dans les cas o&ugrave; les informations seront collect&eacute;es directement par le chercheur principal, vous devez &eacute;viter de divulguer toute information permettant l&rsquo;identification d&rsquo;une personne vivante comme son origine ethnique, ses croyances personnelles, son orientation personnelle, son &eacute;tat de sant&eacute;, etc. sans permission. Pour d&rsquo;autres conseils, voir la </span><a href="https://doi.org/10.5281/zenodo.4107118"><span style="font-weight: 400;">Matrice de risque li&eacute; aux donn&eacute;es de recherche avec des &ecirc;tres humains</span></a><span style="font-weight: 400;">.</span></td> </tr> <tr style="height: 54px;"> <td style="width: 32.0366%; height: 54px;"><strong><em>Format analogique ou num&eacute;rique des donn&eacute;es / mat&eacute;riel de recherche pendant le projet</em></strong></td> <td style="width: 67.9634%; height: 54px;"><span style="font-weight: 400;">(ex.: imprim&eacute;, bande magn&eacute;tique, artefact, .txt, .csv, .jpeg, .nvpx, etc.</span><span style="font-weight: 400;">)</span><br /><span style="font-weight: 400;">Lire davantage sur les formats de fichier : <a href="https://www.canada.ca/fr/reseau-information-patrimoine/services/preservation-numerique/recommandations-formats-fichier-preservation-numerique.html">Gouvernement du Canada</a> ou <a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx">UK Data Service</a> (<em>lien en anglais</em>).</span></td> </tr> <tr style="height: 108px;"> <td style="width: 32.0366%; height: 108px;"><strong><em>Le mat&eacute;riel de recherche doit-t-il &ecirc;tre pr&eacute;serv&eacute; &agrave; long terme?</em></strong></td> <td style="width: 67.9634%; height: 108px;">Un mat&eacute;riel de recherche qui a une valeur patrimoniale ou une valeur pour une ou plusieurs communaut&eacute;s de recherche ou encore pour l&rsquo;int&eacute;r&ecirc;t public devrait pr&eacute;voir des actions particuli&egrave;res pour assurer son acc&egrave;s sur le long terme. Le cas &eacute;ch&eacute;ant, expliquez ici comment on caract&eacute;rise la valeur &agrave; long terme.<br /><span style="font-weight: 400;">(La section </span><em><span style="font-weight: 400;">Pr&eacute;servation</span></em><span style="font-weight: 400;"> permet de r&eacute;fl&eacute;chir &agrave; l&rsquo;ensemble des &eacute;l&eacute;ments &agrave; consid&eacute;rer pour le pr&eacute;sent ensemble de donn&eacute;es, dont en particulier le format de pr&eacute;servation.)</span></td> </tr> <tr style="height: 108px;"> <td style="width: 32.0366%; height: 108px;"><strong><em>Le mat&eacute;riel de recherche sera-t-il partag&eacute;?</em></strong></td> <td style="width: 67.9634%; height: 108px;">Si non, veuillez justifier pourquoi aucune forme de partage n&rsquo;est possible ou souhaitable. Le partage du mat&eacute;riel de recherche favorise le d&eacute;veloppement des connaissances, les collaborations et r&eacute;duit le d&eacute;doublement des efforts de recherche. <br />(La section <em>Partage et r&eacute;utilisation</em> permet de r&eacute;fl&eacute;chir &agrave; l&rsquo;ensemble des &eacute;l&eacute;ments &agrave; consid&eacute;rer pour le pr&eacute;sent ensemble de donn&eacute;es, dont en particulier le format de diffusion.)</td> </tr> </tbody> </table>

source: What documentation is required to correctly read and interpret the research data?
fr_ca: Quelle documentation est requise pour lire et interpr&eacute;ter correctement le mat&eacute;riel de recherche?

source: <p>Describe the storage conditions for your research data taking into account the following aspects:</p> <table style="border-collapse: collapse; width: 100%; height: 352px;" border="1"> <tbody> <tr style="height: 155px;"> <td style="width: 34.8971%; height: 155px;"><strong><em>Master file and backup copies</em></strong></td> <td style="width: 65.1029%; height: 155px;"><span style="font-weight: 400;">Follow the 3-2-1 backup rule: keep 3 copies of files (master file + 2 copies), stored on 2 types of media (e.g. institutional server + external drive), and 1 copy kept in an off-site location. <br /><br />Each storage medium has advantages and disadvantages. If needed, consult a <a href="https://portagenetwork.ca/tools-and-resources/institutional-rdm-contacts/">resource person</a> or contact the DMP Coordinator at <a href="mailto:support@portagenetwork.ca">support@portagenetwork.ca</a>. Find more information on storage and backup practices at <a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx">UK Data Service</a>. </span></td> </tr> <tr style="height: 18px;"> <td style="width: 34.8971%; height: 18px;"><strong><em>Anticipated storage space</em></strong></td> <td style="width: 65.1029%; height: 18px;"><span style="font-weight: 400;">(e.g. 2 tablets; 15 files of ~70 MB =~ 1 GB multiplied in 3 copies)</span></td> </tr> <tr style="height: 36px;"> <td style="width: 34.8971%; height: 36px;"><strong><em>Anticipated storage duration</em></strong></td> <td style="width: 65.1029%; height: 36px;"><span style="font-weight: 400;">(e.g. for the duration of the project; 5 years after the end of the project; long term = well beyond the end of the project)</span></td> </tr> <tr style="height: 36px;"> <td style="width: 34.8971%; height: 36px;"><strong><em>Is the access to this research data restricted? </em></strong></td> <td style="width: 65.1029%; height: 36px;"><span style="font-weight: 400;">If applicable, indicate what measures are being taken to manage this access (e.g. password protection, file encryption).</span></td> </tr> <tr style="height: 118px;"> <td style="width: 34.8971%; height: 107px;"><strong><em>Who can access the data?</em></strong></td> <td style="width: 65.1029%; height: 107px;"><span style="font-weight: 400;">Describe functional roles.<br /></span><br /><span style="font-weight: 400;">To make sure your research data is transmitted in a secure manner or through servers governed by Canadian or provincial legislation, either contact your </span><a href="https://portagenetwork.ca/tools-and-resources/institutional-rdm-contacts/"><span style="font-weight: 400;">institution&rsquo;s library</span></a><span style="font-weight: 400;"> or the DMP Coordinator at </span><a href="mailto:support@portagenetwork.ca"><span style="font-weight: 400;">support@portagenetwork.ca</span></a><span style="font-weight: 400;">.</span></td> </tr> </tbody> </table>
fr_ca: <p>Caract&eacute;riser les conditions de stockage de votre mat&eacute;riel de recherche en tenant compte des dimensions suivantes :</p> <table style="border-collapse: collapse; width: 100%;" border="1"> <tbody> <tr> <td style="width: 34.8971%;"><strong><em>Fichier ma&icirc;tre et copies de s&eacute;curit&eacute;</em></strong></td> <td style="width: 65.1029%;"> <p><span style="font-weight: 400;">Suivre la r&egrave;gle de sauvegarde 3-2-1&nbsp;: 3 copies des fichiers (fichier ma&icirc;tre + 2 copies), sur 2 supports physiques diff&eacute;rents (ex. : serveur universit&eacute; + disque dur externe), 1 copie hors site.</span></p> <span style="font-weight: 400;">Chaque support de stockage pr&eacute;sente des avantages et des inconv&eacute;nients. Au besoin, consulter une </span><a href="https://portagenetwork.ca/fr/outils-et-ressources/personnes-ressources-pour-la-gdr-dans-les-etablissements/"><span style="font-weight: 400;">une personne ressource</span></a><span style="font-weight: 400;"> ou contactez le Coordonnateur du PGD &agrave; </span><a href="mailto:support@portagenetwork.ca"><span style="font-weight: 400;">support@portagenetwork.ca</span></a><span style="font-weight: 400;">. Lire sur le stockage et les pratiques de sauvegarde : </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">). </span></td> </tr> <tr> <td style="width: 34.8971%;"><strong><em>Espace de stockage anticip&eacute;</em></strong></td> <td style="width: 65.1029%;"><span style="font-weight: 400;">(ex. : 2 tablettes ; 15 fichiers de ~70 Mo =~ 1Go mais r&eacute;p&eacute;t&eacute; en 3 copies)</span></td> </tr> <tr> <td style="width: 34.8971%;"><strong><em>Dur&eacute;e de stockage anticip&eacute;e</em></strong> <strong><em><br /></em></strong></td> <td style="width: 65.1029%;"><span style="font-weight: 400;">(ex. : pour la dur&eacute;e du projet ; 5 ans apr&egrave;s la fin du projet ; long terme = bien au-del&agrave; la fin du projet)</span></td> </tr> <tr> <td style="width: 34.8971%;"><strong><em>Contraintes d&rsquo;acc&egrave;s &agrave; ce mat&eacute;riel de recherche?</em></strong><strong><em><br /></em></strong></td> <td style="width: 65.1029%;"><span style="font-weight: 400;">Indiquer au besoin quelles mesures sont prises pour g&eacute;rer cet acc&egrave;s (ex. : espace verrouill&eacute;, cryptage de fichiers).</span></td> </tr> <tr> <td style="width: 34.8971%;"><strong><em>Qui acc&egrave;de au mat&eacute;riel?</em></strong><strong><em><br /></em></strong></td> <td style="width: 65.1029%;"> <p><span style="font-weight: 400;">Indiquer les r&ocirc;les fonctionnels.</span></p> <span style="font-weight: 400;">Si vous voulez v&eacute;rifiez que vous &eacute;changez du mat&eacute;riel de recherche &agrave; distance de fa&ccedil;on s&eacute;curitaire ou encore sur des serveurs r&eacute;gis par des lois canadiennes ou provinciales, vous pouvez consulter <a href="https://portagenetwork.ca/fr/outils-et-ressources/personnes-ressources-pour-la-gdr-dans-les-etablissements/">les biblioth&eacute;caires de votre institution</a> ou contacter le Coordonnateur du PGD &agrave; <a href="mailto:support@portagenetwork.ca">support@portagenetwork.ca</a>.&nbsp; <br /></span></td> </tr> </tbody> </table>

source: Describe the research data that requires long-term preservation by considering the following aspects:<br /><br /> <table style="border-collapse: collapse; width: 100%; height: 18px;" border="1"> <tbody> <tr style="height: 18px;"> <td style="width: 50%; height: 18px;"><strong><em>Preservation reason</em></strong></td> <td style="width: 50%; height: 18px;">(e.g. heritage value; value for one or multiple research communities; public interest; policy requirement)</td> </tr> <tr> <td style="width: 50%;"><strong><em>Preservation format</em></strong></td> <td style="width: 50%;"><span style="font-weight: 400;">See recommendations of the </span><a href="https://www.loc.gov/preservation/resources/rfs/index.html"><span style="font-weight: 400;">Library of Congress</span></a><span style="font-weight: 400;">. Note that converting from one file format to another for preservation purposes may result in loss of information. This type of operation must be mentioned in the </span><em><span style="font-weight: 400;">Documentation and Metadata</span></em><span style="font-weight: 400;"> section.</span></td> </tr> </tbody> </table>
fr_ca: Caract&eacute;riser le mat&eacute;riel de recherche qui devrait &ecirc;tre pr&eacute;serv&eacute; &agrave; long terme en consid&eacute;rant les dimensions suivantes :<br /><br /> <table style="border-collapse: collapse; width: 100%; height: 18px;" border="1"> <tbody> <tr style="height: 18px;"> <td style="width: 50%; height: 18px;"><strong><em>Raison de la pr&eacute;servation</em></strong></td> <td style="width: 50%; height: 18px;">(ex. : valeur patrimoniale ; valeur pour la communaut&eacute; de recherche ou pour plusieurs communaut&eacute;s de recherche ; int&eacute;r&ecirc;t public; exigence politique)</td> </tr> <tr> <td style="width: 50%;"><strong><em>Format de pr&eacute;servation</em></strong>&nbsp;<strong><em><br /></em></strong></td> <td style="width: 50%;"><span style="font-weight: 400;">Voir les recommandations du </span><a href="https://www.canada.ca/fr/reseau-information-patrimoine/services/preservation-numerique/recommandations-formats-fichier-preservation-numerique.html"><span style="font-weight: 400;">Gouvernement du Canada</span></a><span style="font-weight: 400;">. Notez que la conversion d&rsquo;un format de fichier vers un autre pour des fins de pr&eacute;servation peut entra&icirc;ner des pertes d&rsquo;information. Ce type d&rsquo;op&eacute;ration doit &ecirc;tre mentionn&eacute; dans la section </span><em><span style="font-weight: 400;">Documentation et m&eacute;tadonn&eacute;es</span></em><span style="font-weight: 400;">.</span></td> </tr> </tbody> </table>

source: For each research dataset reported as containing sensitive data, identify the security issues that need to be considered to protect the privacy and confidentiality within your team.
fr_ca: Pour chaque ensemble de mat&eacute;riel de recherche signal&eacute; comme contenant des donn&eacute;es sensibles, identifiez les enjeux de s&eacute;curit&eacute; &agrave; consid&eacute;rer pour pr&eacute;server la vie priv&eacute;e et la confidentialit&eacute; au sein m&ecirc;me de votre &eacute;quipe.

source: <p>Describe each research dataset that will be shared with other researchers or a broader audience while taking into account the following considerations:</p> <table style="border-collapse: collapse; width: 100%; height: 160px;" border="1"> <tbody> <tr style="height: 36px;"> <td style="width: 50%; height: 36px;"><strong><em>Is it sensitive data?</em></strong></td> <td style="width: 50%; height: 36px;"><span style="font-weight: 400;">If so, explain if this limits access. Refer to the </span><em><span style="font-weight: 400;">Ethics and Legal Compliance</span></em><span style="font-weight: 400;"> section if necessary.</span></td> </tr> <tr style="height: 34px;"> <td style="width: 50%; height: 34px;"><strong><em>Is the research data subject to intellectual property?</em></strong></td> <td style="width: 50%; height: 34px;"><span style="font-weight: 400;">If so, explain if this limits access. Refer to the </span><em><span style="font-weight: 400;">Ethics and Legal Compliance</span></em><span style="font-weight: 400;"> section if necessary.</span></td> </tr> <tr style="height: 54px;"> <td style="width: 50%; height: 54px;"><strong><em>Sharing requirement</em></strong></td> <td style="width: 50%; height: 54px;"><span style="font-weight: 400;">It depends on whether an institutional policy or the granting agency requires some form of sharing of research materials.</span></td> </tr> <tr style="height: 36px;"> <td style="width: 50%; height: 36px;"><strong><em>Target audience </em></strong></td> <td style="width: 50%; height: 36px;"><span style="font-weight: 400;">(e.g. history researchers, researchers from various disciplines, general public)</span></td> </tr> </tbody> </table>
fr_ca: <p>Caract&eacute;riser chaque ensemble de mat&eacute;riel de recherche qui sera partag&eacute; avec d&rsquo;autres chercheurs ou aupr&egrave;s d&rsquo;un public &eacute;largi selon les dimensions suivantes.</p> <table style="border-collapse: collapse; width: 100%;" border="1"> <tbody> <tr> <td style="width: 50%;"><strong><em>Y a-t-il des donn&eacute;es sensibles?</em></strong></td> <td style="width: 50%;"><span style="font-weight: 400;">Si oui, expliquer si cela limite l&rsquo;acc&egrave;s. R&eacute;f&eacute;rer au besoin &agrave; la section </span><em><span style="font-weight: 400;">Conformit&eacute; &eacute;thique et juridique</span></em><span style="font-weight: 400;">.</span></td> </tr> <tr> <td style="width: 50%;"><strong><em>Le mat&eacute;riel de recherche est-il assujetti &agrave; une propri&eacute;t&eacute; intellectuelle?</em></strong><strong><em><br /></em></strong></td> <td style="width: 50%;"><span style="font-weight: 400;">Si oui, expliquer si cela limite l&rsquo;acc&egrave;s. R&eacute;f&eacute;rer au besoin &agrave; la section <em>Conformit&eacute; &eacute;thique et juridique.</em></span></td> </tr> <tr> <td style="width: 50%;"><strong><em>Exigence de partage</em></strong><strong><em><br /></em></strong></td> <td style="width: 50%;"><span style="font-weight: 400;">Oui ou non, selon qu&rsquo;une politique institutionnelle ou que l&rsquo;organisme subventionnaire exige une forme de partage du mat&eacute;riel de recherche</span></td> </tr> <tr> <td style="width: 50%;"><strong><em>Public vis&eacute;</em></strong><strong><em><br /></em></strong></td> <td style="width: 50%;"><span style="font-weight: 400;">(ex. : chercheurs en histoire, chercheurs de diverses disciplines, public g&eacute;n&eacute;ral)</span></td> </tr> </tbody> </table>
