Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <span style="font-weight: 400;">Describe any restrictions that may prohibit the release of software/technology. Examples may include commercial restrictions, patent restrictions, or intellectual property rules under the umbrella of an academic institution.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez toutes les restrictions susceptibles d&rsquo;interdire la diffusion du logiciel ou de la technologie. Il peut s&rsquo;agir, par exemple, de restrictions commerciales, de restrictions en mati&egrave;re de brevets ou de r&egrave;gles de propri&eacute;t&eacute; intellectuelle sous l&rsquo;&eacute;gide d&rsquo;un &eacute;tablissement universitaire.</span>

source: <span style="font-weight: 400;">Provide the location of where you intend to share your software/technology (e.g., app store, lab website, an industry partner). If planning to share underlying code, please indicate where that may be available as well. Consider using a tool like </span><a href="https://github.com/"><span style="font-weight: 400;">GitHub</span></a><span style="font-weight: 400;"> to make your code accessible and retrievable.</span>
fr_ca: <span style="font-weight: 400;">Indiquez l&rsquo;endroit o&ugrave; vous avez l&rsquo;intention de partager votre logiciel ou technologie (par exemple, l&rsquo;App Store, le site web du laboratoire, un partenaire industriel). Si vous pr&eacute;voyez de partager le code sous-jacent, veuillez &eacute;galement indiquer l&rsquo;endroit o&ugrave; il pourrait &ecirc;tre disponible. Envisagez d&rsquo;utiliser un outil tel que </span><a href="https://github.com/"><span style="font-weight: 400;">GitHub</span></a><span style="font-weight: 400;"> (<em>lien en anglais</em>) pour rendre votre code accessible et r&eacute;cup&eacute;rable.</span>

source: <span style="font-weight: 400;">Please describe the types of data you will gather across all phases of your study. Examples may include, but are not limited to data collected from surveys, interviews, personas or user stories, images, user testing, usage data, audio/video recordings, etc.</span>
fr_ca: <span style="font-weight: 400;">Veuillez d&eacute;crire les types de donn&eacute;es que vous allez recueillir &agrave; toutes les &eacute;tapes de votre &eacute;tude. Il peut s&rsquo;agir, par exemple, de donn&eacute;es recueillies dans le cadre d&rsquo;enqu&ecirc;tes, d&rsquo;entretiens, de personas ou d&rsquo;histoires d&rsquo;utilisateurs, d&rsquo;images, de tests d&rsquo;utilisateurs, de donn&eacute;es d&rsquo;utilisation, d&rsquo;enregistrements audio/vid&eacute;o, etc.</span>

source: <span style="font-weight: 400;">If you will be combining original research data with existing licensed, restricted, or previously used research data, describe those data here. Provide the name, location, and date</span> <span style="font-weight: 400;">of the dataset(s)</span> <span style="font-weight: 400;">used. </span>
fr_ca: <span style="font-weight: 400;">Si vous allez combiner des donn&eacute;es de recherche originales avec des donn&eacute;es de recherche existantes sous licence, restreintes ou d&eacute;j&agrave; utilis&eacute;es, d&eacute;crivez ces donn&eacute;es ici. Indiquez le nom, le lieu et la date des ensembles de donn&eacute;es utilis&eacute;s. </span>

source: <span style="font-weight: 400;">Provide a description of any data collection instruments or scales that will be used to collect data. These may include but are not limited to questionnaires, assessment scales, or persona guides. If using a pre-existing instrument or scale from another study, provide the citation(s) in this section.</span>
fr_ca: <span style="font-weight: 400;">Donnez une description de tous les instruments ou &eacute;chelles de collecte de donn&eacute;es qui seront utilis&eacute;s pour collecter les donn&eacute;es. Il peut s&rsquo;agir, entre autres, de questionnaires, d&rsquo;&eacute;chelles d&rsquo;&eacute;valuation ou de guides de personas. Si vous utilisez un instrument ou une &eacute;chelle pr&eacute;existants provenant d&rsquo;une autre &eacute;tude, fournissez les citations dans cette section.</span>

source: <span style="font-weight: 400;">Indicate how frequently you will be collecting data from participants. For example, if you are conducting a series of user tests with the same participants each time, indicate the frequency here.</span>
fr_ca: <span style="font-weight: 400;">Indiquez &agrave; quelle fr&eacute;quence vous allez collecter des donn&eacute;es aupr&egrave;s des participants. Par exemple, si vous effectuez une s&eacute;rie de tests d&rsquo;utilisateurs avec les m&ecirc;mes participants &agrave; chaque fois, indiquez la fr&eacute;quence ici.</span>

source: <span style="font-weight: 400;">Indicate the broader geographic location and setting where data will be gathered.</span>
fr_ca: <span style="font-weight: 400;">Indiquer la situation g&eacute;ographique et le contexte &eacute;largi dans lequel les donn&eacute;es seront recueillies.</span>

source: <span style="font-weight: 400;">Utilize this section to include a descriptive overview of the procedures involved in the data collection process. This may include but not be limited to recruitment, screening, information dissemination, and the phases of data collection (e.g., participant surveys, user acceptance testing, etc.). </span>
fr_ca: <span style="font-weight: 400;">Utilisez cette section pour inclure un aper&ccedil;u descriptif des proc&eacute;dures impliqu&eacute;es dans le processus de collecte des donn&eacute;es. Cela peut comprendre, notamment, le recrutement, la s&eacute;lection, la diffusion de l&rsquo;information et les phases de la collecte des donn&eacute;es (par exemple, les enqu&ecirc;tes aupr&egrave;s des participants, les tests d&rsquo;acceptation par les utilisateurs, etc.).&nbsp; </span>

source: <span style="font-weight: 400;">Include the name and version of any software programs used to collect data in the study. If homegrown software/technology is being used, describe it and list any dependencies associated with running that program.</span>
fr_ca: <p><span style="font-weight: 400;">Indiquez le nom et la version de tout logiciel utilis&eacute; pour collecter les donn&eacute;es dans l&rsquo;&eacute;tude. Si un logiciel ou une technologie cr&eacute;&eacute;(e) &agrave; l&rsquo;interne est utilis&eacute;(e), d&eacute;crivez celui-ci ou celle-ci et &eacute;num&eacute;rez toutes les d&eacute;pendances associ&eacute;es &agrave; l&rsquo;ex&eacute;cution de ce programme.</span></p>

source: <span style="font-weight: 400;">List any of the output files formats from the software programs listed above.</span>
fr_ca: <span style="font-weight: 400;">Indiquez les formats de fichiers issus des logiciels &eacute;num&eacute;r&eacute;s ci-dessus.</span>

source: <span style="font-weight: 400;">Provide a description of how you will track changes made to any data analysis files. An example of this might include your audit trails or versioning systems that you will follow iterations of the data during the analysis process.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez comment vous allez suivre les modifications apport&eacute;es aux fichiers d&rsquo;analyse des donn&eacute;es. Il peut s&rsquo;agir par exemple de vos pistes de v&eacute;rification ou de vos syst&egrave;mes de gestion des versions qui vous permettront de suivre les it&eacute;rations des donn&eacute;es pendant le processus d&rsquo;analyse.</span>

source: <span style="font-weight: 400;">Describe the software you will use to perform any data analysis tasks associated with your study, along with the version of that software (e.g., SPSS, Atlas.ti, Excel, R, etc.).</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez le logiciel que vous utiliserez pour effectuer les t&acirc;ches d&rsquo;analyse des donn&eacute;es associ&eacute;es &agrave; votre &eacute;tude, ainsi que la version de ce logiciel (par exemple, SPSS, Atlas.ti, Excel, R, etc.). </span>

source: <span style="font-weight: 400;">List the file formats associated with each analysis software program that will be generated in your study (e.g., .txt, .csv, .xsls, .docx).</span>
fr_ca: <span style="font-weight: 400;">&Eacute;num&eacute;rez les formats de fichiers associ&eacute;s &agrave; chaque logiciel d&rsquo;analyse qui sera g&eacute;n&eacute;r&eacute; dans votre &eacute;tude (par exemple, .txt, .csv, .xsls, .docx).</span>

source: <span style="font-weight: 400;">Include any code or coding schemes used to perform data analysis. Examples in this section could include codebooks for analyzing interview transcripts from user testing, code associated with the functional/non-functional requirements of the software/technology program, or analytical frameworks used for evaluation.</span>
fr_ca: <span style="font-weight: 400;">Indiquez tous les codes ou syst&egrave;mes de codage utilis&eacute;s pour effectuer l&rsquo;analyse des donn&eacute;es. Il peut s&rsquo;agir, par exemple, des guides de codification pour l&rsquo;analyse des transcriptions d&rsquo;entretiens des tests d&rsquo;utilisation, des codes associ&eacute;s aux exigences fonctionnelles ou non fonctionnelles du programme logiciel ou technologique, ou des cadres analytiques utilis&eacute;s pour l&rsquo;&eacute;valuation.</span>

source: <span style="font-weight: 400;">Use this section to describe any quality review schedules, double coding measures, inter-rater reliability, quality review schedules, etc. that you intend to implement in your study.</span>
fr_ca: <span style="font-weight: 400;">Indiquez dans cette section les calendriers d&rsquo;examen de la qualit&eacute;, les mesures de double codage, la fiabilit&eacute; entre &eacute;valuateurs, etc. que vous souhaitez mettre en &oelig;uvre dans votre &eacute;tude.</span>

source: <span style="font-weight: 400;">Consider what information might be useful to accompany your data if you were to share it with someone else (e.g., the study protocol, interview guide, personas, user testing procedures, data collection instruments, or software dependencies, etc.).</span>
fr_ca: <span style="font-weight: 400;">R&eacute;fl&eacute;chissez &agrave; l&rsquo;information qui pourrait &ecirc;tre utile pour accompagner vos donn&eacute;es si vous deviez les partager avec quelqu&rsquo;un d&rsquo;autre (par exemple, le protocole de l&rsquo;&eacute;tude, le guide d&rsquo;entretien, les personas, les proc&eacute;dures de test des utilisateurs, les instruments de collecte des donn&eacute;es ou les d&eacute;pendances des logiciels, etc.).</span>

source: <span style="font-weight: 400;">Describe the target population for which the software/technology is being developed (i.e., end users).</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crire la population cible pour laquelle le logiciel ou la technologie est d&eacute;velopp&eacute;(e) (c&rsquo;est-&agrave;-dire les utilisateurs finaux).</span>

source: <span style="font-weight: 400;">Describe the processes used to sample the population (e.g., convenience, snowball, purposeful, etc.).</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les processus utilis&eacute;s pour &eacute;chantillonner la population (par exemple, &eacute;chantillonnage de commodit&eacute;, en boule de neige, d&eacute;lib&eacute;r&eacute;, etc.).</span>

source: <span style="font-weight: 400;">For any data gathered, list the variables being studied. For each variable, include the variable name, explanatory information, variable type, and values associated with each variable. Examples may include demographic characteristics of stakeholders, components of the software/technology program&rsquo;s functional and nonfunctional requirements, etc. See guidance on </span><a href="https://help.osf.io/hc/en-us/articles/360019739054-How-to-Make-a-Data-Dictionary"><span style="font-weight: 400;">how to create a data dictionary</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Pour toute donn&eacute;e recueillie, &eacute;num&eacute;rez les variables &eacute;tudi&eacute;es. Pour chaque variable, indiquez le nom de la variable, les informations explicatives, le type de variable et les valeurs associ&eacute;es &agrave; chaque variable. Il peut s&rsquo;agir, par exemple, des caract&eacute;ristiques d&eacute;mographiques des intervenants, des composantes des exigences fonctionnelles et non fonctionnelles du logiciel ou du programme technologique, etc. Consultez le guide sur </span><a href="https://help.osf.io/hc/en-us/articles/360019739054-How-to-Make-a-Data-Dictionary"><span style="font-weight: 400;">comment cr&eacute;er un dictionnaire de donn&eacute;s</span></a> <span style="font-weight: 400;">(</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">)</span><span style="font-weight: 400;">.</span>

source: <span style="font-weight: 400;">Create a glossary of all acronyms or abbreviations used within your study. </span>
fr_ca: <span style="font-weight: 400;">Cr&eacute;ez un glossaire de tous les acronymes ou abr&eacute;viations utilis&eacute;s dans votre &eacute;tude. </span>

source: <span style="font-weight: 400;">Provide an estimate of how much data you will collect for all data in the form of terabytes, gigabytes, or megabytes as needed. Breaking down the size requirements by data types is advised (e.g., 2 GB required for video files, 500 MB for survey data). </span>
fr_ca: <span style="font-weight: 400;">Fournissez une estimation de la quantit&eacute; de donn&eacute;es que vous allez collecter pour l&rsquo;ensemble des donn&eacute;es sous forme de t&eacute;raoctets, gigaoctets ou m&eacute;gaoctets selon les besoins. Il est conseill&eacute; de ventiler les exigences de taille par type de donn&eacute;es (par exemple, 2&nbsp;Go pour les fichiers vid&eacute;o, 500&nbsp;Mo pour les donn&eacute;es d&rsquo;enqu&ecirc;te).</span>

source: <span style="font-weight: 400;">Indicate where and how data will be stored during data collection. Examples may include storing data in secure, password protected computer files, encrypted cloud storage, software programs (e.g., REDCap), hard copies stored in locked filing cabinets, external hard drives, etc.</span>
fr_ca: <span style="font-weight: 400;">Indiquez l&rsquo;endroit et la m&eacute;thode de stockage des donn&eacute;es pendant la collecte des donn&eacute;es. Il peut s&rsquo;agir, par exemple, du stockage de donn&eacute;es dans des fichiers informatiques s&eacute;curis&eacute;s et prot&eacute;g&eacute;s par un mot de passe, du stockage crypt&eacute; dans les nuages, de programmes logiciels (par exemple REDCap), de copies papier stock&eacute;es dans des classeurs verrouill&eacute;s, de disques durs externes, etc.</span>

source: <span style="font-weight: 400;">If different from above, indicate where data is stored during the data analysis process. If data is being sent to external locations for analysis by a statistician, describe that process here.</span>
fr_ca: <span style="font-weight: 400;">S&rsquo;il diff&egrave;re de celui indiqu&eacute; ci-dessus, indiquez l&rsquo;endroit o&ugrave; les donn&eacute;es sont stock&eacute;es pendant le processus d&rsquo;analyse des donn&eacute;es. Si les donn&eacute;es sont envoy&eacute;es &agrave; des endroits externes pour &ecirc;tre analys&eacute;es par un statisticien, d&eacute;crivez ce processus ici.</span>

source: <span style="font-weight: 400;">Indicate the security measures used to protect participant identifying data. Examples may include storing informed consent forms separately from anonymized data, password protecting files, locking unused computers, and restricting access to data that may contain identifying information. </span>
fr_ca: <span style="font-weight: 400;">Indiquez les mesures de s&eacute;curit&eacute; utilis&eacute;es pour prot&eacute;ger les donn&eacute;es d&rsquo;identification des participants. Il peut s&rsquo;agir, par exemple, de stocker les formulaires de consentement &eacute;clair&eacute; s&eacute;par&eacute;ment des donn&eacute;es anonymis&eacute;es, de prot&eacute;ger les fichiers par un mot de passe, de verrouiller les ordinateurs inutilis&eacute;s et de restreindre l&rsquo;acc&egrave;s aux donn&eacute;es pouvant contenir des renseignements identificatoires. </span>

source: <span style="font-weight: 400;">List any specific file naming conventions used throughout the study. Provide examples of this file naming convention in the text indicating the context for each part of the file name. See file naming guidance </span><a href="https://www.ed.ac.uk/records-management/guidance/records/practical-guidance/naming-conventions"><span style="font-weight: 400;">here</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Indiquez les conventions de nomenclature des fichiers utilis&eacute;es tout au long de l&rsquo;&eacute;tude. Donnez des exemples de cette convention de nomenclature de fichier dans le texte en indiquant le contexte de chaque partie du nom du fichier. Consultez le guide de nomenclature des fichiers </span><a href="https://biblio.uottawa.ca/fr/services/professeurs/gestion-donnees-recherche/designation-fichiers-disposition-donnees"><span style="font-weight: 400;">ici</span></a><span style="font-weight: 400;">.</span>

source: <span style="font-weight: 400;">Describe how your study data will be regularly saved, backed up, and updated. If using institutional servers, consult with your Information Technology department to find out how frequently data is backed up.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez comment les donn&eacute;es de votre &eacute;tude seront r&eacute;guli&egrave;rement enregistr&eacute;es, sauvegard&eacute;es et mises &agrave; jour. Si vous utilisez des serveurs institutionnels, consultez votre service informatique pour conna&icirc;tre la fr&eacute;quence de sauvegarde des donn&eacute;es.</span>

source: <span style="font-weight: 400;">Outline the information provided in your Research Ethics Board protocol, and describe how informed consent is collected, and at which phases of the data collection process. Examples include steps to gain written or verbal consent, re-establishing consent at subsequent points of contact, etc. </span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez l&rsquo;information fournie dans le protocole de votre comit&eacute; d&rsquo;&eacute;thique de la recherche, et d&eacute;crivez comment et &agrave; quelles phases du processus de collecte des donn&eacute;es le consentement &eacute;clair&eacute; est recueilli. Il peut s&rsquo;agir, par exemple, des &eacute;tapes permettant d&rsquo;obtenir un consentement &eacute;crit ou verbal, du r&eacute;tablissement du consentement aux points de contact ult&eacute;rieurs, etc.&nbsp; </span>

source: <span style="font-weight: 400;">Describe any ethical concerns that may be associated with the data in this study. For example, if vulnerable and/or Indigenous populations were studied, outline specific guidelines that are being followed to protect participants (e.g., </span><a href="https://www.afn.ca/uploads/files/nihbforum/info_and_privacy_doc-ocap.pdf"><span style="font-weight: 400;">OCAP</span></a><span style="font-weight: 400;">, community advisory boards, etc.).</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez toute pr&eacute;occupation &eacute;thique qui pourrait &ecirc;tre associ&eacute;e aux donn&eacute;es de cette &eacute;tude. Par exemple, si des populations vuln&eacute;rables ou indig&egrave;nes ont &eacute;t&eacute; &eacute;tudi&eacute;es, d&eacute;crivez les lignes directrices sp&eacute;cifiques qui sont suivies pour prot&eacute;ger les participants (par exemple, les principes de </span><a href="https://www.afn.ca/uploads/files/nihbforum/info_and_privacy_doc-ocap-fr.pdf"><span style="font-weight: 400;">PCAP</span></a><span style="font-weight: 400;">, les conseils consultatifs communautaires, etc.).</span>

source: <span style="font-weight: 400;">Provide details describing the legal restrictions that apply to your data. These restrictions may include, but are not limited to details about how your research data can be used as outlined by a funder, institution, collaboration or commercial agreement. </span>
fr_ca: <span style="font-weight: 400;">Indiquez en d&eacute;tail les restrictions juridiques qui s&rsquo;appliquent &agrave; vos donn&eacute;es. Ces restrictions peuvent inclure, notamment, des d&eacute;tails sur la mani&egrave;re dont vos donn&eacute;es de recherche peuvent &ecirc;tre utilis&eacute;es selon les directives d&rsquo;un bailleur de fonds, une institution, une collaboration ou un accord commercial. </span>

source: <span style="font-weight: 400;">Describe any financial resources that may be required to properly manage your research data. This may include personnel, storage requirements, software, hardware, etc.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez toutes les ressources financi&egrave;res qui peuvent &ecirc;tre n&eacute;cessaires pour g&eacute;rer correctement vos donn&eacute;es de recherche. Celles-ci peuvent &ecirc;tre li&eacute;es au personnel, au stockage, aux logiciels, au mat&eacute;riel, etc.</span>

source: <span style="font-weight: 400;">Provide the name(s), affiliation, and contact information for the main study contact.</span>
fr_ca: <span style="font-weight: 400;">Indiquez les noms, l&rsquo;affiliation et les coordonn&eacute;es des personnes-ressources &agrave; contacter pour l&rsquo;&eacute;tude.</span>

source: <span style="font-weight: 400;">Provide the name(s), affiliation, contact information, and responsibilities of each study team member in relation to working with the study data. </span>
fr_ca: <span style="font-weight: 400;">Indiquez les noms, l&rsquo;affiliation, les coordonn&eacute;es et les responsabilit&eacute;s de chaque membre de l&rsquo;&eacute;quipe d&rsquo;&eacute;tude qui travaille avec les donn&eacute;es de l&rsquo;&eacute;tude. </span>

source: <span style="font-weight: 400;">Describe who the intended users are of the data. Consider that those who would benefit most from your data may differ from those who would benefit from the software/technology developed. </span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez qui sont les utilisateurs pr&eacute;vus des donn&eacute;es. Tenez compte du fait que ceux qui profiteraient le plus de vos donn&eacute;es peuvent &ecirc;tre diff&eacute;rents de ceux qui profiteraient du logiciel ou de la technologie d&eacute;velopp&eacute;(e).</span>

source: <span style="font-weight: 400;">Outline the specific data that can be shared at the completion of the study. Be specific about the data (e.g., from surveys, user testing, app usage, interviews, etc.) and what can be shared.</span>
fr_ca: <span style="font-weight: 400;">Pr&eacute;cisez les donn&eacute;es qui peuvent &ecirc;tre partag&eacute;es &agrave; l&rsquo;issue de l&rsquo;&eacute;tude. Soyez pr&eacute;cis quant aux donn&eacute;es (par exemple, provenant d&rsquo;enqu&ecirc;tes, de tests d&rsquo;utilisateurs, d&rsquo;utilisation d&rsquo;applications, d&rsquo;entretiens, etc.</span>
