Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: get involved<em class="sr-only"> (new window)</em><span class="new-window-popup-info">%{open_in_new_window_text}</span>
de: <span class="new-window-popup-info">mach</span> mit <em class="sr-only">(neues Fenster)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
es: involucrarse <em class="sr-only">(nueva ventana)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
fi: osallistua <em class="sr-only">(uusi ikkuna)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
pt_br: participe <em class="sr-only">(nova janela)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
sv_fi: engagera sig <em class="sr-only">(nytt fönster)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
tr_tr: katıl <em class="sr-only">(yeni pencere)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>

source: in the project. You can also report bugs and request new features via
de: im Projekt. Hier können Sie auch Fehler melden und neue Funktionen anfordern:
es: en el proyecto. También puede informar de errores y solicitar nuevas características a través de
fi: projektissa. Voit myös ilmoittaa ohjelmointivirheistä ja pyytää uusi ominaisuuksia
pt_br: no projeto. Você também pode reportar bugs e solicitar novos recursos via
sv_fi: i projektet. Du kan också rapportera fel och begära nya funktioner via
tr_tr: projede yer almaktadır. Ayrıca şu araç ile hataları bildirebilir ve yeni özellikler eklenmesi için talepte bulunabilirsiniz:

source: GitHub Issues
de: GitHub-Probleme
es: Problemas con GitHub
fi: GitHub asiat
pt_br: GitHub Problemas
sv_fi: GitHub-frågor
tr_tr: GitHub Sorunları

source: Getting Started
de: Anfangen
es: EMPEZANDO
fi: Näin pääset alkuun
pt_br: Começando
sv_fi: Komma igång
tr_tr: Başlarken

source: If you have an account please sign in and start creating or editing your DMP.
de: Wenn Sie ein Konto haben, melden Sie sich an und beginnen Sie mit der Erstellung oder Bearbeitung Ihres DMP.
es: Si tiene una cuenta, inicie sesión y comience a crear o editar su DMP.
fi: Jos sinulla on jo tili, voit kirjautua sisään ja aloittaa uuden aineistonhallintasuunnitelman kirjoittamisen tai vanhan muokkaamisen.
pt_br: Se você tiver uma conta, entre e comece a criar ou editar seu PGD.
sv_fi: Om du har ett konto, logga in och börja skapa eller redigera din DMP.
tr_tr: Bir hesabınız varsa lütfen oturum açın ve VYP'nizi oluşturmaya veya düzenlemeye başlayın.

source: If you do not have a %{application_name} account, click on
de: Wenn Sie kein %{application_name} Konto haben, klicken Sie auf
es: Si no tiene una cuenta %{application_name}, haga clic en
fi: Jos sinulla ei ole %{application_name} -tiliä, klikkaa
pt_br: Se você não tiver uma conta %{application_name}, clique em
sv_fi: Om du inte har ett %{application_name} konto klickar du på
tr_tr: %{application_name} hesabınız yoksa, tıklayın

source: Sign up
de: Einloggen
es: Contratar
fi: Rekisteröidy
pt_br: Inscrever-se
sv_fi: Bli Medlem
tr_tr: Kaydol

source: on the homepage.
de: auf der Startseite.
es: en la página de inicio.
fi: kotisivulla.
pt_br: na página inicial.
sv_fi: på hemsidan.
tr_tr: ana sayfada.

source: Please visit the
de: Bitte besuchen Sie die
es: Por favor visite el
fi: Mene
pt_br: Por favor, visite o
sv_fi: Vänligen besök
tr_tr: Lütfen şu adresi ziyaret edin:

source: page for guidance.
de: Seite zur Orientierung.
es: página de orientación.
fi: ohjeistuksen sivu.
pt_br: página para orientação.
sv_fi: sida för vägledning.
tr_tr: rehberlik sayfası.

source: Customising for your Organisation
de: Customizing für Ihre Organisation
es: Personalización para su organización.
fi: Mukauta organisaatiosi tarpeisiin
pt_br: Customizing para sua organização
sv_fi: Anpassa för din organisation
tr_tr: Kuruluşunuz için özelleştiriliyor

source: Organisations can customise the tool to highlight local requirements, resources, and services. Organisational templates can be added to address local DMP requirements, and additional sections and questions can be included in funder templates. Users from participating organisations that configure the tool for single sign-on can log in with their own organisational accounts.
de: Organisationen können das Tool anpassen, um lokale Anforderungen, Ressourcen und Services hervorzuheben. Organisatorische Vorlagen können hinzugefügt werden, um lokale DMP-Anforderungen zu berücksichtigen, und zusätzliche Abschnitte und Fragen können in Förderervorlagen enthalten sein. Benutzer von teilnehmenden Organisationen, die das Tool für Single Sign-On konfigurieren, können sich mit ihren eigenen Organisationskonten anmelden.
es: Las organizaciones pueden personalizar la herramienta para resaltar los requisitos, recursos y servicios locales. Se pueden agregar plantillas organizativas para cumplir con los requisitos locales de DMP, y se pueden incluir secciones y preguntas adicionales en las plantillas de patrocinadores. Los usuarios de organizaciones participantes que configuran la herramienta para el inicio de sesión único pueden iniciar sesión con sus propias cuentas de organización.
fi: Organisaatiot voivat muokata työkalua korostaakseen paikallisia vaatimuksia, resursseja ja palveluja. Organisaatiokohtaisia mallipohjia, joissa on otettu huomioon paikalliset vaatimukset voidaan lisätä ja lisäkenttiä ja kysymyksiä voidaan liittää rahoittajien mallipohjiin. Jos organisaatiot määrittävät työkalun toimimaan yhdellä kirjautumisella toimivaksi, käyttäjät voivat kirjautua sisään organisaatioden omilla tunnuksilla.
pt_br: As organizações podem personalizar a ferramenta para destacar requisitos, recursos e serviços locais. Modelos organizacionais podem ser adicionados para atender aos requisitos locais do DMP, e seções e perguntas adicionais podem ser incluídas nos modelos do financiador. Os usuários das organizações participantes que configuram a ferramenta para logon único podem fazer login com suas próprias contas organizacionais.
sv_fi: Organisationer kan anpassa verktyget för att markera lokala krav, resurser och tjänster. Organisationsmallar kan läggas till för att hantera lokala DMP-krav, och ytterligare avsnitt och frågor kan inkluderas i grundmallar. Användare från deltagande organisationer som konfigurerar verktyget för enkel inloggning kan logga in med sina egna organisatoriska konton.
tr_tr: Kuruluşlar, yerel gereksinimleri, kaynakları ve hizmetleri öne çıkarmak için aracı özelleştirebilir. Yerel VYP gerekliliklerine göre kuruluşa ait şablonlar eklenebilir ve fon sağlayıcı şablonlarına ek bölümler ve sorular dahil edilebilir. Aracı çoklu oturum açma için yapılandıran katılımcı kuruluşlardan kullanıcılar, kendi kurumsal hesaplarıyla oturum açabilir.

source: When you log in to %{application_name} you will be directed to the 'My Dashboard' page. From here you can edit, share, download, copy or remove any of your plans. You will also see plans that have been shared with you by others.
de: Wenn Sie sich bei %{application_name} anmelden, werden Sie zur Seite „Mein Dashboard“ weitergeleitet. Von hier aus können Sie Ihre Pläne bearbeiten, teilen, herunterladen, kopieren oder entfernen. Sie sehen auch Pläne, die von anderen mit Ihnen geteilt wurden.
es: Cuando inicie sesión en %{application_name}, será dirigido a la página 'Mi panel de control'. Desde aquí puedes editar, compartir, descargar, copiar o eliminar cualquiera de tus planes. También verá los planes que otras personas han compartido con usted.
fi: Kun kirjaudut sisään %{application_name}, sinut ohjataan "Oma hallintapaneeli" -sivulle. Täältä voit muokata, jakaa, ladata, kopioida tai poistaa mitä tahansa suunnitelmiasi. Näet myös suunnitelmat, jotka muut ovat jakaneet kanssasi.
pt_br: Ao fazer login no %{application_name}, você será direcionado para a página 'Meu Painel'. A partir daqui você pode editar, compartilhar, baixar, copiar ou remover qualquer um dos seus planos. Você também verá planos que foram compartilhados com você por outras pessoas.
sv_fi: När du loggar in på %{application_name} kommer du att dirigeras till sidan 'My Dashboard'. Härifrån kan du redigera, dela, ladda ner, kopiera eller ta bort alla dina planer. Du kommer också att se planer som har delats med dig av andra.

source: (CDL) are consortia supported by the University of Edinburgh and the University of California, respectively. Our primary constituency is the research community. We provide services to the UK, US and international higher education sector.
de: (CDL) sind Konsortien, die von der University of Edinburgh bzw. der University of California unterstützt werden. Unsere Hauptzielgruppe ist die wissenschaftliche Community. Wir bieten Dienstleistungen für den britischen, US-amerikanischen und internationalen Hochschulsektor an.
es: (CDL) son consorcios apoyados por la Universidad de Edimburgo y la Universidad de California, respectivamente. Nuestro distrito electoral principal es la comunidad de investigación. Brindamos servicios al sector de educación superior del Reino Unido, Estados Unidos e internacional.
fi: (CDL) on Edinburghin yliopiston ja Kalifornian yliopiston tukema konsortio. Ensisijainen tukiryhmämme on tutkijayhteisö. Palvelemme Ison-Britannian ja Yhdysvaltojen ja kansainvälistä korkeakoulutuksen sektoria.
pt_br: (CDL) são consórcios apoiados pela University of Edinburgh e pela University of California, respectivamente. Nosso principal eleitorado é a comunidade de pesquisa. Nós fornecemos serviços para o UK, US e o setor de ensino superior internacional.
sv_fi: (CDL) är konsortier som stöds av University of Edinburgh respektive University of California. Vår primära valkrets är forskargruppen. Vi tillhandahåller tjänster till Storbritannien, USA och internationell högre utbildningssektor.
tr_tr: (CDL) sırasıyla Edinburgh Üniversitesi ve Kaliforniya Üniversitesi tarafından desteklenen konsorsiyumlardır. Birincil kullanıcılarımız araştırma topluluklarıdır. İngiltere, ABD ve uluslararası yükseköğretim sektörüne çeşitli hizmetler sağlıyoruz.

source: %{application_name} ('the tool', 'the system') is a tool developed by the DCC and CDL as a shared resource for the research community. It is hosted at CDL by the University of California Curation Center.
de: %{application_name} („das Tool“, „das System“) ist ein Tool, das von DCC und CDL als gemeinsame Ressource für die Forschungsgemeinschaft entwickelt wurde. Es wird vom University of California Curation Center am CDL gehostet.
es: %{application_name} ('la herramienta', 'el sistema') es una herramienta desarrollada por DCC y CDL como un recurso compartido para la comunidad de investigación. Está alojado en CDL por el Centro de Conservación de la Universidad de California.
fi: %{application_name} ('työkalu', 'järjestelmä') on DCC:n ja CDL:n kehittämä työkalu tutkimusyhteisön yhteiseksi resurssiksi. Sitä isännöi Kalifornian yliopiston kuratointikeskus CDL:ssä.
pt_br: %{application_name} ('a ferramenta', 'o sistema') é uma ferramenta desenvolvida pelo DCC e CDL como um recurso compartilhado para a comunidade de pesquisa. Está hospedado no CDL pelo Centro de Curadoria da Universidade da Califórnia.
sv_fi: %{application_name} ('verktyget', 'systemet') är ett verktyg utvecklat av DCC och CDL som en delad resurs för forskarsamhället. Det är värd på CDL av University of California Curation Center.
