Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">Any users of the RDC must be 'deemed employees' of Statistics Canada. To become a deemed employee, the Treasury Board mandates a security clearance process including a criminal background check, credit check and fingerprinting. Approval for access to data requires a peer-review process of a research proposal and an institutional review at Statistics Canada. In cases where a researcher&rsquo;s scholarly work has been assessed through the tenure review process, they are considered peer-review pre-approved and only the institutional review is required.</span></p> <p><span style="font-weight: 400;">Once a researcher is granted access to the RDC they must take an </span><em><span style="font-weight: 400;">Oath of Secrecy</span></em><span style="font-weight: 400;"> &ndash; promising never to disclose confidential data. Criminal penalties can apply under the Statistics Act for violations of this oath.</span></p> <p><span style="font-weight: 400;">Intellectual property for work done within the RDC becomes property of Statistics Canada including code used to manipulate data. The collection and dissemination of, and access to, confidential microdata is conducted under the </span><em><span style="font-weight: 400;">Statistics Act</span></em><span style="font-weight: 400;"> and complies with all legal requirements. The confidential microdata for this project cannot be shared, posted, or copied. Access to the data is available exclusively through Statistics Canada and the RDC program. More information on how to access data is available here in </span><a href="https://crdcn.org/research"><span style="font-weight: 400;">English</span></a><span style="font-weight: 400;"> or </span><a href="https://crdcn.org/fr/recherche"><span style="font-weight: 400;">French</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;"><br /></span><span style="font-weight: 400;">In general, research ethics clearance is not required for research conducted in the RDC. A statement from the CRDCN on the topic is available here in <a href="https://crdcn.org/sites/default/files/uploads/ethics_review_recommendations_en.pdf">English</a> or <a href="https://crdcn.org/sites/default/files/uploads/ethics_review_recommendations_fr.pdf">French</a>.</span></p> <p><span style="font-weight: 400;">Please respond to the following ethical compliance questions as they relate to your external/supplemental data. If your project underwent research-ethics review at your institution, you can summarize the submission instead of answering these questions.</span></p>
fr_ca: <p><span style="font-weight: 400;">Tous utilisateurs du CDR doivent &ecirc;tre des &laquo;&thinsp;employ&eacute;s r&eacute;put&eacute;s&thinsp;&raquo; de Statistique Canada. Pour devenir un employ&eacute; r&eacute;put&eacute;, le Conseil du Tr&eacute;sor impose un processus de v&eacute;rification de la s&eacute;curit&eacute; comprenant une v&eacute;rification des ant&eacute;c&eacute;dents criminels, une v&eacute;rification de la solvabilit&eacute; et la prise d&rsquo;empreintes digitales. L&rsquo;approbation de l&rsquo;acc&egrave;s aux donn&eacute;es n&eacute;cessite un processus d&rsquo;examen par les pairs d&rsquo;une proposition de recherche et une revue institutionnelle &agrave; Statistique Canada. Dans les cas o&ugrave; les travaux d&rsquo;un chercheur ont &eacute;t&eacute; &eacute;valu&eacute;s dans le cadre du processus d&rsquo;examen de la titularisation, ils sont consid&eacute;r&eacute;s comme pr&eacute;approuv&eacute;s par les pairs et seul l&rsquo;examen institutionnel est n&eacute;cessaire.</span></p> <p><span style="font-weight: 400;">Une fois qu&rsquo;un chercheur est autoris&eacute; &agrave; acc&eacute;der au CDR, il doit pr&ecirc;ter un serment de confidentialit&eacute; - en promettant de ne jamais divulguer de donn&eacute;es confidentielles. Des sanctions p&eacute;nales peuvent &ecirc;tre appliqu&eacute;es en vertu de la loi sur les statistiques en cas de violation de ce serment.</span></p> <p><span style="font-weight: 400;">La propri&eacute;t&eacute; intellectuelle des travaux effectu&eacute;s au sein des CDR devient la propri&eacute;t&eacute; de Statistique Canada, y compris le code utilis&eacute; pour manipuler les donn&eacute;es. La collecte et la diffusion de microdonn&eacute;es confidentielles, ainsi que l&rsquo;acc&egrave;s &agrave; celles-ci, sont effectu&eacute;s en vertu de la Loi sur la statistique et sont conformes &agrave; toutes les exigences l&eacute;gales. Les microdonn&eacute;es confidentielles pour ce projet ne peuvent &ecirc;tre partag&eacute;es, affich&eacute;es ou copi&eacute;es. L&rsquo;acc&egrave;s aux donn&eacute;es est disponible exclusivement par l&rsquo;interm&eacute;diaire de Statistique Canada et du programme de CDR. Plus d&rsquo;informations sur la fa&ccedil;on d&rsquo;acc&eacute;der aux donn&eacute;es sont disponibles ici en </span><a href="https://crdcn.org/research"><span style="font-weight: 400;">anglais</span></a><span style="font-weight: 400;"> ou en </span><a href="https://crdcn.org/fr/recherche"><span style="font-weight: 400;">fran&ccedil;ais</span></a>.<br /><span style="font-weight: 400;"><br /></span><span style="font-weight: 400;">En g&eacute;n&eacute;ral, l&rsquo;autorisation d&rsquo;&eacute;thique de la recherche n&rsquo;est pas requise pour les recherches men&eacute;es dans les CDR. Une d&eacute;claration du RCCDR sur le sujet est disponible ici en <a href="https://crdcn.org/sites/default/files/uploads/ethics_review_recommendations_en.pdf">anglais</a> ou en <a href="https://crdcn.org/sites/default/files/uploads/ethics_review_recommendations_fr.pdf">fran&ccedil;ais</a>.&nbsp;</span></p> <p><span style="font-weight: 400;">Veuillez r&eacute;pondre aux questions suivantes sur la conformit&eacute; d&eacute;ontologique en ce qui concerne vos donn&eacute;es externes/suppl&eacute;mentaires. Si votre projet a fait l&rsquo;objet d&rsquo;une revue &eacute;thique de recherche dans votre &eacute;tablissement, vous pouvez r&eacute;sumer la soumission au lieu de r&eacute;pondre &agrave; ces questions.</span></p>

source: <p><span style="font-weight: 400;">In general, data collected using public funds should be preserved for future discovery and reuse. </span><span style="font-weight: 400;">As you develop your data sharing strategy you will want to consider the following:</span></p>
fr_ca: <p><span style="font-weight: 400;">En g&eacute;n&eacute;ral, les donn&eacute;es collect&eacute;es &agrave; l&rsquo;aide de fonds publics doivent &ecirc;tre conserv&eacute;es pour &ecirc;tre d&eacute;couvertes et r&eacute;utilis&eacute;es &agrave; l&rsquo;avenir. Lors de l&rsquo;&eacute;laboration de votre strat&eacute;gie de partage des donn&eacute;es, vous devrez tenir compte des &eacute;l&eacute;ments suivants&nbsp;:</span></p>

source: What types of data will you collect, create, link to, acquire and/or record?
fr_ca: Quels types de donn&eacute;es recueillerez-vous, cr&eacute;erez-vous, couplerez-vous, acqu&eacute;rez-vous ou consignerez-vous&thinsp;?

source: What documentation will be needed for the data to be read and interpreted correctly in the future?
fr_ca: Quels seront les documents n&eacute;cessaires pour que les donn&eacute;es soient lues et interpr&eacute;t&eacute;es correctement &agrave; l&rsquo;avenir&thinsp;?

source: What are the anticipated storage requirements for your project, in terms of storage space (in megabytes, gigabytes, terabytes, etc.) and the length of time you will be storing it?
fr_ca: Quels sont les besoins de stockage pr&eacute;vus pour votre projet, en termes d&rsquo;espace de stockage (en m&eacute;gaoctets, gigaoctets, t&eacute;raoctets, etc.) et de dur&eacute;e de stockage&thinsp;?

source: Where will you deposit your data for long-term preservation and access at the end of your research project?
fr_ca: O&ugrave; d&eacute;poserez-vous vos donn&eacute;es pour les conserver &agrave; long terme et y acc&eacute;der &agrave; la fin de votre projet de recherche&thinsp;?

source: What data will you be sharing and in what form? (e.g. raw, processed, analyzed, final).
fr_ca: Quelles donn&eacute;es partagerez-vous et sous quelle forme les partagerez-vous (par exemple, donn&eacute;es brutes, trait&eacute;es, analys&eacute;es, finales)&thinsp;?

source: Identify who will be responsible for managing this project's data during and after the project and the major data management tasks for which they will be responsible.
fr_ca: D&eacute;signez qui sera responsable de la gestion des donn&eacute;es de ce projet pendant et apr&egrave;s le projet et les principales t&acirc;ches de gestion des donn&eacute;es dont cette personne sera responsable.

source: If your research project includes sensitive data, how will you ensure that it is securely managed and accessible only to approved members of the project?
fr_ca: Si votre projet comprend des données sensibles, comment vous assurerez-vous qu'il est géré de manière sécuritaire et que les données sont accessibles uniquement aux membres approuvés du projet?

source: <span style="font-weight: 400;">What types of data will you be collecting?</span>
fr_ca: <span style="font-weight: 400;">Quels types de donn&eacute;es allez-vous collecter&thinsp;?</span>

source: <span style="font-weight: 400;">How will you document the changes you make to your data on a regular basis?</span>
fr_ca: <span style="font-weight: 400;">Comment allez-vous documenter les modifications que vous apportez &agrave; vos donn&eacute;es de mani&egrave;re courante&thinsp;?</span>

source: <span style="font-weight: 400;">What information about your research would someone need to know to reuse or interpret your data?</span>
fr_ca: <span style="font-weight: 400;">Quels renseignements sur votre recherche quelqu&rsquo;un devrait-il conna&icirc;tre pour r&eacute;utiliser ou interpr&eacute;ter vos donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">What are the storage requirements needed for your data?</span>
fr_ca: <span style="font-weight: 400;">Quelles sont les conditions de stockage n&eacute;cessaires pour vos donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">Where will data be stored </span><em><span style="font-weight: 400;">after </span></em><span style="font-weight: 400;">the project is complete?</span>
fr_ca: <span style="font-weight: 400;">O&ugrave; allez-vous stocker les donn&eacute;es </span><em><span style="font-weight: 400;">apr&egrave;s </span></em><span style="font-weight: 400;">le projet&thinsp;?</span>

source: <span style="font-weight: 400;">How is the informed consent process carried out in your study? </span>
fr_ca: <span style="font-weight: 400;">Comment le processus de consentement &eacute;clair&eacute; sera-t-il men&eacute; dans le cadre de votre &eacute;tude&thinsp;? </span>

source: <span style="font-weight: 400;">What financial resources will you require for data management in this study?</span>
fr_ca: <span style="font-weight: 400;">De quelles ressources financi&egrave;res aurez-vous besoin pour la gestion des donn&eacute;es dans le cadre de cette &eacute;tude&thinsp;?</span>

source: <span style="font-weight: 400;">Who are the likely users/benefitters of your data?</span>
fr_ca: <span style="font-weight: 400;">Qui sont les utilisateurs ou b&eacute;n&eacute;ficiaires probables de vos donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">What software/technology will be created in this study?</span>
fr_ca: <span style="font-weight: 400;">Quel logiciel ou quelle technologie sera cr&eacute;&eacute;(e) dans le cadre de cette &eacute;tude&thinsp;?</span>

source: <span style="font-weight: 400;">What information would be required for someone to understand and reuse your software/technology?</span>
fr_ca: <span style="font-weight: 400;">Quelle information serait n&eacute;cessaire pour qu&rsquo;une personne puisse comprendre et r&eacute;utiliser votre logiciel ou technologie&thinsp;?</span>

source: <span style="font-weight: 400;">How will the software/technology be updated and maintained over time?</span>
fr_ca: <span style="font-weight: 400;">Comment le logiciel ou la technologie sera-t-il ou elle mis &agrave; jour et entretenu(e) au fil du temps&thinsp;?</span>

source: <span style="font-weight: 400;">Who will own the copyright to the software/technology?</span>
fr_ca: Qui d&eacute;tiendra les droits d&rsquo;auteur sur le logiciel ou la technologie&thinsp;?

source: <span style="font-weight: 400;">Who will have access to your software/technology throughout the project? Describe each collaborator&rsquo;s responsibilities in relation to having access to the data.</span>
fr_ca: <span style="font-weight: 400;">Qui aura acc&egrave;s &agrave; votre logiciel ou technologie tout au long du projet&thinsp;? D&eacute;crivez les responsabilit&eacute;s de chaque collaborateur en ce qui concerne l&rsquo;acc&egrave;s aux donn&eacute;es.</span>

source: <span style="font-weight: 400;">Who are the intended users of your software/technology?</span>
fr_ca: <span style="font-weight: 400;">Qui sont les utilisateurs pr&eacute;vus de votre logiciel ou technologie&thinsp;?</span>

source: <span style="font-weight: 400;">How will you document the changes you make to your data on a regular basis during the data analysis phase?</span>
fr_ca: <span style="font-weight: 400;">Comment allez-vous documenter les modifications que vous apportez r&eacute;guli&egrave;rement &agrave; vos donn&eacute;es pendant la phase d&rsquo;analyse des donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">What information would be required for someone else to understand and reuse your data?</span>
fr_ca: <span style="font-weight: 400;">Quelle information serait n&eacute;cessaire pour que quelqu&rsquo;un d&rsquo;autre puisse comprendre et r&eacute;utiliser vos donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">How will the informed consent process be carried out within your study?</span>
fr_ca: <span style="font-weight: 400;">Comment le processus de consentement &eacute;clair&eacute; sera-t-il men&eacute; dans le cadre de votre &eacute;tude&thinsp;?</span>

source: <span style="font-weight: 400;">Who are the intended users of your data?</span>
fr_ca: <span style="font-weight: 400;">Qui sont les utilisateurs pr&eacute;vus de vos donn&eacute;es&thinsp;?</span>

source: What types of data will you create and/or collect? What methods, arts-based and otherwise, will you use?
fr_ca: Quels types de donn&eacute;es recueillez ou cr&eacute;ez-vous&thinsp;? Quels types de m&eacute;thodes, bas&eacute;es sur les arts ou autres, suivrez-vous&thinsp;?

source: What metadata will you create to ensure your data can be interpreted and reused in the future?
fr_ca: Quelles m&eacute;tadonn&eacute;es pensez-vous cr&eacute;er pour que vos donn&eacute;es puissent &ecirc;tre interpr&eacute;t&eacute;es et r&eacute;utilis&eacute;es plus tard&thinsp;?

source: How much storage space will you need for digital data during your project? How long will you store them?
fr_ca: Combien d&rsquo;espace de stockage vous faudra-t-il pour vos donn&eacute;es num&eacute;riques pendant le projet ? Combien de temps allez-vous les stocker ?

source: What are your preservation needs for your digital data?
fr_ca: Quels sont vos besoins de pr&eacute;servation pour vos supports num&eacute;riques&thinsp;?

source: What types of data will you share and in what form?
fr_ca: Quels types et formes de donn&eacute;es partagerez-vous&thinsp;?

source: Who will be responsible for research data management during and after your project? What will their tasks be?
fr_ca: Qui sera responsable de la gestion des donn&eacute;es de recherche pendant et apr&egrave;s votre projet&thinsp;? Quelles seront leurs t&acirc;ches&thinsp;?

source: Are there policies that outline requirements and/or best practices pertaining to your research data management?
fr_ca: Est-ce que votre projet de gestion des donn&eacute;es doit respecter les exigences ou suivre les pratiques exemplaires d&rsquo;une politique&thinsp;?

source: <span style="font-weight: 400;">Are there any research data management policies in place that outline requirements and/or best practice guidance regarding the management of your data? If so, provide details and, if helpful, URL links to these policies. </span>
fr_ca: Existe-t-il des politiques en mati&egrave;re de gestion des donn&eacute;es de recherche qui d&eacute;finissent les exigences ou les meilleures pratiques concernant la gestion de vos donn&eacute;es&thinsp;? Le cas &eacute;ch&eacute;ant, indiquez des d&eacute;tails et des liens URL vers ces politiques si n&eacute;cessaire.

source: Describe the type(s) of data that you will collect, including all survey, interview and/or focus group data. If there are any additional types of data that will be collected or generated describe these as well.
fr_ca: D&eacute;crivez les types de donn&eacute;es que vous allez collecter, y compris toutes les donn&eacute;es des enqu&ecirc;tes, des entrevues ou des groupes de discussion. Si d&rsquo;autres types de donn&eacute;es sont recueillis ou g&eacute;n&eacute;r&eacute;s, d&eacute;crivez-les &eacute;galement.

source: Describe any documentation and metadata that will be used in order to ensure that data are able to be read and understood both during the active phases of the project and in the future.
fr_ca: D&eacute;crivez toutes les documentations et m&eacute;tadonn&eacute;es qui seront utilis&eacute;es afin de garantir que les donn&eacute;es puissent &ecirc;tre lues et comprises pendant les phases actives du projet et &agrave; l&rsquo;avenir.

source: <span style="font-weight: 400;">Describe where, how, and for how long data will be securely stored during the </span><em><span style="font-weight: 400;">active phases</span></em><span style="font-weight: 400;"> of the research project. If any data are to be collected through the use of electronic platforms, account for their usage within your data storage description. Include a description of any policies and procedures that will be in place to ensure that data are regularly backed-up.</span>
fr_ca: D&eacute;crivez o&ugrave;, comment et pendant combien de temps les donn&eacute;es seront stock&eacute;es en toute s&eacute;curit&eacute; pendant les <em>phases actives</em> du projet de recherche. Si des donn&eacute;es doivent &ecirc;tre collect&eacute;es par l&rsquo;interm&eacute;diaire de plateformes &eacute;lectroniques, expliquez leur utilisation dans votre description du stockage des donn&eacute;es. D&eacute;crivez toutes les politiques et proc&eacute;dures qui seront mises en place pour garantir que les donn&eacute;es soient r&eacute;guli&egrave;rement sauvegard&eacute;es.

source: <span style="font-weight: 400;">Describe how you will ensure that your data is preservation ready, including the file format(s) that they will be preserved in and. </span><span style="font-weight: 400;">Explain how you will prevent data from being lost while processing and converting files.</span>
fr_ca: D&eacute;crivez comment vous ferez en sorte que vos donn&eacute;es soient pr&ecirc;tes pour la conservation, y compris les formats de fichier dans lesquels elles seront conserv&eacute;es et expliquez comment vous emp&ecirc;cherez la perte de donn&eacute;es lors du traitement et de la conversion des fichiers.

source: <span style="font-weight: 400;">Describe what data you will be sharing, including which version(s) (e.g., raw, processed, analyzed) and in what format(s). </span>
fr_ca: D&eacute;crivez les donn&eacute;es que vous allez partager, y compris leurs versions (par exemple, brutes, trait&eacute;es, analys&eacute;es) et leurs formats.

source: <span style="font-weight: 400;">Who will be responsible for data management during the project (i.e., during collection, processing, analysis, documentation)? Identify staff and organizational roles and their responsibilities for carrying out the data management plan (DMP), including time allocations and training requirements.</span>
fr_ca: Qui sera responsable de la gestion des donn&eacute;es pendant le projet (c&rsquo;est-&agrave;-dire pendant la collecte, le traitement, l&rsquo;analyse, la documentation)&thinsp;? Pr&eacute;cisez les r&ocirc;les du personnel et de l&rsquo;organisation et leurs responsabilit&eacute;s pour la mise en &oelig;uvre du plan de gestion des donn&eacute;es (PGD), y compris le temps allou&eacute; et les besoins de formation.

source: <span style="font-weight: 400;">If applicable, what strategies will you undertake to address secondary uses of data, </span><span style="font-weight: 400;">and especially those which are sensitive in nature</span><span style="font-weight: 400;">?</span>
fr_ca: Le cas &eacute;ch&eacute;ant, quelles strat&eacute;gies allez-vous mettre en &oelig;uvre pour traiter les utilisations secondaires des donn&eacute;es, surtout celles qui sont de nature sensible&thinsp;?

source: What types of data, metadata, and scripts will you collect, create, link to, acquire, record, or generate through the proposed research project?
fr_ca: Quels types de donn&eacute;es, m&eacute;tadonn&eacute;es et scripts allez-vous collecter, cr&eacute;er, relier, acqu&eacute;rir, enregistrer ou g&eacute;n&eacute;rer dans le cadre du projet de recherche propos&eacute;&thinsp;?

source: In what file formats will your data be collected and generated? Will these formats allow for data re-use, sharing and long-term access to the data?
fr_ca: Dans quels formats de fichiers vos donn&eacute;es seront-elles collect&eacute;es et g&eacute;n&eacute;r&eacute;es&thinsp;? Ces formats permettront-ils la r&eacute;utilisation, le partage et l&rsquo;acc&egrave;s &agrave; long terme aux donn&eacute;es&thinsp;?

source: What information will be needed for the data to be read and interpreted correctly?
fr_ca: Quelle information faut-il pour que les donn&eacute;es soient lues et interpr&eacute;t&eacute;es correctement&thinsp;?

source: Please identify the facilities to be used (laboratory, computer, office, clinical and other) and/or list the organizational resources available to perform the proposed research. If appropriate, indicate the capacity, pertinent capabilities, relative proximity and extent of availability of the resources to the research project.
fr_ca: Indiquer les installations &agrave; utiliser (laboratoire, ordinateur, bureau, clinique et autres) et &eacute;num&eacute;rez les ressources organisationnelles disponibles pour effectuer la recherche propos&eacute;e. Le cas &eacute;ch&eacute;ant, indiquez la capacit&eacute;, les comp&eacute;tences pertinentes, la proximit&eacute; relative et l&rsquo;&eacute;tendue de la disponibilit&eacute; des ressources pour le projet de recherche.

source: What will you do to ensure portability and reproducibility of your results?
fr_ca: Que ferez-vous pour assurer la portabilit&eacute; et la reproductibilit&eacute; de vos r&eacute;sultats&thinsp;?

source: Will your proposed research include any sensitive, private, confidential, or other legally protected information or data?
fr_ca: Votre projet de recherche comprendra-t-il des informations ou des donn&eacute;es sensibles, priv&eacute;es, confidentielles ou prot&eacute;g&eacute;es par la loi&thinsp;?

source: What will be the potential impact of the data within the immediate field and in other fields, and any broader societal impact?
fr_ca: Quel sera l&rsquo;impact potentiel des donn&eacute;es dans le domaine imm&eacute;diat et dans d&rsquo;autres domaines et dans la soci&eacute;t&eacute; en g&eacute;n&eacute;ral&thinsp;?
