Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: Radio buttons
fr_ca: Boutons d'option

source: Check box
fr_ca: Case à cocher

source: Dropdown
fr_ca: Liste déroulante

source: Multi select box
fr_ca: Case à options multiples

source: Portage Template
fr_ca: Modèle Portage

source: Université de Montréal
fr_ca: Université de Montréal (FR)

source: Template for Qualitative Health Sciences Research
fr_ca: Modèle pour la recherche qualitative en sciences de la santé

source: Template for Interdisciplinary Health Software/Technology Development
fr_ca: Modèle pour le développement interdisciplinaire de logiciel ou de technologie en santé

source: Template for Arts-Based Research
fr_ca: Modèle pour la recherche basée sur les arts

source: Template for Mixed Methods (Surveys & Qualitative Research)
fr_ca: Modèle pour les méthodes mixtes (enquêtes et recherche qualitative)

source: Template for Advanced Research Computing
fr_ca: Modèle pour l’informatique de recherche avancée

source: Template for Research in History and the Humanities
fr_ca: Modèle pour la recherche en histoire et en humanités

source: CRDCN Template for Accessing Data from Research Data Centres
fr_ca: Modèle du RCCDR pour l'accès aux données des centres de données de recherche

source: CRDCN Template for Research Data Centres and External Analysis
fr_ca: Modèle du RCCDR pour les centres de données de recherche et les analyses externes

source: Template for Water Quality Research
fr_ca: Modèle pour la recherche sur la qualité de l’eau

source: Template for Systematic Reviews
fr_ca: Modèle pour les revues systématiques

source: Template for Studying Molecular Interactions
fr_ca: Modèle pour l’étude des interactions moléculaires

source: Template for Open Science Workflows
fr_ca: Modèle pour les flux de travail en science ouverte

source: Template for Neuroimaging in the Neurosciences
fr_ca: Modèle pour les études en neuro-imagerie dans les neurosciences

source: This is the generic DMP template for Portage.
fr_ca: Le modèle Portage.

source: <p><span style="font-weight: 400;">This data management template is meant to be used by health sciences researchers conducting qualitative research on human subjects. It includes guidance on data management best practices beginning with data collection through to data sharing. </span></p>
fr_ca: <p>Le pr&eacute;sent mod&egrave;le de gestion des donn&eacute;es est con&ccedil;u pour les chercheurs en sciences de la sant&eacute; menant des recherches qualitatives avec des sujets humains. Il comporte des directives quant aux pratiques exemplaires de gestion des donn&eacute;es &agrave; partir de la collecte de donn&eacute;es jusqu&rsquo;au partage des donn&eacute;es.</p>

source: <p><span style="font-weight: 400;">This template is designed for research projects where software or technology is being developed in an interdisciplinary health context. This template was created to represent the many stakeholders (e.g., patients, practitioners, developers, industry) involved in software or technology development, either as advisors or as participants being studied as a product of the research process. As a result, this template is separated into two sections; the first is focused solely on a management plan for the creation of software or technology, and the second on a data management plan designed to describe the methods in which data are gathered, analyzed, and shared from participants based on interventions or testing of the corresponding software or technology. In these studies, research participants can include either patients or practitioners, or both, depending on the software or technology&rsquo;s intended use.</span></p>
fr_ca: <p><span style="font-weight: 400;">Le pr&eacute;sent mod&egrave;le est con&ccedil;u pour les projets de recherche n&eacute;cessitant le d&eacute;veloppement de logiciels ou des technologies dans un contexte de sant&eacute; interdisciplinaire. Ce mod&egrave;le a &eacute;t&eacute; cr&eacute;&eacute; pour repr&eacute;senter les nombreuses parties prenantes (par exemple, les patients, les praticiens, les d&eacute;veloppeurs, l&rsquo;industrie) concern&eacute;s par le d&eacute;veloppement de logiciel ou de technologie &agrave; titre de conseillers ou &agrave; titre de participants dans le cadre du processus de recherche. Ainsi, ce mod&egrave;le est s&eacute;par&eacute; en deux sections&thinsp;; la premi&egrave;re est uniquement ax&eacute;e sur le plan de gestion pour la cr&eacute;ation d&rsquo;un logiciel ou d&rsquo;une technologie et la seconde sur un plan de gestion des donn&eacute;es d&eacute;crivant les m&eacute;thodes de collecte, d&rsquo;analyse et de partage des donn&eacute;es des participants sur la base des interventions ou des tests du logiciel ou de la technologie correspondante. Dans ces &eacute;tudes, les participants &agrave; la recherche peuvent &ecirc;tre des patients ou des praticiens, ou les deux, en fonction de l&rsquo;utilisation pr&eacute;vue du logiciel ou de la technologie.</span></p>

source: <p><span style="font-weight: 400;">This template will assist you in creating a data management plan for arts-based research (ABR). It is intended for researchers and artists who use artistic processes as research methods (i.e., arts-based methods). ABR is used across disciplines and encompasses diverse understandings of the arts, research, and how they intersect. In this template, ABR is an umbrella term for all the ways the arts are adapted to answer research questions, including those described as arts research, artistic research, and research-creation. You can use this template on its own, or in combination with others on the </span><a href="https://assistant.portagenetwork.ca/"><span style="font-weight: 400;">DMP Assistant</span></a><span style="font-weight: 400;"> when using arts-based methods with other methodological approaches. </span></p>
fr_ca: <p><span style="font-weight: 400;">Ce mod&egrave;le porte sur la cr&eacute;ation d&rsquo;un plan de gestion des donn&eacute;es pour la recherche bas&eacute;e sur les arts (RBA). Il s&rsquo;adresse aux chercheurs et aux artistes dont les m&eacute;thodes de recherche sont fond&eacute;es sur des processus artistiques (m&eacute;thodes bas&eacute;es sur les arts). Plusieurs disciplines ont recours &agrave; la RBA, qui englobe diverses conceptions de l&rsquo;art, de la recherche et de l&rsquo;intersection entre les deux. Dans ce mod&egrave;le, la RBA est une expression g&eacute;n&eacute;rale d&eacute;signant tous les domaines o&ugrave; l&rsquo;art sert &agrave; r&eacute;pondre aux questions de recherche, notamment la recherche sur l&rsquo;art, la recherche artistique, ainsi que la recherche-cr&eacute;ation. Le mod&egrave;le s&rsquo;emploie seul ou conjointement avec les autres mod&egrave;les de l&rsquo;</span><a href="https://assistant.portagenetwork.ca/fr/"><span style="font-weight: 400;">Assistant PGD</span></a><span style="font-weight: 400;"> pour suivre une m&eacute;thode bas&eacute;e sur les arts conjointement avec d&rsquo;autres approches m&eacute;thodologiques. </span></p>

source: <p>This mixed methods data management plan template was developed for use within the Portage DMP Assistant and is meant to assist researchers conducting mixed methods research (e.g., surveys and qualitative interviews/focus groups) in developing high quality data management plans to support their research. The template consists of a number of categories, questions, and customized guidance that relate directly to mixed methods research.</p>
fr_ca: <p><span style="font-weight: 400;">Ce mod&egrave;le de plan de gestion de donn&eacute;es &agrave; m&eacute;thodologies mixtes a &eacute;t&eacute; &eacute;labor&eacute; pour &ecirc;tre utilis&eacute; avec l&rsquo;Assistant PGD de Portage et est destin&eacute; &agrave; aider les chercheurs qui m&egrave;nent des recherches &agrave; m&eacute;thodologies mixtes (par exemple, des enqu&ecirc;tes et des entrevues qualitatives ou des groupes de discussion) &agrave; &eacute;laborer des plans de gestion de donn&eacute;es de haute qualit&eacute; pour soutenir leurs recherches. Le mod&egrave;le comprend un certain nombre de cat&eacute;gories, de questions et de conseils personnalis&eacute;s qui sont directement li&eacute;s &agrave; la recherche utilisant des m&eacute;thodologies mixtes. </span></p>

source: <p><span style="font-weight: 400;">ARC provides researchers with digital technology, infrastructure and expertise to help them solve research problems that are either too large or too complex to undertake by other means. It includes access to both computational and storage resources, such as multi-core and many-core high performance computing (HPC or supercomputers) systems, distributed high-throughput computing (HTC) environments, large-scale data analysis frameworks</span> <span style="font-weight: 400;">(e.g., Hadoop, Spark), visualization and data analysis systems, large-memory systems, data storage, and cloud systems. This template is intended for researchers whose research cannot be conducted on a traditional computer but has to rely on one or more of the advanced research computing resources mentioned above. ARC-based research occurs in a wide range of fields including genomics, molecular dynamics, bioinformatics, neuroscience, biochemistry, quantum chemistry, structural mechanics, astrophysics, energy economics, climate change, machine learning, artificial intelligence, and the humanities.</span></p>
fr_ca: <p>L&rsquo;informatique de recherche avanc&eacute;e (Advanced Research Computing &ndash; ARC) fournit aux chercheurs la technologie num&eacute;rique, l&rsquo;infrastructure et l&rsquo;expertise n&eacute;cessaires pour les aider &agrave; r&eacute;soudre des probl&egrave;mes de recherche qui sont soit trop vastes, soit trop complexes pour &ecirc;tre r&eacute;solus par d&rsquo;autres moyens. Elle comprend l&rsquo;acc&egrave;s &agrave; des ressources de calcul et de stockage, telles que les syst&egrave;mes de calcul haute performance (HPC ou supercalculateurs) multic&oelig;urs, les environnements de calcul distribu&eacute; &agrave; haut d&eacute;bit (HTC), les cadres d&rsquo;analyse de donn&eacute;es &agrave; grande &eacute;chelle (par exemple, Hadoop, Spark), les syst&egrave;mes de visualisation et d&rsquo;analyse de donn&eacute;es, les syst&egrave;mes &agrave; grande m&eacute;moire, le stockage de donn&eacute;es et les syst&egrave;mes infonuagiques. Ce mod&egrave;le est destin&eacute; aux chercheurs dont les recherches ne peuvent pas &ecirc;tre men&eacute;es sur un ordinateur traditionnel et qui doivent s&rsquo;appuyer sur les ressources informatiques de recherche avanc&eacute;e mentionn&eacute;es pr&eacute;c&eacute;demment. La recherche bas&eacute;e sur l&rsquo;ARC sert dans de nombreux domaines, notamment la g&eacute;nomique, la dynamique mol&eacute;culaire, la bio-informatique, les neurosciences, la biochimie, la chimie quantique, la m&eacute;canique structurelle, l&rsquo;astrophysique, l&rsquo;&eacute;conomie de l&rsquo;&eacute;nergie, les changements climatiques, l&rsquo;apprentissage machine, l&rsquo;intelligence artificielle et les sciences humaines.</p>

source: <p><span style="font-weight: 400;">This model was developed for researchers in history and in the larger field of humanities. It was designed to take into account the fact that research projects in these disciplines still primarily generate analog research data during the active phases of a project.&nbsp;</span></p> <p><span style="font-weight: 400;">Two versions of the model are proposed: guidance labelled &ldquo;Phase 1&rdquo; is for the documentation of DMP sections joined with a funding application. The headings documented in Phase&nbsp;1 are primarily aimed at producing a DMP to support research data management (RDM) budgeting for the research project. Headings or guidance labelled &ldquo;Phase 2&rdquo; may be considered once funding has been secured. The entire DMP is an evolving management document since the content of certain headings will only become clearer once the project is well underway.</span></p>
fr_ca: <p><span style="font-weight: 400;">Le pr&eacute;sent gabarit s&rsquo;adresse aux chercheurs en histoire et dans le domaine plus vaste des humanit&eacute;s. Il a &eacute;t&eacute; pens&eacute; pour rendre compte du fait que les projets de recherche dans ces domaines disciplinaires font encore une large part au mat&eacute;riel de recherche non num&eacute;rique en phase active du projet.&nbsp;</span></p> <p><span style="font-weight: 400;">Deux versions de gabarit sont propos&eacute;es: L&rsquo;&eacute;tiquette &ldquo;Phase 1&rdquo;, indique des conseils adapt&eacute;s &agrave; la documentation des rubriques concern&eacute;es pour un PGD devant accompagner une demande de subvention. Les rubriques document&eacute;es en phase 1 visent avant tout la production d&rsquo;un PGD d&rsquo;orientation, aidant &agrave; la budg&eacute;tisation de la la gestion des donn&eacute;es de recherche (GDR) du projet de recherche. Les rubriques ou conseils &eacute;tiquet&eacute;s &ldquo;Phase 2&rdquo;, peuvent &ecirc;tre prises en compte une fois le financement obtenu. L&rsquo;ensemble du PGD est ainsi un document de gestion &eacute;volutif puisque le contenu de certaines rubriques ne se clarifiera qu&rsquo;une fois le projet bien d&eacute;marr&eacute;. </span></p>

source: <p><span style="font-weight: 400;">The Canadian Research Data Centre Network (CRDCN) template summarizes the data management that is conducted by Statistics Canada and the CRDCN on behalf of researchers. While there are some advantages to working inside the RDC for data management, there is a substantial drawback. That is, RDC data can never be deposited in a repository as would be the gold-standard for research data management. Because of this, researchers need to be mindful of the types of data management that they </span><em><span style="font-weight: 400;">can</span></em><span style="font-weight: 400;"> do that are consistent with the gold-standard. In addition to ensuring that the RDC project folder is well documented, and consistent with the research output, researchers should curate a data deposit at a recognized repository in their discipline or within the FRDR (Federated Research Data Repository). This data deposit would contain metadata, syntax (code that produces a statistical output), and any other supporting material for the research project.</span></p> <p><span style="font-weight: 400;">This template is for researchers who are doing RDC work using Statistics Canada data available in the RDC </span><em><span style="font-weight: 400;">only </span></em><span style="font-weight: 400;">(i.e. there is no supplemental data,&nbsp; public use statistics, or any other information that complement the RDC work). If your work is being conducted in the RDC in concert with other data that you either intend to bring into the RDC or work on outside the RDC in parallel to your RDC work, then the RDC and External Analysis template should be completed.&nbsp; </span></p>
fr_ca: <p><span style="font-weight: 400;">Le mod&egrave;le du R&eacute;seau canadien des Centres de donn&eacute;es de recherche (RCCDR) r&eacute;sume la gestion de donn&eacute;es effectu&eacute;e par Statistique Canada et le RCCDR au nom des chercheurs. Bien que la gestion de donn&eacute;es dans un centre de donn&eacute;es de recherche (CDR) a des avantages, elle a aussi des inconv&eacute;nients substantiels. Par exemple, les donn&eacute;es d&rsquo;un RDC ne pourront jamais &ecirc;tre vers&eacute;es dans un d&eacute;p&ocirc;t conform&eacute;ment &agrave; la norme d&rsquo;excellence pour la gestion de donn&eacute;es de recherche. &Eacute;tant donn&eacute; cette lacune, les chercheurs doivent &ecirc;tre conscients des types de gestion de donn&eacute;es qu&rsquo;ils peuvent faire et s&rsquo;assurer qu&rsquo;ils sont conformes &agrave; la norme d&rsquo;excellence. En plus de s&rsquo;assurer que le dossier de projet du CDR est bien document&eacute; et conforme aux r&eacute;sultats de la recherche, les chercheurs doivent conserver leurs donn&eacute;es dans un d&eacute;p&ocirc;t reconnu dans leur discipline ou dans le DFDR (D&eacute;p&ocirc;t f&eacute;d&eacute;r&eacute; de donn&eacute;es de recherche). Ces donn&eacute;es d&eacute;pos&eacute;es contiendront les m&eacute;tadonn&eacute;es, la syntaxe (code qui produit une sortie statistique) et tous les documents de soutien pour le projet de recherche.</span></p> <p><span style="font-weight: 400;">Ce mod&egrave;le s&rsquo;adresse aux chercheurs qui effectuent des travaux dans des CDR en utilisant les donn&eacute;es des CDR de Statistique Canada </span><em><span style="font-weight: 400;">uniquement </span></em><span style="font-weight: 400;">(c&rsquo;est-&agrave;-dire qu&rsquo;il n&rsquo;y a pas de donn&eacute;es suppl&eacute;mentaires, de statistiques &agrave; usage public, ou d&rsquo;autres informations qui compl&egrave;tent le travail). Si votre travail est effectu&eacute; dans le CDR en m&ecirc;me temps que d&rsquo;autres donn&eacute;es que vous avez l&rsquo;intention d&rsquo;introduire dans le CDR ou de travailler en dehors du CDR parall&egrave;lement &agrave; votre travail dans le CDR, utilisez plut&ocirc;t le mod&egrave;le de CDR et d&rsquo;analyse externe.&nbsp; </span></p>

source: <p><span style="font-weight: 400;">The Canadian Research Data Centre Network (CRDCN) template summarizes the data management that is conducted by Statistics Canada and the CRDCN on behalf of researchers. While there are some advantages to working inside the RDC for data management, there is a substantial drawback. That is, RDC data can never be deposited in a repository as would be the gold-standard for research data management. Because of this, researchers need to be mindful of the types of data management that they </span><em><span style="font-weight: 400;">can</span></em><span style="font-weight: 400;"> do that are consistent with the gold-standard. In addition to ensuring that the RDC project folder is well documented, and consistent with the research output, researchers should curate a data deposit at a recognized repository in their discipline or within the FRDR (Federated Research Data Repository). This data deposit would contain metadata, syntax (code that produces a statistical output), and any other supporting material for the research project.</span></p> <p><span style="font-weight: 400;">This template is for researchers who are doing RDC work using StatCan data </span><em><span style="font-weight: 400;">and</span></em><span style="font-weight: 400;"> research data that they have either brought into the RDC &ldquo;supplemental data&rdquo; or are analyzing in parallel to their work in the RDC (such as mixed-methods) or public use statistics that compliment the RDC work (hereafter: </span><em><span style="font-weight: 400;">external data</span></em><span style="font-weight: 400;">). Researchers should be aware that any data brought into the RDC will be stored alongside the rest of their project material subject to the information management protocols from Statistics Canada. This is a free, relatively straightforward, process and researchers can obtain more information by talking to their RDC analyst.</span></p> <p><span style="font-weight: 400;">If your work is being conducted in the RDC using only data provided through the RDC program then the RDC-only template should be completed and not this template.&nbsp; </span></p>
fr_ca: <p><span style="font-weight: 400;">Le mod&egrave;le du R&eacute;seau canadien des Centres de donn&eacute;es de recherche (RCCDR) r&eacute;sume la gestion de donn&eacute;es effectu&eacute;e par Statistique Canada et le RCCDR au nom des chercheurs. Bien que la gestion de donn&eacute;es dans un centre de donn&eacute;es de recherche (CDR) a des avantages, elle a aussi des inconv&eacute;nients substantiels. Par exemple, les donn&eacute;es d&rsquo;un RDC ne pourront jamais &ecirc;tre vers&eacute;es dans un d&eacute;p&ocirc;t conform&eacute;ment &agrave; la norme d&rsquo;excellence pour la gestion de donn&eacute;es de recherche. &Eacute;tant donn&eacute; cette lacune, les chercheurs doivent &ecirc;tre conscients des types de gestion de donn&eacute;es qu&rsquo;ils peuvent faire et s&rsquo;assurer qu&rsquo;ils sont conformes &agrave; la norme d&rsquo;excellence. En plus de s&rsquo;assurer que le dossier de projet du CDR est bien document&eacute; et conforme aux r&eacute;sultats de la recherche, les chercheurs doivent conserver leurs donn&eacute;es dans un d&eacute;p&ocirc;t reconnu dans leur discipline ou dans le DFDR (D&eacute;p&ocirc;t f&eacute;d&eacute;r&eacute; de donn&eacute;es de recherche). Ces donn&eacute;es d&eacute;pos&eacute;es contiendront les m&eacute;tadonn&eacute;es, la syntaxe (code qui produit une sortie statistique) et tous les documents de soutien pour le projet de recherche.</span></p> <p><span style="font-weight: 400;">Ce mod&egrave;le s&rsquo;adresse aux chercheurs qui effectuent des travaux dans des CDR en utilisant les donn&eacute;es de Statistique Canada et les donn&eacute;es de recherche qu&rsquo;ils ont apport&eacute;es dans les &laquo;&thinsp;donn&eacute;es suppl&eacute;mentaires&thinsp;&raquo; des CDR ou qu&rsquo;ils analysent parall&egrave;lement &agrave; leurs travaux dans les CDR (comme les m&eacute;thodes mixtes) ou aux statistiques &agrave; usage public qui compl&egrave;tent les travaux des CDR (d&eacute;sign&eacute;es comme donn&eacute;es externes dans le pr&eacute;sent document). Les chercheurs doivent savoir que toutes les donn&eacute;es introduites dans les CDR seront stock&eacute;es avec le reste des documents relatifs &agrave; leur projet, sous r&eacute;serve des protocoles de gestion de l&rsquo;information de Statistique Canada. Il s&rsquo;agit d&rsquo;un processus gratuit et relativement simple&thinsp;; les chercheurs peuvent obtenir plus d&rsquo;informations en s&rsquo;adressant &agrave; leur analyste de CDR.</span></p> <p><span style="font-weight: 400;">Si votre travail est effectu&eacute; dans le CDR en utilisant uniquement les donn&eacute;es fournies par le programme du CDR, utilisez le mod&egrave;le du CDR uniquement plut&ocirc;t que ce mod&egrave;le.&nbsp; </span></p>

source: <p><span style="font-weight: 400;">This template provides guidance to researchers who are collecting or generating water quality data. Highly Qualified Personnel (HQP) and students are encouraged to consult with their advisors or principal investigators while completing this template. </span></p>
fr_ca: <p><span style="font-weight: 400;">Ce mod&egrave;le donne des directives aux chercheurs qui collectent ou g&eacute;n&egrave;rent des donn&eacute;es sur la qualit&eacute; de l&rsquo;eau. Le personnel hautement qualifi&eacute; (PHQ) et les &eacute;tudiants devraient consulter leurs conseillers en recherche ou les chercheurs principaux lorsqu&rsquo;ils ont recours &agrave; ce mod&egrave;le. </span></p>
