Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">To support transcribing activities within your research project, it is recommended that you implement a transcribing protocol which clearly outlines such things as formatting instructions, a summary of contextual metadata to include, participant and interviewer anonymization, and file naming conventions.</span></p> <p><span style="font-weight: 400;">When outsourcing transcribing services, and especially when collecting sensitive data, it is important to have a confidentiality agreement in place with transcribers, including a protocol for their deleting any copies of data once it has been transcribed, transferred, and approved. Additionally, you will need to ensure that methods for transferring and storing data align with any applicable funder or institutional requirements.</span></p>
fr_ca: <p><span style="font-weight: 400;">Pour soutenir les activit&eacute;s de transcription dans le cadre de votre projet de recherche, il est recommand&eacute; de mettre en &oelig;uvre un protocole de transcription qui d&eacute;crit clairement des &eacute;l&eacute;ments tels que les instructions de formatage, un r&eacute;sum&eacute; des m&eacute;tadonn&eacute;es contextuelles &agrave; inclure, l&rsquo;anonymisation des participants et des enqu&ecirc;teurs, et les conventions de nomenclature des fichiers.</span></p> <p><span style="font-weight: 400;">Lorsque vous faites appel &agrave; des services de transcription en sous-traitance, et surtout lorsque vous collectez des donn&eacute;es sensibles, il est important de mettre en place une entente de confidentialit&eacute; avec les transcripteurs, y compris un protocole leur permettant de supprimer toute copie des donn&eacute;es une fois qu&rsquo;elles ont &eacute;t&eacute; transcrites, transf&eacute;r&eacute;es et approuv&eacute;es. De plus, vous devrez vous assurer que les m&eacute;thodes de transfert et de stockage des donn&eacute;es sont conformes aux exigences du bailleur de fonds ou de l&rsquo;&eacute;tablissement.</span></p>

source: <p><span style="font-weight: 400;">Transferring of data is a critical stage of the data collection process, and especially so when managing sensitive information. Data transfers may occur:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">from the field (real world settings)</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">from data providers</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">between researchers</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">between researchers &amp; stakeholders</span></li> </ul> <p><span style="font-weight: 400;">It is best practice to identify data transfer methods that you will use </span><em><span style="font-weight: 400;">before </span></em><span style="font-weight: 400;">your research begins.</span></p> <p><span style="font-weight: 400;">Some risks associated with the transferring of data include loss of data, unintended copies of data files, and data being provided to unintended recipients. You should avoid transferring data using unsecured methods, such as email. Typical approved methods for transferring data include </span><a href="https://en.wikipedia.org/wiki/SSH_File_Transfer_Protocol"><span style="font-weight: 400;">secure File Transfer Protocol (SFTP)</span></a><span style="font-weight: 400;">, secure extranets, or other methods approved by your institution.&nbsp;</span></p> <p><span style="font-weight: 400;">Talk to your local IT support to identify secure data transferring methods available to you.</span></p>
fr_ca: <p><span style="font-weight: 400;">Le transfert de donn&eacute;es est une &eacute;tape critique du processus de collecte des donn&eacute;es, et plus particuli&egrave;rement de la gestion des informations sensibles. Des transferts de donn&eacute;es peuvent avoir lieu&nbsp;:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">&agrave; partir du terrain (lieux concrets)&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">&agrave; partir de fournisseurs de donn&eacute;es&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">entre des chercheurs&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">entre des chercheurs et des intervenants.</span></li> </ul> <p><span style="font-weight: 400;">Il est pr&eacute;f&eacute;rable de sp&eacute;cifier les m&eacute;thodes de transfert de donn&eacute;es que vous utiliserez </span><em><span style="font-weight: 400;">avant</span></em><span style="font-weight: 400;"> le d&eacute;but de votre recherche.</span></p> <p><span style="font-weight: 400;">Parmi les risques associ&eacute;s au transfert de donn&eacute;es, il y a la perte de donn&eacute;es, les copies involontaires de fichiers de donn&eacute;es et le transfert de donn&eacute;es &agrave; des destinataires involontaires. Vous devez &eacute;viter de transf&eacute;rer des donn&eacute;es en utilisant des m&eacute;thodes non s&eacute;curis&eacute;es, telles que le courrier &eacute;lectronique. Les m&eacute;thodes g&eacute;n&eacute;ralement approuv&eacute;es pour le transfert de donn&eacute;es comprennent le </span><a href="https://fr.wikipedia.org/wiki/SSH_File_Transfer_Protocol"><span style="font-weight: 400;">protocole de transfert s&eacute;curitaire de fichiers (SFTP)</span></a><span style="font-weight: 400;">, les extranets s&eacute;curis&eacute;s ou d&rsquo;autres m&eacute;thodes approuv&eacute;es par votre institution.&nbsp;</span></p> <p><span style="font-weight: 400;">Parlez &agrave; votre service informatique local pour conna&icirc;tre les m&eacute;thodes de transfert de donn&eacute;es s&eacute;curis&eacute;es qui vous sont propos&eacute;es.</span></p>

source: <p><span style="font-weight: 400;">Ensuring that your data files exist in non-proprietary formats helps to ensure that they are able to be easily accessed and reused by others in the future.</span></p> <p><span style="font-weight: 400;">Examples of non-proprietary file formats include:</span></p> <p><span style="font-weight: 400;">Surveys: </span><a href="https://en.wikipedia.org/wiki/Comma-separated_values"><span style="font-weight: 400;">CSV</span></a><span style="font-weight: 400;">; </span><a href="https://en.wikipedia.org/wiki/HTML"><span style="font-weight: 400;">HTML</span></a><span style="font-weight: 400;">;</span><a href="https://en.wikipedia.org/wiki/Unicode#UTF"><span style="font-weight: 400;"> Unicode Transformation Formats</span></a><span style="font-weight: 400;">&nbsp;</span></p> <p><span style="font-weight: 400;">Qualitative interviews:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Audio files&rarr; </span><a href="https://en.wikipedia.org/wiki/MP3"><span style="font-weight: 400;">MP3</span></a><span style="font-weight: 400;">; </span><a href="https://en.wikipedia.org/wiki/FLAC"><span style="font-weight: 400;">FLAC</span></a><span style="font-weight: 400;">; </span><a href="https://en.wikipedia.org/wiki/Ogg"><span style="font-weight: 400;">Ogg</span></a></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Video files&rarr; </span><a href="https://en.wikipedia.org/wiki/MPEG-4_Part_14"><span style="font-weight: 400;">MP4</span></a><span style="font-weight: 400;">; </span><a href="https://en.wikipedia.org/wiki/Matroska"><span style="font-weight: 400;">.mkv</span></a></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Transcriptions&rarr; </span><a href="https://en.wikipedia.org/wiki/Plain_text"><span style="font-weight: 400;">Plain Text</span></a><span style="font-weight: 400;">, such as </span><a href="https://en.wikipedia.org/wiki/ASCII"><span style="font-weight: 400;">ASCII</span></a><span style="font-weight: 400;">; </span><a href="https://en.wikipedia.org/wiki/Comma-separated_values"><span style="font-weight: 400;">CSV</span></a><span style="font-weight: 400;">; </span><a href="https://en.wikipedia.org/wiki/HTML"><span style="font-weight: 400;">HTML</span></a></li> </ul> <p><span style="font-weight: 400;">For more information and resources pertaining to file formats you may wish to visit:</span></p> <ul> <li style="font-weight: 400;"><a href="https://www.bac-lac.gc.ca/eng/services/government-information-resources/guidelines/Pages/guidelines-file-formats-transferring-information-resources-enduring-value.aspx"><span style="font-weight: 400;">Library &amp; Archives Canada</span></a></li> <li style="font-weight: 400;"><a href="https://datacurationnetwork.org/resources/data-curation-primers/"><span style="font-weight: 400;">Data Curation Network</span></a></li> <li style="font-weight: 400;"><a href="https://www.ukdataservice.ac.uk/manage-data/format/file-formats.aspx"><span style="font-weight: 400;">UK Data Service</span></a></li> </ul>
fr_ca: <p><span style="font-weight: 400;">En vous assurant que vos fichiers de donn&eacute;es existent dans des formats non propri&eacute;taires, vous vous assurez qu&rsquo;ils pourront &ecirc;tre facilement accessibles et r&eacute;utilis&eacute;s par d&rsquo;autres &agrave; l&rsquo;avenir.</span></p> <p><span style="font-weight: 400;">Voici quelques exemples de formats de fichiers non propri&eacute;taires :</span></p> <p><span style="font-weight: 400;">Sondages : <a href="https://fr.wikipedia.org/wiki/Comma-separated_values">CSV</a>&thinsp;; <a href="https://fr.wikipedia.org/wiki/Hypertext_Markup_Language">HTML</a>&thinsp;; <a href="https://fr.wikipedia.org/wiki/Unicode#UTF">Formats de transformation Unicode</a>&nbsp;</span><span style="font-weight: 400;"><br /></span><span style="font-weight: 400;">Entrevues qualitatives&nbsp;:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Fichiers audio&rarr; <a href="https://fr.wikipedia.org/wiki/MP3">MP3</a>&thinsp;; <a href="https://fr.wikipedia.org/wiki/Free_Lossless_Audio_Codec">FLAC</a>&thinsp;; <a href="https://fr.wikipedia.org/wiki/Ogg">Ogg</a></span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Fichiers vid&eacute;o&rarr; <a href="https://fr.wikipedia.org/wiki/MPEG-4_Part_14">MP4</a>&thinsp;; <a href="https://fr.wikipedia.org/wiki/Matroska">.mkv</a></span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Transcriptions&rarr; <a href="https://fr.wikipedia.org/wiki/Texte_brut">Texte brut</a>, tel que <a href="https://fr.wikipedia.org/wiki/American_Standard_Code_for_Information_Interchange">ASCII</a>&thinsp;; <a href="https://fr.wikipedia.org/wiki/Comma-separated_values">CSV</a>&thinsp;; <a href="https://fr.wikipedia.org/wiki/Hypertext_Markup_Language">HTML</a></span></li> </ul> <p><span style="font-weight: 400;">Pour plus d&rsquo;informations et de ressources concernant les formats de fichiers, vous pouvez consulter :</span></p> <ul> <li><a href="https://www.bac-lac.gc.ca/fra/services/gestion-ressources-documentaires-gouvernement/lignes-directrices/Pages/lignes-directrices-formats-fichier-transferers-ressources-documentaires.aspx"><span style="font-weight: 400;">Biblioth&egrave;que et Archives Canada</span></a></li> <li><a href="https://datacurationnetwork.org/resources/data-curation-primers/"><span style="font-weight: 400;">Data Curation Network</span></a></li> <li><a href="https://www.ukdataservice.ac.uk/manage-data/format/file-formats.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a></li> </ul>

source: <p><span style="font-weight: 400;">Include a description of the survey codebook(s) (data dictionary), as well as how it will be developed and generated. You should also include a description of the interview data that will be collected, including any important contextual information and metadata associated with file formats.</span></p> <p><span style="font-weight: 400;">Your documentation may include study-level information about:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">who created/collected the data</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">when it was created</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">any relevant study documents</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">conditions of use</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">contextual details about data collection methods and procedural documentation about how data files are stored, structured, and modified.</span></li> </ul> <p><span style="font-weight: 400;">A complete description of the data files may include:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">naming and labelling conventions</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">explanations of codes and variables</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">any information or files required to reproduce derived data.</span></li> </ul> <span style="font-weight: 400;">More information about both general and discipline specific data documentation is available at </span><a href="https://www.dcc.ac.uk/guidance/standards/metadata"><span style="font-weight: 400;">https://www.dcc.ac.uk/guidance/standards/metadata</span></a>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez les guides de codification de l&rsquo;enqu&ecirc;te (dictionnaire de donn&eacute;es) et la mani&egrave;re dont ils seront &eacute;labor&eacute;s et g&eacute;n&eacute;r&eacute;s. D&eacute;crivez &eacute;galement les donn&eacute;es d&rsquo;entrevue qui seront collect&eacute;es, y compris toutes les informations contextuelles importantes et les m&eacute;tadonn&eacute;es associ&eacute;es aux formats de fichiers.</span></p> <p><span style="font-weight: 400;">Votre documentation peut comprendre des informations de l&rsquo;&eacute;tude sur&nbsp;:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">la personne qui a cr&eacute;&eacute; ou collect&eacute; les donn&eacute;es&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">le moment de sa cr&eacute;ation&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">des documents d&rsquo;&eacute;tude pertinents&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">les conditions d&rsquo;utilisation&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">des d&eacute;tails contextuels sur les m&eacute;thodes de collecte des donn&eacute;es et des documents de proc&eacute;dure sur la mani&egrave;re dont les fichiers de donn&eacute;es sont stock&eacute;s, structur&eacute;s et modifi&eacute;s.</span></li> </ul> <p><span style="font-weight: 400;">Une description des fichiers de donn&eacute;es peut inclure&nbsp;:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">les conventions de nomenclature et d&rsquo;&eacute;tiquetage&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">les explications des codes et des variables&thinsp;;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">toutes les informations ou tous les fichiers n&eacute;cessaires pour reproduire des donn&eacute;es d&eacute;riv&eacute;es.</span></li> </ul> <p><span style="font-weight: 400;">Pour plus d&rsquo;informations sur la documentation des donn&eacute;es g&eacute;n&eacute;rales et propres &agrave; la discipline, consultez le lien suivant&nbsp;: </span><a href="https://www.dcc.ac.uk/guidance/standards/metadata"><span style="font-weight: 400;">https://www.dcc.ac.uk/guidance/standards/metadata</span></a> (<em>lien en anglais</em>).&nbsp;<br /><br /></p>

source: <span style="font-weight: 400;">For guidance on file naming conventions please see the <a href="https://www.ed.ac.uk/records-management/guidance/records/practical-guidance/naming-conventions">University of Edinburgh</a>.</span>
fr_ca: <span style="font-weight: 400;">Pour des conseils sur les conventions de nomenclature des fichiers, veuillez consulter la </span><a href="https://biblio.uottawa.ca/fr/services/professeurs/gestion-donnees-recherche/designation-fichiers-disposition-donnees"><span style="font-weight: 400;">biblioth&egrave;que de l'UOttawa</span></a><span style="font-weight: 400;">.</span>

source: <p><span style="font-weight: 400;">High quality documentation and metadata help to ensure accuracy, consistency, and completeness of your data. It is considered best practice to develop and implement protocols that clearly communicate processes for capturing important information throughout your research project. </span><span style="font-weight: 400;">Example topics that these protocols might cover include file naming conventions, file versioning, folder structure, and both descriptive and structural metadata.&nbsp;</span></p> <span style="font-weight: 400;">Researchers and research staff should ideally have the opportunity to contribute to the content of metadata protocols, and it </span><span style="font-weight: 400;">is additionally useful to consult regularly with members of the research team to capture any potential changes in data collection/processing that need to be reflected in the documentation.</span>
fr_ca: <p><span style="font-weight: 400;">Une documentation et des m&eacute;tadonn&eacute;es de haute qualit&eacute; contribuent &agrave; garantir l&rsquo;exactitude, la coh&eacute;rence et l&rsquo;int&eacute;gralit&eacute; de vos donn&eacute;es. Il est pr&eacute;f&eacute;rable d&rsquo;&eacute;laborer et de mettre en &oelig;uvre des protocoles qui communiquent clairement les processus de saisie des informations importantes tout au long de votre projet de recherche. Ces protocoles peuvent notamment porter sur les conventions de nomenclature des fichiers, les versions des fichiers, la structure des dossiers et les m&eacute;tadonn&eacute;es descriptives et structurelles.&nbsp;</span></p> <p><span style="font-weight: 400;">Les chercheurs et le personnel de recherche devraient id&eacute;alement avoir la possibilit&eacute; de contribuer au contenu des protocoles pour les m&eacute;tadonn&eacute;es&thinsp;; il est &eacute;galement utile de consulter les membres de l&rsquo;&eacute;quipe de recherche r&eacute;guli&egrave;rement afin de saisir tous les changements potentiels dans la collecte ou le traitement des donn&eacute;es qui doivent &ecirc;tre indiqu&eacute;s dans la documentation</span><span style="font-weight: 400;">.</span></p>

source: <p><span style="font-weight: 400;">Metadata are descriptions of the contents and context of data files. Using a metadata standard (a set of required fields to fill out) helps to ensure that your documentation is consistent, structured, and machine-readable, which is essential for depositing data in repositories and making it easily discoverable by search engines.</span></p> <p><span style="font-weight: 400;">There are both general and </span><a href="https://le.unimelb.edu.au/supporting-teaching-learning-assessment/video-for-learning-resources/discipline-specific-skills"><span style="font-weight: 400;">discipline-specific</span></a><span style="font-weight: 400;"> metadata standards and tools for research data.</span></p> <p><span style="font-weight: 400;">One of the most widely used metadata standards for surveys is </span><a href="https://ddialliance.org"><span style="font-weight: 400;">DDI</span></a><span style="font-weight: 400;"> (Data Documentation Initiative), a free standard that can document and manage different stages in the research data lifecycle including data collection, processing, distribution, discovery and archiving.</span></p> <span style="font-weight: 400;">For assistance with choosing a metadata standard, support may be available at your institution&rsquo;s Library or contact </span><a href="mailto:dmp-support@carl-abrc.ca"><span style="font-weight: 400;">dmp-support@carl-abrc.ca</span></a><span style="font-weight: 400;">. </span>
fr_ca: <p><span style="font-weight: 400;">Les m&eacute;tadonn&eacute;es sont des descriptions du contenu et du contexte des fichiers de donn&eacute;es. L&rsquo;utilisation d&rsquo;une norme de m&eacute;tadonn&eacute;es (un ensemble de champs obligatoires &agrave; remplir) permet de garantir que votre documentation est coh&eacute;rente, structur&eacute;e et lisible par une machine, ce qui est essentiel pour le d&eacute;p&ocirc;t des donn&eacute;es dans les d&eacute;p&ocirc;ts et pour permettre aux moteurs de recherche de les d&eacute;couvrir facilement.</span></p> <p><span style="font-weight: 400;">Il existe des normes et des outils de m&eacute;tadonn&eacute;es g&eacute;n&eacute;rales et </span><a href="https://le.unimelb.edu.au/supporting-teaching-learning-assessment/video-for-learning-resources/discipline-specific-skills"><span style="font-weight: 400;">sp&eacute;cifiques &agrave; chaque discipline</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">) pour les donn&eacute;es de recherche.</span></p> <p><span style="font-weight: 400;">L&rsquo;une des normes de m&eacute;tadonn&eacute;es les plus utilis&eacute;es pour les enqu&ecirc;tes est la </span><a href="https://ddialliance.org"><span style="font-weight: 400;">DDI</span></a> <span style="font-weight: 400;">(l&rsquo;initiative de documentation des donn&eacute;es; </span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">), une norme gratuite qui peut documenter et g&eacute;rer diff&eacute;rentes &eacute;tapes du cycle de vie des donn&eacute;es de recherche, y compris la collecte, le traitement, la distribution, la d&eacute;couverte et l&rsquo;archivage des donn&eacute;es.</span></p> <p><span style="font-weight: 400;">Pour obtenir de l&rsquo;aide dans le choix d&rsquo;une norme de m&eacute;tadonn&eacute;es, vous pouvez vous adresser &agrave; la biblioth&egrave;que de votre &eacute;tablissement ou envoyer un message &agrave; </span><a href="mailto:support@portagenetwork.ca"><span style="font-weight: 400;">support@portagenetwork.ca</span></a><span style="font-weight: 400;">. </span></p>
