Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: copied
de: Kopiert
es: copiado
fi: kopionti
fr_ca: copié
pt_br: copieado
sv_fi: kopieras
tr_tr: kopyalandı

source: Unable to change the plan's status since it is needed at least %{percentage} percentage responded
de: Der Status des Plans konnte nicht geändert werden, da mindestens %{percentage} Prozentsatz angefordert wurde
es: No se puede cambiar el estado del plan ya que se necesita al menos el porcentaje %{percentage} respondido
fi: Suunnitelman tilan muuttaminen ei onnistunut, koska vähintään %{percentage}:a vastauksista pitää olla vastattuna
fr_ca: Il est impossible de modifier l’état du plan, car il est nécessaire d’obtenir un taux de réponse d’au moins %{percentage}
pt_br: Não conseguimos mudar o status do plano. É preciso pelo menos %{percentage} de respostas.
sv_fi: Det går inte att ändra planens status eftersom det behövs minst %{percentage} procent svarat
tr_tr: En az yüzde %{percentage} yanıt verilmesi gerektiğinden planın durumu değiştirilemiyor

source: Unable to find plan id %{plan_id}
de: Plan-ID konnte nicht gefunden werden %{plan_id}
es: No se puede encontrar la identificación del plan %{plan_id}
fi: Suunnitelman tunnistetta %{plan_id} ei löydy
fr_ca: Il est impossible de trouver l’ID du plan %{plan_id}
pt_br: Não conseguimos encontrar o plano com id %{plan_id}
sv_fi: Det gick inte att hitta plan id %{plan_id}
tr_tr: %{plan_id} no.'lu plan bulunamadı

source: Your project is now a test.
de: Ihr Projekt ist jetzt ein Test.
es: Tu proyecto es ahora una prueba.
fi: Projektisi on nyt testimuodossa.
fr_ca: Votre projet est maintenant à l’état d’essai.
pt_br: Seu projeto agora é um teste.
sv_fi: Ditt projekt är nu ett test.
tr_tr: Projeniz şu an bir test.

source: Your project is no longer a test.
de: Ihr Projekt ist kein Test mehr.
es: Tu proyecto ya no es una prueba.
fi: Projektisi ei ole enää testimuodossa.
fr_ca: Votre projet n’est plus à l’état d’essai.
pt_br: Seu projeto não é mais um teste.
sv_fi: Ditt projekt är inte längre ett test.
tr_tr: Projeniz artık bir test değil.

source: Unable to change the plan's test status
de: Der Teststatus des Plans konnte nicht geändert werden
es: No se puede cambiar el estado de prueba del plan
fi: Suunnitelman testistatuksen muuttaminen ei onnistu
fr_ca: Il est impossible de modifier l’état d’essai du plan
pt_br: Não conseguimos mudar o status de teste do plano
sv_fi: Kan inte ändra planens teststatus
tr_tr: Planın test durumu değiştirilemiyor

source: There is no plan associated with id %{id}
fr_ca: Aucun plan n’est associé à l’identifiant %{id}

source: Please make a choice below. After linking your details to a %{application_name} account, you will be able to sign in directly with your institutional credentials.
fr_ca: Veuillez faire un choix ci-dessous. Après avoir associé vos renseignements à un compte %{application_name}, vous pourrez vous connecter directement par l’intermédiaire de votre compte institutionnel.

source: You must accept the terms and conditions to register.
de: Sie müssen die allgemeinen Geschäftsbedingungen akzeptieren, um sich zu registrieren.
es: Debes aceptar los términos y condiciones para registrarte.
fi: Sinun on hyväksyttävä käyttöehdot, että voit rekisteröityä käyttäjäksi.
fr_ca: Vous devez accepter les conditions pour vous inscrire.
pt_br: Você deve aceitar os termos e condições para registrar-se.
sv_fi: Du måste godkänna villkoren för att registrera dig.
tr_tr: Kayıt olmak için şartlar ve koşulları kabul etmelisiniz.

source: Please select an organisation from the list, or enter your organisation's name.
de: Bitte wählen Sie eine Organisation aus der Liste oder geben Sie den Namen Ihrer Organisation ein.
es: Seleccione una organización de la lista o ingrese el nombre de su organización.
fi: Valitse organisaatio listasta tai kirjoita organisaatiosi nimi.
fr_ca: Veuillez sélectionner un organisme dans la liste ou entrer le nom de votre organisme.
pt_br: Por favor, selecione uma organização na lista, ou insira o nome de sua organização.
sv_fi: Välj en organisation från listan, eller ange organisationens namn.
tr_tr: Lütfen listeden bir kuruluş seçin veya kuruluşunuzun adını girin.

source: That email address is already registered.
de: Diese E-Mailadresse ist bereits registriert.
es: Esa dirección de correo electrónico ya está registrada.
fi: Sähköposti on jo rekisteröity.
fr_ca: Cette adresse courriel est déjà associée.
pt_br: Esse email já está registrado.
sv_fi: E-posten är redan registrerat.
tr_tr: Bu e-posta adresi zaten kullanılmakta.

source: You cannot be assigned to other organisation since that option does not exist in the system. Please contact your system administrators.
fr_ca: Vous ne pouvez pas être affecté à un autre organisme puisque cette option n’est pas offerte dans le système. Veuillez communiquer avec vos administrateurs de système.

source: Welcome! You have signed up successfully with your institutional credentials. You will now be able to access your account with them.
fr_ca: Bienvenue! Vous avez réussi votre inscription à l’aide de votre compte institutionnel, qui vous servira désormais à vous connecter.

source: Unable to create your account.%{errors_for_display}
fr_ca: Il est impossible de créer votre compte.%{errors_for_display}

source: Save Unsuccessful.
de: Nicht erfolgreich speichern.
es: Guardar sin éxito.
fi: Tallennus ei onnistunut.
fr_ca: Échec de l’enregistrement.
pt_br: Falha ao salvar.
sv_fi: Spara misslyckad.
tr_tr: Kayıt Başarısız.

source: Please enter an email address.
de: Bitte geben Sie eine E-mail-Adresse ein.
es: Por favor introduzca una dirección de correo eléctronico.
fi: Lisää sähköpostiosoitteesi.
fr_ca: Veuillez saisir une adresse courriel.
pt_br: Por favor insira um endereço de e-mail.
sv_fi: Vänligen ange en mailadress.
tr_tr: Lütfen bir e-posta adresi giriniz.

source: Please enter a First name.
de: Bitte geben Sie einen Vornamen ein.
es: Por favor, introduzca un nombre.
fi: Kirjoita etunimi.
fr_ca: Veuillez saisir un prénom.
pt_br: Por favor, insira um primeiro nome.
sv_fi: Vänligen ange ett förnamn.
tr_tr: Lütfen bir Ad girin.

source: Please enter a Last name.
de: Bitte geben Sie einen Nachnamen ein.
es: Por favor, introduzca un apellido.
fi: Kirjoita sukunimi.
fr_ca: Veuillez saisir un nom de famille.
pt_br: Por favor, insira um sobrenome.
sv_fi: Vänligen ange ett efternamn.
tr_tr: Lütfen bir Soyadı girin.

source: Please enter your password to change email address.
de: Bitte geben Sie Ihr Passwort ein, um die E-Mail-Adresse zu ändern.
es: Por favor, introduzca su contraseña para cambiar la dirección de correo electrónico.
fi: Anna salasanasi, jotta voit vaihtaa sähköpostiosoitteesi.
fr_ca: Veuillez saisir votre mot de passe pour modifier l’adresse courriel.
pt_br: Por favor, insira sua senha para mudar seu endereço de email.
sv_fi: Vänligen ange ditt lösenord för att ändra e-postadress.
tr_tr: E-posta adresini değiştirmek için lütfen şifrenizi giriniz.

source: Save unsuccessful. \ That email address is already registered. \ You must enter a unique email address.
de: Speichern nicht erfolgreich. \ Diese E-Mailadresse ist bereits registriert. \ Sie müssen eine eindeutige E-Mail-Adresse angeben.
es: Guardar sin éxito. \ Esa dirección de correo electrónico ya está registrada. \ Debe introducir una dirección de correo electrónico única.
fi: Tallenna epäonnistui. \ Tämä sähköpostiosoite on jo rekisteröity. \ Sinun on annettava yksilöllinen sähköpostiosoite.
fr_ca: Échec de l’enregistrement. \ Cette adresse courriel est déjà inscrite. \ Vous devez saisir une adresse courriel unique.
pt_br: Falha ao salvar. \ Esse endereço de e-mail já foi registrado. \ Você deve inserir um endereço de e-mail exclusivo.
sv_fi: Spara misslyckad. \ Den e-postadressen är redan registrerad. \ Du måste ange en unik e-postadress.
tr_tr: Kayıt Başarısız. \ Bu e-posta adresi alınmış. \ Benzersiz bir e-posta adresi girmelisiniz.

source: Please enter your current password
de: Bitte geben Sie Ihr aktuelles Passwort ein
es: Por favor ingrese su contraseña actual
fi: Kirjoita nykyinen salasanasi
fr_ca: Veuillez saisir votre mot de passe actuel
pt_br: Por favor, insira sua senha atual.
sv_fi: Vänligen ange ditt nuvarande lösenord
tr_tr: Lütfen mevcut şifrenizi giriniz

source: Please enter a password confirmation
de: Bitte geben Sie eine Passwortbestätigung ein
es: Por favor ingrese una confirmación de contraseña
fi: Vahvista salasana
fr_ca: Veuillez saisir la confirmation du mot de passe
pt_br: Por favor, insira a confirmação de senha.
sv_fi: Vänligen skriv in en lösenordsbekräftelse
tr_tr: Lütfen bir şifre onayı girin

source: Password and comfirmation must match
de: Passwort und Bestätigung müssen übereinstimmen
es: La contraseña y la confirmación deben coincidir
fi: Salasanan ja sen vahvistuksen on oltava samoja
fr_ca: Le mot de passe et la confirmation doivent être identiques
pt_br: A senha e a confirmação devem ser iguais
sv_fi: Lösenord och bekräftelse måste matcha
tr_tr: Şifre ve onay eşleşmelidir

source: Cannot share plan with %{email} since that email matches with the owner of the plan.
fr_ca: Il est impossible de transmettre ce plan à %{email}, car cette adresse courriel est celle du propriétaire du plan.

source: Plan is already shared with %{email}.
de: Der Plan wurde bereits mit %{email} geteilt.
es: El plan ya está compartido con %{email}.
fi: Suunnitelma on jo jaettu %{email}:n kanssa.
fr_ca: Le plan est déjà partagé avec %{email}.
pt_br: O plano já está compartilhado com %{email}.
sv_fi: Planen delas redan med %{email}.
tr_tr: Plan zaten %{email} ile paylaşılıyor.

source: First Name
de: Vorname
es: Nombre de pila
fi: Etunimi
fr_ca: Prénom
pt_br: Primeiro nome
sv_fi: Förnamn
tr_tr: İsim

source: Surname
de: Nachname
es: Apellido
fi: Sukunimi
fr_ca: Nom de famille
pt_br: Sobrenome
sv_fi: Efternamn
tr_tr: Soyad

source: Invitation to %{email} issued successfully.
de: Einladung zu %{email} erfolgreich ausgestellt.
es: Invitación a %{email} emitida con éxito.
fi: Kutsun lähettäminen %{email}:lle onnistui.
fr_ca: Invitation à %{email} envoyée avec succès.
pt_br: Convite para %{email} emitido com sucesso.
sv_fi: Inbjudan till %{email} utfärdad framgångsrikt.
tr_tr: %{email} adresine bir davet e-postası başarıyla gönderildi.

source: Plan shared with %{email}.
de: Plan geteilt mit %{email}.
es: Plan compartido con %{email}.
fi: Suunnitelma on jaettu %{email}:n kanssa.
fr_ca: Plan partagé avec %{email}.
pt_br: Plano compartilhado com %{email}.
sv_fi: Planen delas med %{email}.
tr_tr: Plan %{email} ile paylaşıldı.

source: You must provide a valid email address and select a permission level.
fr_ca: Vous devez fournir une adresse courriel valide et sélectionner un niveau d’autorisation.

source: Please enter an email address
de: Bitte geben Sie eine E-mail-Adresse ein
es: Por favor introduzca una dirección de correo eléctronico
fi: Anna sähköpostiosoite
fr_ca: Veuillez saisir une adresse courriel
pt_br: Por favor, insira um endereço de email.
sv_fi: Vänligen ange en mailadress
tr_tr: Lütfen bir e-posta adresi giriniz

source: Successfully changed the permissions for %{email}. They have been notified via email.
fr_ca: Les autorisations pour %{email} ont été modifiées avec succès. Un avis a été envoyée par courriel.

source: Access removed
de: Zugriffsrecht entzogen
es: Acceso eliminado
fi: Pääsy suunnitelmaan poistettu
fr_ca: Accès révoqué
pt_br: Acesso retirado
sv_fi: Åtkomst borttagen
tr_tr: Erişim kaldırıldı

source: Plan removed
de: Plan entfernt
es: Plan eliminado
fi: Suunnnitelma on poistettu
fr_ca: Plan supprimé
pt_br: Plano removido
sv_fi: Planen borttagen
tr_tr: Plan kaldırıldı

source: Unable to remove the plan
de: Der Plan konnte nicht entfernt werden
es: No se puede eliminar el plan
fi: Suunnitelman poistaminen ei onnistu
fr_ca: Il est impossible de retirer le plan
pt_br: Não conseguimos remover o plano
sv_fi: Det gick inte att ta bort planen
tr_tr: Plan kaldırılamıyor

source: Your account has been successfully linked to your institutional credentials. You will now be able to sign in with them.
de: Ihr Konto wurde erfolgreich mit Ihren institutionellen Anmeldeinformationen verknüpft. Sie können sich jetzt mit ihnen anmelden.
es: Su cuenta se ha vinculado con éxito a sus credenciales institucionales. Ahora podrás iniciar sesión con ellos.
fi: Tilisi liittäminen organisaatiotunnuksiin onnistui. Voit nyt kirjautua organisaatiotunnuksillasi.
fr_ca: Votre compte a été associé avec succès à votre compte institutionnels. Vous pourrez désormais vous connecter à l’aide de ce dernier.
pt_br: Sua conta foi vinculada às suas credenciais institucionais. Agora você poderá entrar com eles.
sv_fi: Ditt konto har blivit framgångsrikt kopplat till dina institutionella referenser. Du kommer nu att kunna logga in med dem.
tr_tr: Hesabınız başarıyla kurumsal kimlik bilgileriniz ile ilişkilendirildi. Artık kurumsal kimlik bilgilerinizle oturum açabilirsiniz.

source: Export settings updated successfully.
de: Exporteinstellungen erfolgreich aktualisiert
es: Ajustes de exportación actualizados con éxito.
fi: Vientiasetusten muuttaminen onnistui.
fr_ca: Les paramètres d’exportation ont été mis à jour avec succès.
pt_br: Parâmetros de exportação atualizados com sucesso.
sv_fi: Exportinställningarna uppdateras framgångsrikt.
tr_tr: Dışa aktarma ayarları başarıyla güncellendi.

source: An error has occurred while saving/resetting your export settings.
de: Beim Speichern / Zurücksetzen der Exporteinstellungen ist ein Fehler aufgetreten.
es: Se ha producido un error al guardar / restablecer la configuración de exportación.
fi: Tapahtui virhe vientiasetuksia tallennettaessa/säädettäessä.
fr_ca: Une erreur s’est produite lors de l’enregistrement ou de la réinitialisation de vos paramètres d’exportation.
pt_br: Ocorreu um erro ao salvar/redefinir seus parâmetros de exportação.
sv_fi: Ett fel uppstod när du sparade / återställde dina exportinställningar.
tr_tr: Dışa aktarma ayarlarınız kaydedilirken/sıfırlanırken bir hata oluştu.

source: There is no notification associated with id %{id}
de: Mit der ID %{id} ist keine Benachrichtigung verknüpft
es: No hay ninguna notificación asociada con la identificación %{id}
fi: Tunnisteeseen %{id} ei liity ilmoituksia
fr_ca: Aucun avis n’est associé à l’ID %{id}
pt_br: Não há nenhum plano associado à id %{id}
sv_fi: Det finns ingen anmälan i samband med id %{id}
tr_tr: %{id} kimliğiyle ilişkili bildirim yok

source: Please select an organisation from the list
fr_ca: Veuillez sélectionner un organisme dans la liste.

source: Your organisation affiliation has been changed. You may now edit templates for %{org_name}.
de: Ihre Organisationszugehörigkeit wurde geändert. Sie können jetzt Vorlagen für %{org_name} bearbeiten.
es: La afiliación de su organización ha sido cambiada. Ahora puede editar plantillas para %{org_name}.
fi: Affiliaatiosi organisaatioon ovat muuttuneet. Nyt voit muokata %{org_name}:n mallipohjia.
fr_ca: Votre affiliation organisationnelle a été modifiée. Vous pouvez maintenant modifier les modèles pour %{org_name}.
pt_br: Sua afiliação organizacional foi modificada. Você agora pode editar modelos para %{org_name}.
sv_fi: Din organisationsanslutning har ändrats. Du kan nu redigera mallar för %{org_name}.
tr_tr: Kuruluş bağlantınız değiştirildi. Artık %{org_name} için şablonları düzenleyebilirsiniz.

source: Unable to change your organisation affiliation at this time.
de: Die Organisationszugehörigkeit kann zu diesem Zeitpunkt nicht geändert werden.
es: No se puede cambiar la afiliación de su organización en este momento.
fi: Organisaation affiliaatioiden muuttaminen ei onnistu tällä hetkellä.
fr_ca: Vous ne pouvez changer votre affiliation organisationnelle à cette étape.
pt_br: Não conseguimos mudar sua afiliação organizacional neste momento.
sv_fi: Det går inte att ändra organisationens anslutning just nu.
tr_tr: Şu anda kuruluş bağlantınız değiştirilemiyor.

source: Unknown organisation.
de: Unbekannte Organisation
es: Organización desconocida
fi: Tuntematon organisaatio.
fr_ca: Organisme inconnu.
pt_br: Organização desconhecida.
sv_fi: Okänd organisation.
tr_tr: Bilinmeyen kuruluş.

source: There seems to be a problem with your logo. Please upload it again.
de: Es scheint ein Problem mit unserem Logo zu sein. Bitte laden Sie es erneut.
es: Parece que hay un problema con su logotipo. Por favor subirlo de nuevo.
fi: Logossa oli jokin ongelma. Yritä ladata se uudelleen.
fr_ca: Votre logo semble présenter un problème. Veuillez le télécharger de nouveau.
pt_br: Parece haver um problema com seu logo. Por favor, suba-o novamente.
sv_fi: Det verkar vara ett problem med din logotyp. Vänligen ladda upp det igen.
tr_tr: Logonuzda bir sorun var gibi görünüyor. Lütfen tekrar yükleyin.

source: profile for %{remove} into %{keep}
fr_ca: profil pour %{remove} dans %{keep}

source: merged
de: zusammengeführt
es: fusionado
fi: yhdistyivät
fr_ca: fusionné
pt_br: mesclado
sv_fi: fusione
tr_tr: birleştirildi

source: merge
de: Verschmelzen
es: Unir
fi: yhdistää
fr_ca: fusionner
pt_br: mesclar
sv_fi: sammanfoga
tr_tr: birleştir

source: archived
de: Archiviert
es: archivado
fi: arkistoitu
fr_ca: archivé
pt_br: arquivado
sv_fi: arkiverad
tr_tr: arşivlendi

source: archive
de: Archivieren
es: Archivo
fr_ca: archiver
pt_br: Arquivo
sv_fi: arkiv
tr_tr: arşivle

source: Successfully unlinked your account from %{is}.
de: Ihr Konto wurde erfolgreich von %{is} getrennt.
es: Desenlazó con éxito su cuenta de %{is}.
fi: Tilin poistaminen %{is}:sta onnistui.
fr_ca: Votre compte a bien été dissocié de l’identifiant %{is}.
pt_br: Sua conta em %{is} foi desvinculada com sucesso.
sv_fi: Har länkat ditt konto framgångsrikt från %{is}.
tr_tr: Hesabınızın %{is} ile olan bağlantısı başarıyla kaldırıldı.

source: Unable to unlink your account from %{is}.
de: Das Aufheben der Verknüpfung Ihres Kontos von %{is} ist nicht möglich.
es: No se puede desvincular su cuenta de %{is}.
fi: Tilisi poistaminen %{is}:sta ei onnistu.
fr_ca: Il est impossible de dissocier votre compte de %{is}.
pt_br: Não conseguimos desvincular sua conta de %{is}.
sv_fi: Det gick inte att koppla bort ditt konto från %{is}.
tr_tr: Hesabınızın %{is} ile bağlantısı kaldırılamıyor.

source: You are already signed in as another user. Please log out to activate your invitation.
de: Sie sind bereits als ein anderer Benutzer angemeldet. Bitte loggen Sie sich aus, um Ihre Einladung zu aktivieren.
es: Ya has iniciado sesión como otro usuario. Por favor, cierre la sesión para activar su invitación.
fi: Olet jo kirjautunut toisella käyttäjänimellä. Kirjaudu ulos hyväksyäksesi kutsun.
fr_ca: Vous êtes déjà connecté en tant qu’autre utilisateur. Veuillez vous déconnecter pour activer votre invitation.
pt_br: Você já está logado como outro usuário. Por favor, saia para ativar seu convite.
sv_fi: Du är redan inloggad som en annan användare. Logga ut för att aktivera din inbjudan.
tr_tr: Başka bir kullanıcı olarak oturum açmış durumdasınız. Davetinizi etkinleştirmek için lütfen oturumunuzu kapatın.

source: Successfully signed in
de: Erfolgreich angemeldet
es: Ha iniciado sesión correctamente
fi: Sisäänkirjautuminen onnistui
fr_ca: Connexion réussie
pt_br: Entrada bem sucedida
sv_fi: Inloggad framgångsrikt
tr_tr: Başarıyla oturum açıldı

source: Your account has been successfully linked to %{scheme}.
de: Ihr Konto wurde erfolgreich mit %{scheme} verknüpft.
es: Su cuenta se ha vinculado con éxito a %{scheme}.
fi: Tilisi liitettiin onnistuneesti %{scheme}:n.
fr_ca: Votre compte a bien été associé à %{scheme}.
pt_br: Sua conta foi vinculada a %{scheme}.
sv_fi: Ditt konto har länkats till %{scheme}.
tr_tr: Hesabınız başarıyla %{scheme} şemasına bağlandı.

source: Unable to link your account to %{scheme}.
de: Ihr Konto konnte nicht mit %{scheme} verknüpft werden.
es: No se puede vincular su cuenta a %{scheme}.
fi: Tilisi liittäminen %{scheme}:hin ei onnistunut.
fr_ca: Il est impossible d’associer votre compte à %{scheme}.
pt_br: Não é possível vincular sua conta a% {scheme}.
sv_fi: Det gick inte att länka ditt konto till %{scheme}.
tr_tr: Hesabınız %{scheme} şemasına bağlanamadı.

source: The current %{scheme_description} iD has been already linked to a user with email %{user_email}
fr_ca: L'ID suivante %{scheme_description} est déjà associée à un utilisateur avec l'adresse courriel %{user_email}

source: Successfully %{action} %{username}'s account.
de: Erfolgreich %{action} %{username} Konto.
es: Con éxito la cuenta de %{action} %{username}.
fi: %{username}n tilin %{action} onnistui.
fr_ca: L'action %{action} pour %{username} a été effectuée avec succès.
pt_br: Successo ao %{action} conta do %{username}
sv_fi: Framgångsrikt %{action} %{username} s konto.
tr_tr: %{username} adlı kullanıcının hesabı başarıyla %{action}.

source: activated
de: Aktiviert
es: activado
fi: aktivoitu
fr_ca: activé
pt_br: ativado
sv_fi: aktiverad
tr_tr: etkinleştirildi

source: deactivated
de: Deaktiviert
es: Desactivado
fi: pois käytöstä
fr_ca: désactivé
pt_br: desativado
sv_fi: deaktiveras
tr_tr: devre dışı bırakıldı

source: Unable to %{action} %{username}
de: Kann nicht zu %{action} %{username}
es: No se puede %{action} %{username}
fi: %{username}:n %{action} ei onnistunut
fr_ca: Il est impossible de %{action} %{username}
pt_br: Incapaz de %{action} %{username}
sv_fi: Kan inte %{action} %{username}
tr_tr: %{username} %{action} yapılamıyor

source: activate
de: Aktivieren
es: Activar
fi: aktivoi
fr_ca: activer
pt_br: Ativo
sv_fi: Aktivera
tr_tr: etkinleştir

source: deactivate
de: Deaktivieren
es: Desactivar
fi: kytke pois päältä
fr_ca: désactiver
pt_br: desativar
sv_fi: avaktivera
tr_tr: devre dışı bırak

source: You can add an example answer to help users respond. These will be presented above the answer box and can be copied/ pasted.
de: Sie können eine Beispielantwort hinzufügen, um Nutzer/innen bei der Beantwortung zu helfen. Diese werden über dem Antwortfeld angezeigt und können kopiert / eingefügt werden.
es: Puede agregar una respuesta de ejemplo para ayudar a los usuarios a responder. Estos se presentarán encima del cuadro de respuesta y se pueden copiar / pegar.
fi: Voit lisätä esimerkkivastauksen vastaamisen helpottamiseksi. Vastaukset näkyvät vastauslaatikon yläpuolella ja ne voi kopioida vastaukseen.
fr_ca: Vous pouvez ajouter un exemple de réponse pour aider les utilisateurs à répondre. Ces exemples seront présentés au-dessus de la case de réponse et peuvent être copiés et collés.
pt_br: Você pode adicionar uma resposta de exemplo para ajudar os usuários a responder. Estes serão apresentados acima da caixa de resposta e podem ser copiados/colados.
sv_fi: Du kan lägga till ett exempel svar för att hjälpa användare att svara. Dessa kommer att presenteras ovanför svarsfältet och kan kopieras / klistras in.
tr_tr: Kullanıcıların yanıt vermesine yardımcı olmak için örnek bir yanıt ekleyebilirsiniz. Bunlar cevap kutusunun üzerinde gösterilir ve kopyalanıp/yapıştırılabilir.
