Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">Obtaining the appropriate consent from research participants is an important step in assuring your Research Ethics Board that data may be shared with researchers outside of your project. The consent statement may identify certain conditions clarifying the uses of the data by other researchers. For example, it may stipulate that the data will only be shared for non-profit research purposes or that the data will not be linked with personally identified data from other sources. Read more about data security: </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span></p> <span style="font-weight: 400;">You may need to <a href="https://doi.org/10.5281/zenodo.4088946">anonymize or de-identify</a></span><span style="font-weight: 400;">&nbsp;your data before you can share it. Read more about these processes at </span><a href="https://researchdata.library.ubc.ca/plan/protect-your-data/"><span style="font-weight: 400;">UBC Library </span></a><span style="font-weight: 400;">, </span><a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">, or </span><a href="https://doi.org/10.1007/s10278-011-9422-x"><span style="font-weight: 400;">Image Data Sharing for Biomedical Research&mdash;Meeting HIPAA Requirements for De-identification</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">L&rsquo;obtention du consentement appropri&eacute; des participants &agrave; la recherche est une &eacute;tape importante pour garantir &agrave; votre comit&eacute; d&rsquo;&eacute;thique de la recherche que les donn&eacute;es peuvent &ecirc;tre partag&eacute;es avec des chercheurs en dehors de votre projet. La d&eacute;claration de consentement peut pr&eacute;ciser les conditions d&rsquo;utilisation des donn&eacute;es par d&rsquo;autres chercheurs. Par exemple, elle peut stipuler que les donn&eacute;es ne seront partag&eacute;es qu&rsquo;&agrave; des fins de recherche sans but lucratif ou que les donn&eacute;es ne seront pas li&eacute;es &agrave; des donn&eacute;es personnelles identifi&eacute;es provenant d&rsquo;autres sources. Pour en savoir plus sur la s&eacute;curit&eacute; des donn&eacute;es, consultez le </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span></p> <p><span style="font-weight: 400;">Vous devrez peut-&ecirc;tre </span><a href="https://doi.org/10.5281/zenodo.4088986"><span style="font-weight: 400;">anonymiser ou d&eacute;personnaliser</span></a><span style="font-weight: 400;"> vos donn&eacute;es avant de pouvoir les partager. Vous pouvez vous renseigner sur ces processus en consultant les liens suivants&nbsp;: </span><a href="https://researchdata.library.ubc.ca/plan/protect-your-data/"><span style="font-weight: 400;">Biblioth&egrave;que de l&rsquo;Universit&eacute; de la C.-B.</span></a><span style="font-weight: 400;">, </span><a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a><span style="font-weight: 400;">, ou </span><a href="https://doi.org/10.1007/s10278-011-9422-x"><span style="font-weight: 400;">Partage de donn&eacute;es d&rsquo;images pour la recherche biom&eacute;dicale &mdash; satisfaire aux exigences de la HIPAA en mati&egrave;re de d&eacute;personnalisation</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">).</span></p>

source: <span style="font-weight: 400;">There are several types of standard licenses available to researchers, such as the </span><a href="https://creativecommons.org/choose/"><span style="font-weight: 400;">Creative Commons licenses</span></a><span style="font-weight: 400;"> and the </span><a href="https://opendatacommons.org/licenses/"><span style="font-weight: 400;">Open Data Commons licenses</span></a><span style="font-weight: 400;">. For most datasets it is easier to use a standard license rather than to devise a custom-made one. Even if you choose to make your data part of the public domain, it is preferable to make this explicit by using a license such as Creative Commons' CC0. More about data licensing: </span><a href="https://www.dcc.ac.uk/guidance/how-guides/license-research-data"><span style="font-weight: 400;">Digital Curation Centre</span></a><span style="font-weight: 400;">. </span>
fr_ca: <span style="font-weight: 400;">Il y a plusieurs types de licences standard &agrave; la disposition des chercheurs telles que les licences </span><a href="https://creativecommons.org/choose/?lang=fr"><span style="font-weight: 400;">Creative Commons</span></a><span style="font-weight: 400;"> et les licences </span><a href="https://opendatacommons.org/licenses/"><span style="font-weight: 400;">Open Data Commons</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">). Pour la plupart des ensembles de donn&eacute;es, il est plus facile d&rsquo;utiliser une licence standard plut&ocirc;t que de concevoir une licence sur mesure. M&ecirc;me si vous choisissez de faire entrer vos donn&eacute;es dans le domaine public, il est pr&eacute;f&eacute;rable de le faire de mani&egrave;re explicite en utilisant une licence telle que la CCO de Creative Commons. Pour en savoir plus sur les licences, visitez le site du </span><a href="https://www.dcc.ac.uk/guidance/how-guides/license-research-data"><span style="font-weight: 400;">Centre de curation num&eacute;rique</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">). </span>

source: <span style="font-weight: 400;">Licenses stipulate how your data may be used. Funding agencies and/or data repositories may have end-user license requirements in place; if not, they may still be able to guide you in the selection of a license. Once selected, please include a copy of your end-user license with your Data Management Plan. Note that only the intellectual property rights holder(s) can issue a license, so it is crucial to clarify who owns those rights. </span>
fr_ca: Les licences stipulent comment vos donn&eacute;es peuvent &ecirc;tre utilis&eacute;es. Les organismes de financement ou les d&eacute;p&ocirc;ts de donn&eacute;es peuvent avoir des exigences en mati&egrave;re de licences d&rsquo;utilisation finale&thinsp;; autrement, ils peuvent vous guider dans le choix d&rsquo;une licence. Une fois que vous avez choisi votre licence, veuillez une copie de votre licence d&rsquo;utilisation finale avec votre plan de gestion des donn&eacute;es. Notez que les d&eacute;tenteurs des droits de propri&eacute;t&eacute; intellectuelle sont les seuls &agrave; pouvoir d&eacute;livrer une licence, il est donc crucial de pr&eacute;ciser &agrave; qui appartiennent ces droits.

source: <p><span style="font-weight: 400;">By providing a licence for your software, you grant others certain freedoms, and define what they are allowed to do with your code. Free and open software licences typically allow someone else to use, study, improve and share your code. You can licence all the software you write, including scripts and macros you develop on proprietary platforms. For more information, see </span><a href="https://choosealicense.com/"><span style="font-weight: 400;">Choose an Open Source License</span></a><span style="font-weight: 400;"> or open source licenses options at the </span><a href="https://opensource.org/licenses"><span style="font-weight: 400;">Open Source Initiative</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Please be aware that software is typically protected by copyright that is often held by the institution rather than the developer. Ensure you understand what rights you have to share your software before choosing a license.</span></p>
fr_ca: <p><span style="font-weight: 400;">En fournissant une licence pour votre logiciel, vous accordez aux autres certaines libert&eacute;s et d&eacute;finissez ce qu&rsquo;ils sont autoris&eacute;s &agrave; faire avec votre code. Les licences de logiciels gratuits en libre acc&egrave;s permettent g&eacute;n&eacute;ralement &agrave; quelqu&rsquo;un d&rsquo;autre d&rsquo;utiliser, d&rsquo;&eacute;tudier, d&rsquo;am&eacute;liorer et de partager votre code. Vous pouvez accorder une licence pour tous les logiciels que vous &eacute;crivez, y compris les scripts et les macros que vous d&eacute;veloppez sur des plateformes propri&eacute;taires. Pour plus d&rsquo;informations, consultez le site </span><a href="https://choosealicense.com/"><span style="font-weight: 400;">Choisir une licence open source</span></a><span style="font-weight: 400;"> ou les options de licence open source sur le site </span><a href="https://opensource.org/licenses"><span style="font-weight: 400;">Initiative open source</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">).</span></p> <p><span style="font-weight: 400;">Sachez que les logiciels sont g&eacute;n&eacute;ralement prot&eacute;g&eacute;s par un droit d&rsquo;auteur qui appartient plus souvent &agrave; l&rsquo;institution qu&rsquo;au d&eacute;veloppeur. Assurez-vous de bien comprendre les droits dont vous disposez pour partager votre logiciel avant de choisir une licence.</span></p>

source: <p><span style="font-weight: 400;">Before you copy, (re-)use, modify, build on, or (re-)distribute others&rsquo; data and code, or engage in the production of derivatives, be sure to check, read, understand and follow any legal licensing agreements. The actions you can take, including whether you can publish or redistribute derivative research products, may depend on terms of the original license.</span></p> <p><span style="font-weight: 400;">If your research data and/or software are built upon others&rsquo; data and software publications, it is good practice to acknowledge and cite the corresponding data and software you use in the same fashion as you cite papers to both identify the software and to give credit to its developers. Some good resources for developing citations are the </span><a href="https://peerj.com/articles/cs-86/"><span style="font-weight: 400;">Software Citation Principles (Smith et al., 2016)</span></a><span style="font-weight: 400;">, </span><a href="https://datacite.org/cite-your-data.html"><span style="font-weight: 400;">DataCite - Cite Your Data</span></a><span style="font-weight: 400;">, and </span><a href="https://www.jstage.jst.go.jp/article/dsj/12/0/12_OSOM13-043/_pdf"><span style="font-weight: 400;">Out of Cite, Out of Mind: The Current State of Practice, Policy, and Technology for the Citation of Data</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Compliance with privacy legislation and laws that may restrict the sharing of some data should be discussed with your institution's privacy officer or data librarian, if possible. Research Ethics Boards are also central to the research process and a valuable resource. Include in your documentation a description concerning ownership, licensing, and intellectual property rights of the data. Terms of reuse must be clearly stated, in line with the relevant legal and ethical requirements where applicable (e.g., subject consent, permissions, restrictions, etc.).</span></p>
fr_ca: <p><span style="font-weight: 400;">Avant de copier, utiliser, r&eacute;utiliser, modifier, d&eacute;velopper, distribuer ou redistribuer les donn&eacute;es et le code d&rsquo;autrui, ou de vous engager dans la production de produits d&eacute;riv&eacute;s, assurez-vous de v&eacute;rifier, de lire, de comprendre et de respecter tout accord de licence l&eacute;gal. Les mesures que vous pouvez prendre, y compris la publication ou la redistribution de produits de recherche d&eacute;riv&eacute;s, peuvent d&eacute;pendre des conditions de la licence d&rsquo;origine.</span></p> <p><span style="font-weight: 400;">Si vos donn&eacute;es ou logiciels de recherche sont bas&eacute;s sur des donn&eacute;es et des logiciels publi&eacute;s par d&rsquo;autrui, il est bon de reconna&icirc;tre et de citer les donn&eacute;es et logiciels correspondants que vous utilisez de la m&ecirc;me mani&egrave;re que vous citez des articles, &agrave; la fois pour identifier le logiciel et pour donner le m&eacute;rite &agrave; ses d&eacute;veloppeurs. Voici quelques bonnes ressources pour l&rsquo;&eacute;laboration de citations&nbsp;: </span><a href="https://peerj.com/articles/cs-86/"><span style="font-weight: 400;">Principes de citation de logiciel (Smith et col., 2016)</span></a><span style="font-weight: 400;">, </span><a href="https://datacite.org/cite-your-data.html"><span style="font-weight: 400;">DataCite &mdash; citez vos donn&eacute;es</span></a><span style="font-weight: 400;">, et </span><a href="https://www.jstage.jst.go.jp/article/dsj/12/0/12_OSOM13-043/_pdf"><span style="font-weight: 400;">Out of Cite, Out of Mind: l&rsquo;&eacute;tat actuel des pratiques, politiques et technologies de citation des donn&eacute;es</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">).</span></p> <p><span style="font-weight: 400;">Discutez du respect des lois sur la protection de la vie priv&eacute;e susceptibles de restreindre le partage de certaines donn&eacute;es avec le responsable de la protection de la vie priv&eacute;e ou le biblioth&eacute;caire des donn&eacute;es de votre institution, si possible. Les comit&eacute;s d&rsquo;&eacute;thique de la recherche sont &eacute;galement au c&oelig;ur du processus de recherche et constituent une ressource pr&eacute;cieuse. Dans votre documentation, pr&eacute;cisez la propri&eacute;t&eacute;, la licence et les droits de propri&eacute;t&eacute; intellectuelle des donn&eacute;es. Les conditions de r&eacute;utilisation doivent &ecirc;tre clairement &eacute;nonc&eacute;es, conform&eacute;ment aux exigences juridiques et &eacute;thiques applicables le cas &eacute;ch&eacute;ant (par exemple, consentement du sujet, autorisations, restrictions, etc.).</span></p>

source: <p><span style="font-weight: 400;">One of the best ways to refer other researchers to your deposited datasets is to cite them the same way you cite other types of publications. The Digital Curation Centre provides a detailed </span><a href="http://www.dcc.ac.uk/resources/how-guides/cite-datasets"><span style="font-weight: 400;">guide on data citation</span></a><span style="font-weight: 400;">. You may also wish to consult the </span><a href="https://datacite.org/cite-your-data.html"><span style="font-weight: 400;">DataCite citation recommendations</span></a><span style="font-weight: 400;">.&nbsp;</span></p> <p><span style="font-weight: 400;">Some repositories also create links from datasets to their associated papers, increasing the visibility of the publications. If possible, cross-reference or link out to all publications, code and data. Choose a repository that will assign a persistent identifier (such as a DOI) to your dataset to ensure stable access to the dataset.</span></p> <span style="font-weight: 400;">Other sharing possibilities include: data registries, indexes, word-of-mouth, and publications. For more information, see </span><a href="https://grants.nih.gov/grants/sharing_key_elements_data_sharing_plan.pdf"><span style="font-weight: 400;">Key Elements to Consider in Preparing a Data Sharing Plan Under NIH Extramural Support</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">L&rsquo;un des meilleurs moyens de diriger d&rsquo;autres chercheurs &agrave; vos ensembles de donn&eacute;es d&eacute;pos&eacute;s est de les citer de la m&ecirc;me mani&egrave;re que vous citez d&rsquo;autres types de publications. Le Centre de conservation num&eacute;rique fournit un</span> <a href="http://www.dcc.ac.uk/resources/how-guides/cite-datasets"><span style="font-weight: 400;">guide sur la citation des donn&eacute;es</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">). Vous pouvez aussi consulter les </span><a href="https://datacite.org/cite-your-data.html"><span style="font-weight: 400;">recommandations en mati&egrave;re de citation de DataCite</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).&nbsp;</span></p> <p><span style="font-weight: 400;">Certains d&eacute;p&ocirc;ts cr&eacute;ent &eacute;galement des liens entre les ensembles de donn&eacute;es et les documents qui leur sont associ&eacute;s, ce qui augmente la visibilit&eacute; des publications. Si possible, faites des r&eacute;f&eacute;rences crois&eacute;es ou cr&eacute;ez des liens vers toutes les publications, codes et donn&eacute;es. Choisissez un r&eacute;f&eacute;rentiel qui attribuera un identifiant permanent (tel qu&rsquo;un identifiant num&eacute;rique d&rsquo;objet) &agrave; votre ensemble de donn&eacute;es afin de garantir un acc&egrave;s stable &agrave; l&rsquo;ensemble de donn&eacute;es.</span></p> <p><span style="font-weight: 400;">D&rsquo;autres possibilit&eacute;s de partage comprennent&nbsp;: les registres de donn&eacute;es, les index, le bouche-&agrave;-oreille et les publications. Pour plus d&rsquo;informations, consultez les </span><a href="https://grants.nih.gov/grants/sharing_key_elements_data_sharing_plan.pdf"><span style="font-weight: 400;">&Eacute;l&eacute;ments cl&eacute;s &agrave; prendre en compte dans l&rsquo;&eacute;laboration d&rsquo;un plan de partage des donn&eacute;es avec le soutien en dehors des INS</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span></p>

source: <p><span style="font-weight: 400;">Consider which data are necessary to </span><a href="https://www.energy.gov/datamanagement/doe-policy-digital-research-data-management-glossary#Validate"><span style="font-weight: 400;">validate</span></a><span style="font-weight: 400;"> (support or verify) your research findings, and which must be shared to meet institutional or funding requirements. This may include data and code used in analyses or to create charts, figures, images, etc. Certain data may need to be restricted because of confidentiality, privacy, or intellectual property considerations and should be described below.</span></p> <span style="font-weight: 400;">Wherever possible, share your data in preservation-friendly file formats. Some data formats are optimal for the long-term preservation of data. For example, non-proprietary file formats, such as text ('.txt') and comma-separated ('.csv'), are considered preservation-friendly. The </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/recommended-formats"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> provides a useful table of file formats for various types of data. Keep in mind that preservation-friendly files converted from one format to another may lose information (e.g. converting from an uncompressed TIFF file to a compressed JPG file), so changes to file formats should be documented. </span>
fr_ca: <p><span style="font-weight: 400;">Examinez quelles donn&eacute;es sont n&eacute;cessaires pour <a href="https://www.energy.gov/datamanagement/doe-policy-digital-research-data-management-glossary#Validate">valider</a> </span><span style="font-weight: 400;">(soutenir ou v&eacute;rifier; </span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">) vos r&eacute;sultats de recherche, et lesquelles doivent &ecirc;tre partag&eacute;es pour r&eacute;pondre aux exigences de l&rsquo;&eacute;tablissement ou du financement. Il peut s&rsquo;agir de donn&eacute;es et de codes utilis&eacute;s dans des analyses ou pour cr&eacute;er des graphiques, des figures, des images, etc. Certaines donn&eacute;es peuvent devoir &ecirc;tre restreintes pour des raisons de confidentialit&eacute;, de respect de la vie priv&eacute;e ou de propri&eacute;t&eacute; intellectuelle et doivent &ecirc;tre d&eacute;crites ci-dessous.</span></p> <p><span style="font-weight: 400;">Dans la mesure du possible, partagez vos donn&eacute;es dans des formats de fichiers faciles &agrave; conserver. Certains formats de donn&eacute;es sont optimaux pour la conservation &agrave; long terme des donn&eacute;es. Par exemple, les formats de fichiers non propri&eacute;taires, tels que le texte ('.txt') et les fichiers s&eacute;par&eacute;s par des virgules ('.csv'), sont consid&eacute;r&eacute;s comme faciles &agrave; conserver. Le </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/recommended-formats"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">) fournit un tableau utile des formats de fichiers pour diff&eacute;rents types de donn&eacute;es. Sachez que les fichiers faciles &agrave; conserver convertis d&rsquo;un format &agrave; un autre peuvent perdre des informations (par exemple, la conversion d&rsquo;un fichier TIFF non compress&eacute; en un fichier JPG compress&eacute;), et que les modifications apport&eacute;es aux formats de fichiers doivent donc &ecirc;tre document&eacute;es. </span></p>
