Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <a href="https://repositoryfinder.datacite.org/"><span style="font-weight: 400;">DataCite's repository finder tool</span></a><span style="font-weight: 400;"> and </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">re3data.org</span></a><span style="font-weight: 400;"> are both useful tools for finding an appropriate repository for your data. Searches on re3data can be easily narrowed by discipline, such as this search for &lsquo;</span><a href="https://www.re3data.org/search?subjects[]=206%20Neurosciences"><span style="font-weight: 400;">neurosciences</span></a><span style="font-weight: 400;">.&rsquo; There are also generalist repository services like Zenodo, OSF, Figshare, and </span><a href="https://academictorrents.com/"><span style="font-weight: 400;">Academictorrents.com</span></a><span style="font-weight: 400;">. If your data is ready to be shared under an open license, then posting to an existing platform like </span><a href="https://openneuro.org/"><span style="font-weight: 400;">openneuro.org</span></a><span style="font-weight: 400;">, </span><a href="http://openfmri.org"><span style="font-weight: 400;">openfmri.org</span></a><span style="font-weight: 400;">, </span><a href="https://www.nitrc.org/"><span style="font-weight: 400;">nitrc.org</span></a><span style="font-weight: 400;">, or </span><a href="https://portal.conp.ca/"><span style="font-weight: 400;">portal.conp.ca</span></a><span style="font-weight: 400;"> could be a good solution.</span><br /><span style="font-weight: 400;"><br />Not all repositories offer long-term preservation options, so you may want to consult a repository&rsquo;s posted policies before deciding to deposit. </span>
fr_ca: <a href="https://repositoryfinder.datacite.org/"><span style="font-weight: 400;">L&rsquo;outil de recherche de d&eacute;p&ocirc;t de DataCite</span></a><span style="font-weight: 400;"> et </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">re3data.org</span></a><span style="font-weight: 400;"> (<em>liens en</em> <em>anglais</em>) sont utiles pour trouver un d&eacute;p&ocirc;t appropri&eacute; pour vos donn&eacute;es. Les recherches sur les re3data peuvent &ecirc;tre facilement limit&eacute;es par discipline, comme cette recherche sur les &laquo;&thinsp;</span><a href="https://www.re3data.org/search?subjects%5B%5D=206%20Neurosciences"><span style="font-weight: 400;">neurosciences</span></a><span style="font-weight: 400;">&thinsp;&raquo; (<em>lien en</em> <em>anglais</em>). Il existe &eacute;galement des services de d&eacute;p&ocirc;t g&eacute;n&eacute;ralistes comme Zenodo, OSF, Figshare et </span><a href="https://academictorrents.com/"><span style="font-weight: 400;">Academictorrents.com</span></a> <span style="font-weight: 400;">(<em>lien en</em> <em>anglais</em>)</span><span style="font-weight: 400;">. Si vos donn&eacute;es sont pr&ecirc;tes &agrave; &ecirc;tre partag&eacute;es sous une licence ouverte, leur publication sur une plateforme existante comme </span><a href="https://openneuro.org/"><span style="font-weight: 400;">openneuro.org</span></a><span style="font-weight: 400;">, </span><a href="http://openfmri.org"><span style="font-weight: 400;">openfmri.org</span></a><span style="font-weight: 400;">, </span><a href="https://www.nitrc.org/"><span style="font-weight: 400;">nitrc.org</span></a><span style="font-weight: 400;"> ou </span><a href="https://portal.conp.ca/"><span style="font-weight: 400;">portal.conp.ca</span></a><span style="font-weight: 400;"> peut &ecirc;tre une bonne solution (<em>liens en</em> <em>anglais</em>).</span><br /><span style="font-weight: 400;">Certains d&eacute;p&ocirc;ts n&rsquo;offrent pas la conservation &agrave; long terme, vous devriez donc consulter les politiques affich&eacute;es du d&eacute;p&ocirc;t avant de d&eacute;cider de d&eacute;poser vos donn&eacute;es. </span>

source: <span style="font-weight: 400;">Consider using preservation-friendly file formats (open, non-proprietary formats), wherever possible. Some data formats are optimal for long-term preservation of data. For example, non-proprietary file formats, such as text ('.txt') and comma-separated ('.csv'), are considered preservation-friendly. The UK Data Archive provides a useful table of file formats for various types of data. Keep in mind that preservation-friendly files converted from one format to another may lose information (e.g. converting from an uncompressed TIFF file to a compressed JPG file), so changes to file formats should be documented. Identify steps required following project completion in order to ensure the data you are choosing to preserve or share is anonymous, error-free, and converted to recommended formats with a minimal risk of data loss. Read more about anonymization: </span><a href="https://researchdata.library.ubc.ca/plan/protect-your-data/"><span style="font-weight: 400;">UBC Library </span></a><span style="font-weight: 400;">or </span><a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical.aspx"><span style="font-weight: 400;">UK Data Archive</span></a><span style="font-weight: 400;">.</span><br /><span style="font-weight: 400;"><br />Many repositories cannot accept data that has not been anonymized or de-identified, making de-identifying and cleaning the data necessary steps towards long-term preservation. Always include supporting documentation that describes the anonymization and de-identification procedures carried out.</span>
fr_ca: <span style="font-weight: 400;">Envisagez d&rsquo;utiliser des formats de fichiers faciles &agrave; conserver (formats ouverts, non-propri&eacute;taires), dans la mesure du possible. Certains formats de donn&eacute;es sont optimaux pour la conservation &agrave; long terme des donn&eacute;es. Par exemple, les formats de fichiers non propri&eacute;taires, tels que le texte (&laquo;&thinsp;.txt&thinsp;&raquo;) et les formats s&eacute;par&eacute;s par des virgules (&laquo;&thinsp;.csv&thinsp;&raquo;), sont consid&eacute;r&eacute;s comme favorables &agrave; la conservation. L&rsquo;Archive de donn&eacute;es du Royaume-Uni fournit un tableau utile des formats de fichiers pour diff&eacute;rents types de donn&eacute;es. Gardez &agrave; l&rsquo;esprit que les fichiers conserv&eacute;s convertis d&rsquo;un format &agrave; un autre peuvent perdre de l&rsquo;information (par exemple, la conversion d&rsquo;un fichier TIFF non compress&eacute; en un fichier JPG compress&eacute;)&thinsp;; les modifications apport&eacute;es aux formats de fichiers doivent donc &ecirc;tre document&eacute;es. Indiquez les mesures prises apr&egrave;s la fin du projet pour vous assurer que les donn&eacute;es que vous choisissez de conserver ou de partager sont anonymes, exemptes d&rsquo;erreurs et converties dans les formats recommand&eacute;s avec un risque minimal de perte de donn&eacute;es. Pour en savoir plus sur l&rsquo;anonymisation&nbsp;: </span><a href="https://researchdata.library.ubc.ca/plan/protect-your-data/"><span style="font-weight: 400;">Biblioth&egrave;que de l&rsquo;Universit&eacute; de la C.-B.</span></a><span style="font-weight: 400;"> ou </span><a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical.aspx"><span style="font-weight: 400;">l&rsquo;Archive de donn&eacute;es du Royaume-Uni</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.</span><br /><span style="font-weight: 400;"><br />De nombreux d&eacute;p&ocirc;ts ne peuvent pas accepter de donn&eacute;es qui n&rsquo;ont pas &eacute;t&eacute; anonymis&eacute;es ou d&eacute;personnalis&eacute;es, ce qui rend la d&eacute;personnalisation et le nettoyage des donn&eacute;es n&eacute;cessaires &agrave; leur conservation &agrave; long terme. Il faut toujours inclure des pi&egrave;ces justificatives qui d&eacute;crivent les proc&eacute;dures d&rsquo;anonymisation et de d&eacute;personnalisation effectu&eacute;es.</span>

source: <span style="font-weight: 400;">You may wish to share your data in the same repository selected for preservation or choose a different one. </span><a href="https://repositoryfinder.datacite.org/"><span style="font-weight: 400;">DataCite's repository finder tool</span></a><span style="font-weight: 400;"> and </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">re3data.org</span></a><span style="font-weight: 400;">, recommended in the preservation section, are also useful to consult here. Scientific Data has some specific recommendations for neuroimaging repositories </span><a href="https://www.nature.com/sdata/policies/repositories#neurosci"><span style="font-weight: 400;">here</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Vous pouvez partager vos donn&eacute;es dans le m&ecirc;me d&eacute;p&ocirc;t que celui choisi pour la conservation ou en choisir un autre. </span><a href="https://repositoryfinder.datacite.org/"><span style="font-weight: 400;">L&rsquo;outil de recherche de d&eacute;p&ocirc;t de DataCite</span></a><span style="font-weight: 400;"> et </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">re3data.org</span></a><span style="font-weight: 400;"> (<em>liens en</em> <em>anglais</em>) pr&eacute;sent&eacute;s dans la section sur la pr&eacute;servation, sont &eacute;galement utiles &agrave; consulter dans ce cas-ci. Scientific Data propose </span><a href="https://www.nature.com/sdata/policies/repositories#neurosci"><span style="font-weight: 400;">ici</span></a><span style="font-weight: 400;"> quelques recommandations sp&eacute;cifiques pour les d&eacute;p&ocirc;ts de neuro-imagerie (<em>lien en</em> <em>anglais</em>).</span>

source: <span style="font-weight: 400;">If data will be shared with any collaborators, then it should have a data license that defines the terms of use. If the data will eventually be published to a data hosting platform, then a creative commons open data license would be applicable. Even though it is &ldquo;open&rdquo; the license can place important constraints on what kind of re-use is allowed. For example, you can restrict access to only non-commercial uses of the data, or you can require that credit be given. </span><a href="https://creativecommons.org/about/program-areas/open-data/"><span style="font-weight: 400;">Click here</span></a><span style="font-weight: 400;"> for more about Creative Commons licenses.&nbsp;<br /></span><br /><span style="font-weight: 400;">If data will be shared on a more restricted basis, e.g. with a closed consortium of collaborators, then a custom data license and usage agreement will be needed. Please consult your institution&rsquo;s research librarian or technology transfer office for assistance. </span><a href="https://www.openaire.eu/how-do-i-license-my-research-data"><span style="font-weight: 400;">Click here</span></a><span style="font-weight: 400;"> to access OpenAIRE&rsquo;s guide &ldquo;How do I license my research data?&rdquo;</span>
fr_ca: <span style="font-weight: 400;">Si les donn&eacute;es sont partag&eacute;es avec des collaborateurs, elles doivent &ecirc;tre pourvues d&rsquo;une licence qui d&eacute;finit les conditions d&rsquo;utilisation. Si les donn&eacute;es sont publi&eacute;es sur une plateforme d&rsquo;h&eacute;bergement, une licence de donn&eacute;es ouverte Creative Commons sera alors appropri&eacute;e. Bien qu&rsquo;elle soit &laquo;&thinsp;ouverte&thinsp;&raquo;, la licence peut imposer des contraintes importantes quant aux r&eacute;utilisations autoris&eacute;es. Par exemple, vous pouvez r&eacute;server l&rsquo;acc&egrave;s uniquement aux utilisations non commerciales des donn&eacute;es ou vous pouvez exiger l&rsquo;attribution du cr&eacute;dit. <a href="https://creativecommons.org/about/program-areas/open-data/">Cliquez ici</a> pour en savoir plus sur les licences Creative Commons <em>(lien en</em> <em>anglais</em>; voir aussi&nbsp;<em><a href="http://opendatahandbook.org/guide/fr/what-is-open-data/">Qu'est-ce que l'Open Data?</a>)</em>. <br /></span><br /><span style="font-weight: 400;">Si les donn&eacute;es sont partag&eacute;es de mani&egrave;re plus restreinte, notamment avec un consortium ferm&eacute; de collaborateurs, une licence de donn&eacute;es et un accord d&rsquo;utilisation sur mesure seront n&eacute;cessaires. Veuillez consulter la biblioth&egrave;que de recherche ou le bureau de transfert de technologie de votre &eacute;tablissement pour obtenir de l&rsquo;aide. </span><a href="https://www.openaire.eu/how-do-i-license-my-research-data"><span style="font-weight: 400;">Cliquez ici</span></a><span style="font-weight: 400;"> pour acc&eacute;der au guide d&rsquo;OpenAIRE sur la mani&egrave;re d&rsquo;obtenir une licence pour vos donn&eacute;es de recherche (<em>lien en anglais</em>).</span>

source: <span style="font-weight: 400;">Possibilities include: data registries, repositories, indexes, word-of-mouth, publications. How will the data be accessed (Web service, ftp, etc.)? If possible, choose a repository that will assign a persistent identifier (such as a DOI) to your dataset. This will ensure a stable access to the dataset and make it retrievable by various discovery tools.&nbsp;</span><br /><span style="font-weight: 400;"><br />One of the best ways to refer other researchers to your deposited datasets is to cite them the same way you cite other types of publications. The Digital Curation Centre provides a detailed </span><a href="http://www.dcc.ac.uk/resources/how-guides/cite-datasets"><span style="font-weight: 400;">guide on data citation</span></a><span style="font-weight: 400;">. Some repositories also create links from datasets to their associated papers, increasing the visibility of the publications. Contact your Library for assistance in making your dataset visible and easily accessible (reused from National Institutes of Health,<a href="https://grants.nih.gov/grants/sharing_key_elements_data_sharing_plan.pdf"> Key Elements to Consider in Preparing a Data Sharing Plan Under NIH Extramural Support</a> [2009]). </span>
fr_ca: <span style="font-weight: 400;">Voici quelques possibilit&eacute;s&nbsp;: registres de donn&eacute;es, d&eacute;p&ocirc;ts, index, bouche-&agrave;-oreille, publications. Comment les donn&eacute;es seront-elles accessibles (service web, ftp, etc.)&thinsp;? Si possible, choisissez un d&eacute;p&ocirc;t qui attribuera un identifiant permanent (tel qu&rsquo;un DOI) &agrave; votre ensemble de donn&eacute;es. Celui-ci garantira un acc&egrave;s stable &agrave; l&rsquo;ensemble de donn&eacute;es et permettra de le r&eacute;cup&eacute;rer &agrave; l&rsquo;aide de divers outils de d&eacute;couverte.<br /></span><br /><span style="font-weight: 400;">L&rsquo;un des meilleurs moyens de diriger des chercheurs vers vos ensembles de donn&eacute;es d&eacute;pos&eacute;s est de les citer de la m&ecirc;me mani&egrave;re que vous citez d&rsquo;autres types de publications. Le Centre de curation num&eacute;rique fournit un </span><a href="http://www.dcc.ac.uk/resources/how-guides/cite-datasets"><span style="font-weight: 400;">guide d&eacute;taill&eacute; sur la citation des donn&eacute;es</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">. Certains d&eacute;p&ocirc;ts cr&eacute;ent &eacute;galement des liens entre les ensembles de donn&eacute;es et les documents qui leur sont associ&eacute;s, ce qui augmente la visibilit&eacute; des publications. Communiquez avec votre biblioth&egrave;que pour obtenir de l&rsquo;aide afin de rendre votre ensemble de donn&eacute;es visible et facilement accessible (repris des instituts nationaux de sant&eacute;, </span><a href="https://grants.nih.gov/grants/sharing_key_elements_data_sharing_plan.pdf"><span style="font-weight: 400;">&Eacute;l&eacute;ments cl&eacute;s &agrave; prendre en compte dans la pr&eacute;paration d&rsquo;un plan de partage des donn&eacute;es dans le cadre du soutien en dehors des instituts nationaux de sant&eacute;</span></a> [2009]; <em>lien&nbsp;en anglais</em>)<span style="font-weight: 400;">. </span>

source: <span style="font-weight: 400;">Some examples of events to consider: replacement of principal researcher, change of in responsibility for any researchers or data managers, the departure of students who have finished projects associated with the research material described in this DMP.</span>
fr_ca: <span style="font-weight: 400;">Voici quelques exemples d&rsquo;&eacute;v&eacute;nements &agrave; prendre en compte&nbsp;: le remplacement du chercheur principal, le changement de responsabilit&eacute; d&rsquo;un chercheur ou d&rsquo;un gestionnaire de donn&eacute;es, le d&eacute;part d&rsquo;&eacute;tudiants ayant termin&eacute; leurs projets associ&eacute;s au mat&eacute;riel de recherche d&eacute;crit dans ce PGD.</span>

source: <span style="font-weight: 400;">Give examples of the tools or software will you use to clean DICOM headers of personally identifiable information. E.g. </span><a href="https://github.com/poldracklab/pydeface"><span style="font-weight: 400;">PyDeface</span></a><span style="font-weight: 400;"> is a tool that can be used to strip facial structures from the brain. For more detailed de-identification guidance and recommended tools for all types of data, see Portage&rsquo;s</span><a href="https://doi.org/10.5281/zenodo.4042023"><span style="font-weight: 400;"> De-identification Guidance</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Donnez des exemples d&rsquo;outils ou de logiciels que vous utiliserez pour nettoyer les en-t&ecirc;tes DICOM des informations personnelles identifiables. Par exemple, </span><a href="https://github.com/poldracklab/pydeface"><span style="font-weight: 400;">PyDeface</span></a><span style="font-weight: 400;"> est un outil qui peut &ecirc;tre utilis&eacute; pour enlever les structures faciales du cerveau (<em>lien en</em> <em>anglais</em>). Pour des conseils de d&eacute;personnalisation plus d&eacute;taill&eacute;s et les outils recommand&eacute;s pour tous les types de donn&eacute;es, consulter les </span><a href="https://zenodo.org/record/4047176#.X4dM2C17QxE"><span style="font-weight: 400;">Directives sur la d&eacute;personnalisation des donn&eacute;es</span></a><span style="font-weight: 400;"> de Portage.</span>

source: <span style="font-weight: 400;">This can be provided as a link, a description, or as a full copy of appropriate documents.</span>
fr_ca: Celui-ci peut &ecirc;tre fourni sous forme de lien, de description ou de copie int&eacute;grale des documents appropri&eacute;s.

source: There is no question with id %{question_id} associated to plan id %{plan_id} for which to create or update an answer
de: Es gibt keine Frage mit der ID %{question_id}, die der Plan-ID %{plan_id} zugeordnet ist, für die eine Antwort erstellt oder aktualisiert werden soll
es: No hay preguntas con la identificación %{question_id} asociada a la identificación del plan %{plan_id} para la cual crear o actualizar una respuesta
fi: Suunnitelman tunnisteeseen %{plan_id} ei liity kysymyksen tunnistetta %{question_id}, johon voisi luoda tai päivittää vastauksen
fr_ca: L’ID %{question_id} associée à l’ID de plan %{plan_id} ne présente aucune question nécessitant la création ou la mise à jour d’une réponse
pt_br: Não há dúvidas com o id %{question_id} associado ao id do plano %{plan_id} para o qual criar ou atualizar uma resposta
sv_fi: Det finns ingen fråga med id %{question_id} som är associerad med plan id %{plan_id} för vilken du skapar eller uppdaterar ett svar
tr_tr: Bir yanıt oluşturmak veya güncellemek için %{plan_id} plan kimliğiyle ilişkili %{question_id} kimliğine sahip bir soru yok

source: There is no plan with id %{id} for which to create or update an answer
de: Es gibt keinen Plan mit der ID %{id}, für den eine Antwort erstellt oder aktualisiert werden soll
es: No hay un plan con id %{id} para el cual crear o actualizar una respuesta
fi: Tunnisteeseen %{id} ei liity suunnitelmaa, johon voisi luoda tai päivittää vastauksia
fr_ca: Il n’existe aucun plan portant l’ID %{id} nécessitant la création ou la mise à jour d’une réponse
pt_br: Não há nenhum plano com id %{id} para o qual criar ou atualizar uma resposta
sv_fi: Det finns ingen plan med id %{id} för att skapa eller uppdatera ett svar
tr_tr: %{id} kimliğine sahip, bir yanıt oluşturulacak veya güncellenecek bir plan yok

source: Bad Credentials
de: Schlechte Referenzen
es: Malas credenciales
fi: Tunnistetiedot eivät kelpaa
fr_ca: Mauvais renseignements d’identification
pt_br: Credenciais Inválidas
sv_fi: Dåliga referenser
tr_tr: Hatalı Kimlik Bilgileri

source: user must be in your organisation
de: der/die Nutzer/in muss in Ihrer Organisation sein
es: el usuario debe estar en su organización
fi: Käyttäjän on oltava organisaatiostasi
fr_ca: l’utilisateur doit faire partie de votre organisme
pt_br: usário deve estar em sua organização
sv_fi: Användaren måste vara i din organisation
tr_tr: kullanıcı kurumunuzda olmalıdır

source: Bad Parameters
de: Schlechte Parameter
es: Parámetros erróneos
fi: Virheelliset parametrit
fr_ca: Mauvais paramètres
pt_br: Parâmetros Inválidos
sv_fi: Felaktiga parametern
tr_tr: Hatalı Parametreler

source: Month
de: Monat
es: Mes
fi: Kuukausi
fr_ca: Mois
pt_br: Mês
sv_fi: Månad
tr_tr: Ay

source: No. Users joined
de: Nein. Benutzer sind beigetreten
es: No. Usuarios unidos
fi: Liittyneet käyttäjät
fr_ca: Nombre d’utilisateurs joints
pt_br: Núm. usuários ingressados
sv_fi: Nej. Användare gick med
tr_tr: Katılan kullanıcı sayısı

source: No. Completed Plans
de: Nein. Abgeschlossene Pläne
es: No. Planes completados
fi: Valmiiden suunnitelmien määrä
fr_ca: Nombre de plans terminés
pt_br: Núm. Planos Concluídos
sv_fi: Nej. Slutförda planer
tr_tr: Tamamlanmış plan sayısı

source: No. Plans
de: Keine Pläne
es: Sin planes
fi: Suunnitelmien määrä
fr_ca: Nombre de plans
pt_br: Núm. Planos
sv_fi: Inga planer
tr_tr: Plan sayısı

source: You are not authorized to perform this action.
de: Sie sind nicht berechtigt, diese Aktion durchzuführen.
es: Usted no está autorizado para realizar esta acción.
fi: Sinulla ei ole oikeuksia suorittaa tätä toimintoa.
fr_ca: Vous n’êtes pas autorisé à effectuer cette action.
pt_br: Você não tem permissão para realizar essa ação.
sv_fi: Du har inte behörighet att utföra denna åtgärd.
tr_tr: Bu eylemi gerçekleştirme yetkiniz yok.

source: You need to sign in or sign up before continuing.
de: Bitte melden Sie sich an oder registrieren Sie sich bevor Sie fortfahren.
es: Necesita iniciar sesión o registrarse para continuar.
fi: Kirjaudu sisään tai rekisteröidy jatkaaksesi.
fr_ca: Vous devez vous connecter ou vous inscrire pour continuer.
pt_br: Você precisa entrar ou registrar-se antes de continuar.
sv_fi: Du behöver logga in eller registrera dig innan du kan fortsätta.
tr_tr: Devam etmeden önce oturum açmanız veya kaydolmanız gerekir.

source: Unable to %{action} the %{object}.%{errors}
fr_ca: Il est impossible de %{action} les %{object}. %{errors}

source: Successfully %{action} the %{object}.
de: Erfolgreich %{action} das %{object}.
es: Con éxito %{action} el %{object}.
fi: %{object}:n %{action} onnistui.
fr_ca: L'action %{action} pour %{object} a été effectuée avec succès.
pt_br: Com sucesso %{action} o %{object}.
sv_fi: Framgångsrikt %{action} %{object}.
tr_tr: %{object} başarıyla %{action}.

source: guidance group
de: Hinweisgruppe
es: grupo de orientación
fi: ohjeryhmä
fr_ca: groupe de directives
pt_br: grupo de instruções
sv_fi: Guidningsgrupp
tr_tr: rehberlik grubu

source: comment
de: Kommentar
es: Comentario
fi: kommentti
fr_ca: laisser un commentaire
pt_br: commentário
sv_fi: Kommentar
tr_tr: yorum yap

source: organisation
es: organización
fi: organisaatio
fr_ca: organisme
pt_br: organização
tr_tr: kuruluş
