Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: N/A
fi: Ei käytettävissä
fr_ca: S. o.
tr_tr: Erişilebilir değil

source: Hide list.
de: Liste ausblenden
es: Ocultar lista
fi: Piilota lista.
fr_ca: Masquer la liste.
pt_br: Esconder lista.
sv_fi: Dölj lista.
tr_tr: Listeyi gizle.

source: See the full list of partner institutions.
de: Siehe die vollständige Liste der Partnereinrichtungen.
es: Vea la lista completa de instituciones asociadas.
fi: Katso lista partneri-instituutioista.
fr_ca: Consulter la liste complète des établissements partenaires.
pt_br: Veja a lista completa de instituições parceiras
sv_fi: Se hela listan över partnerinstitut.
tr_tr: Ortak kurumların tam listesine bakın.

source: Unable to find a suitable template for the research organisation and funder you selected.
de: Es konnte keine geeignete Vorlage für die von Ihnen ausgewählte Forschungsorganisation und den ausgewählten Geldgeber gefunden werden.
es: No se puede encontrar una plantilla adecuada para la organización de investigación y el financiador que seleccionó.
fi: Valitsemallesi tutkimusorganisaatiolle ja rahoittajalle ei löydy sopivaa mallipohjaa.
fr_ca: Il est impossible de trouver un modèle approprié pour l’organisme de recherche et le bailleur de fonds que vous avez sélectionnés.
pt_br: Não conseguimos encontrar um modelo adequado para a instituição de pesquisa e o órgão financiador que você selecionou.
sv_fi: Det gick inte att hitta en lämplig mall för forskningsorganisationen och funderaren du valt.
tr_tr: Seçtiğiniz araştırma kuruluşu ve fon sağlayıcı için uygun bir şablon bulunamadı.

source: Please select a research organisation and funder to continue.
de: Bitte wählen Sie eine Forschungsorganisation und Förderer, um fortzufahren.
es: Por favor seleccione una organización de investigación y financiador para continuar.
fi: Valitse tutkimusorganisaatio ja rahoittaja ennen kuin jatkat.
fr_ca: Veuillez sélectionner un organisme de recherche et un bailleur de fonds pour continuer.
pt_br: Por favor, selecione uma instituição de pesquisa e um órgão financiador para continuar.
sv_fi: Vänligen välj en forskningsorganisation och funderare att fortsätta.
tr_tr: Devam etmek için lütfen bir araştırma kuruluşu ve fon sağlayıcı seçin.

source: Loading ...
de: Laden ...
es: Cargando ...
fi: Latautuu ...
fr_ca: Chargement en cours...
pt_br: Carregando ...
sv_fi: Läser in ...
tr_tr: Yükleniyor ...

source: Unable to load the section's content at this time.
de: Der Inhalt des Abschnitts konnte zu diesem Zeitpunkt nicht geladen werden.
es: No se puede cargar el contenido de la sección en este momento.
fi: Osion sisällön lataaminen ei onnistu tällä hetkellä.
fr_ca: Il est impossible de charger le contenu de la question pour le moment.
pt_br: Não carregar o conteúdo da seção neste momento.
sv_fi: Det går inte att läsa in sektionens innehåll just nu.
tr_tr: Bölümün içeriği şu anda yüklenemiyor

source: Unable to load the question's content at this time.
de: Der Inhalt der Frage konnte zu diesem Zeitpunkt nicht geladen werden.
es: No se puede cargar el contenido de la pregunta en este momento.
fi: Kysymyksen sisällön lataaminen ei onnistu tällä hetkellä.
fr_ca: Il est impossible de charger le contenu de la question pour le moment.
pt_br: Não foi carregar o conteúdo da pergunta no momento.
sv_fi: Det gick inte att läsa in innehållets innehåll just nu.
tr_tr: Sorunun içeriği şu anda yüklenemiyor.

source: Opens in a new window
de: Wird in einem neuen Fenster geöffnet
es: Se abre en una nueva ventana
fi: Avautuu uuteen ikkunaan
fr_ca: S’ouvre dans une nouvelle fenêtre
pt_br: Abre em uma nova janela
sv_fi: Öppnar i nytt fönster
tr_tr: Yeni bir pencerede açılır

source: Error
fr_ca: Erreur

source: Please contact us at %{helpdesk_email} if you think this is a mistake.
fr_ca: Écrivez-nous à %{helpdesk_email} si vous jugez qu’il s’agit d’une erreur

source: Go back
fr_ca: Retourner

source: Are you sure you want to remove this comment?
de: Möchtest du diesen Kommentar wirklich entfernen?
es: ¿Estas seguro de que quieres eliminar este comentario?
fi: Haluatko varmasti poistaa tämän kommentin?
fr_ca: Êtes-vous sûr de vouloir supprimer ce commentaire?
pt_br: Tem certeza de que quer remover esse comentário?
sv_fi: Är du säker på att du vill ta bort den här kommentaren?
tr_tr: Bu yorumu kaldırmak istediğinizden emin misiniz?

source: Remove
de: Entfernen
es: Borrar
fi: Poista
fr_ca: Supprimer
pt_br: Remover
sv_fi: ta bort
tr_tr: Kaldır

source: Edit comment to share with collaborators
de: Bearbeiten Sie den Kommentar, um ihn mit Mitarbeitern zu teilen
es: Editar comentario para compartir con los colaboradores.
fi: Muokkaa kommenttia ja jaa se yhteistyökumppaneiden kanssa
fr_ca: Modifier le commentaire à partager avec les collaborateurs
pt_br: Editar comentário para compartilhar com colaboradores.
sv_fi: Redigera kommentar för att dela med medarbetare
tr_tr: Ortak çalışanlarla paylaşmak için yorumu düzenleyin

source: Add Comment
de: Einen Kommentar hinzufügen
es: Agregar comentario
fi: Lisää kommentti
fr_ca: Ajouter un commentaire
pt_br: Adicionar Comentário
sv_fi: Lägg till en kommentar
tr_tr: Yorum ekle

source: Edit
de: Bearbeiten
es: Editar
fi: Muokkaa
fr_ca: Modifier
pt_br: Editar
sv_fi: Redigera
tr_tr: Düzenle

source: Add comments to share with collaborators
de: Fügen Sie Kommentare hinzu, die Sie mit Ihren MitarbeiterInnen teilen möchten.
es: Añade comentarios para compartir con los colaboradores.
fi: Kommentoi suunnitelmaa tai vastausta
fr_ca: Ajouter des commentaires à partager avec les collaborateurs
pt_br: Adicione comentários para compatilhar com colaboradores
sv_fi: Lägg till kommentarer för att dela med medarbetare
tr_tr: Ortak yazarlarla paylaşmak için yorum ekleyin

source: Comments
de: Kommentare
es: comentarios
fi: Kommentit
fr_ca: Commentaires
pt_br: Comentários
sv_fi: kommentarer
tr_tr: Yorumlar

source: Example answer
de: Beispiel Antwort
es: Ejemplo de respuesta
fi: Esimerkki Vastaus
fr_ca: Exemple de réponse
pt_br: Resposta de exemplo
sv_fi: Exempel Svar
tr_tr: Örnek cevap

source: %{org} Example Answer
de: %{org} Beispiel-Antwort
es: %{org} Ejemplo de respuesta
fi: %{org} Esimerkkivastaus
fr_ca: Exemple de réponse de %{org}
pt_br: %{org} Exemplo de Resposta
sv_fi: %{org} Exempel Svar
tr_tr: %{org} Örnek Cevap

source: Edit the School/Department
de: Institut / Einrichtung bearbeiten
es: Editar la escuela / departamento
fi: Muokkaa koulua / osastoa
fr_ca: Modifier l’école / le département
pt_br: Edite a escola / departamento
sv_fi: Redigera skolan / avdelningen
tr_tr: Üniversite/Bölümü Düzenle

source: View all departments
de: Alle Einrichtungen anzeigen
es: Ver todos los departamentos
fi: Näytä kaikki osastot
fr_ca: Voir tous les départements
pt_br: Visualizar todos os departamentos
sv_fi: Visa alla avdelningar
tr_tr: Tüm bölümleri görüntüle

source: Add the name of a school/department.
de: Fügen Sie den Namen des Instituts oder der Einrichtung hinzu.
es: Agregue el nombre de una escuela / departamento.
fi: Lisää koulun / osaston nimi.
fr_ca: Ajouter le nom d’une école ou d’un département.
pt_br: Adicione o nome de uma escola / departamento.
sv_fi: Lägg till namnet på en skola / avdelning.
tr_tr: Bir üniversite/bölüm adı ekleyin.

source: Abbreviated name or code
de: Namenskürzel oder Code
es: Nombre o código abreviado
fi: Lyhennetty nimi tai koodi
fr_ca: Nom ou code abrégé
pt_br: Nome abreviado ou código
sv_fi: Förkortat namn eller kod
tr_tr: Kısaltılmış ad veya kod

source: Add the abbreviated name or code for the school/department.
de: Fügen Sie das Namenskürzel oder den Code für das Institut oder die Einrichtung hinzu.
es: Agregue el nombre o código abreviado para la escuela / departamento.
fi: Lisää koulun / osaston lyhennetty nimi tai koodi.
fr_ca: Ajouter le nom ou le code abrégé de l’école ou du département.
pt_br: Adicione o nome abreviado ou o código da escola / departamento.
sv_fi: Lägg till förkortat namn eller kod för skolan / avdelningen.
tr_tr: Üniversite/bölüm için kısaltılmış adı veya kodu ekleyin.

source: Create a School/Department
de: Institut / Einrichtung anlegen
es: Crear una escuela / departamento
fi: Luo koulu / osasto
fr_ca: Créer une école / un département
pt_br: Crie uma escola / departamento
sv_fi: Skapa en skola / avdelning
tr_tr: Üniversite/Bölüm Oluştur

source: Enter a title for the phase e.g. initial DMP, full DMP... This is what users will see in the tabs when completing a plan. If you only have one phase, call it something generic e.g. Glasgow DMP
de: Geben Sie einen Titel für die Phase ein, z. anfängliches DMP, vollständiges DMP ... Dies wird den Benutzern beim Ausfüllen eines Plans auf den Registerkarten angezeigt. Wenn Sie nur eine Phase haben, nennen Sie es etwas Generisches, z. Glasgow DMP
es: Ingrese un título para la fase, p. DMP inicial, DMP completo ... Esto es lo que los usuarios verán en las pestañas al completar un plan. Si solo tiene una fase, llámela algo genérico, p. Ej. Glasgow DMP
fi: Kirjoita vaiheen otsikko esim. alkuperäinen DMP, täysi DMP ... Tämän käyttäjät näkevät välilehdillä suunnitelmaa suoritettaessa. Jos sinulla on vain yksi vaihe, kutsu sitä jotain yleistä esim. Glasgow DMP
fr_ca: Saisissez un titre pour la phase, par exemple, PGD initial, PGD complet... C’est ce que les utilisateurs verront dans les onglets lorsqu’ils élaborent un plan. Si vous n’avez qu’une seule phase, donnez-lui un nom général, comme PGD Glasgow.
pt_br: Digite um título para a fase, por exemplo PGD inicial, PGD completo ... É o que os usuários verão nas guias ao concluir um plano. Se você tiver apenas uma fase, chame-a de algo genérico, por exemplo PGD Unicamp.
sv_fi: Ange en titel för fasen, t.ex. initial DMP, full DMP ... Det här är vad användare kommer att se på flikarna när de slutför en plan. Om du bara har en fas, kallar det något generiskt, t.ex. Glasgow DMP
tr_tr: Aşama için bir başlık girin (ör. ilk VYP, tam VYP...). Bu, kullanıcıların bir planı tamamlarken sekmelerde göreceği isimdir. Yalnızca bir aşamanız varsa, onu genel (jenerik) bir isimle adlandırın (ör. Glasgow VYP).

source: Title
de: Titel
es: Título
fi: Otsikko
fr_ca: Titre
pt_br: Título
sv_fi: Titel
tr_tr: Başlık

source: Order of display
de: Reihenfolge
es: Orden de presentación
fi: Näyttämisjärjestys
fr_ca: Ordre d’affichage
pt_br: Ordem de exibição
sv_fi: Beställning av displayen
tr_tr: Görüntüleme sırası

source: This allows you to order the phases of your template.
de: Hier können sie die Abfolge der Phasen in Ihrer Vorlage bestimmen.
es: Esto le permite ordenar las fases de su plantilla.
fi: Tämän avulla voit järjestää suunnitelmapohjan vaiheet.
fr_ca: Cela vous permet de mettre les phases de votre modèle en ordre.
pt_br: Isto lhe permite ordenar as fases de seu modelo.
sv_fi: Det här låter dig beställa fasen i din mall.
tr_tr: Bu işlem şablonunuzun aşamalarını sıralamanıza olanak tanır.

source: Enter a basic description. This will be presented to users on the 'Admin Plan' tab, above the summary of the sections and questions which they will be asked to answer.
de: Geben Sie eine kurze Beschreibung an. Diese wird den Nutzern oberhalb der Zusammenfassung der Abschnitte und der Fragen, die sie beantowrten müssen, angezeigt.
es: Teclee una descripción básica. Se les presentará a los usuarios bajo el resumen de secciones y preguntas solicitadas.
fi: Lisää kuvaus. Tämä näkyy käyttäjille 'ylläpitäjien suunnitelma' välilehdellä, osioiden yhteenvedon ja kysymysten yläpuolella.
fr_ca: Indiquez une description de base. Cette dernière sera présentée aux utilisateurs à l’onglet du plan admin, au dessus du sommaire des sections et des questions auxquelles ils devront répondre.
pt_br: Insira uma descrição básica. Ela será apresentada aos usuários na aba 'Plano de Administração', acima do sumário das seções e perguntas que ele será solicitado a responder.
sv_fi: Ange en grundläggande beskrivning. Detta kommer att presenteras för användare på fliken Administrationsplan ovanför sammanfattningen av de avsnitt och frågor som de kommer att bli ombedda att svara på.
tr_tr: Temel bir açıklama girin. Bu açıklama kullanıcılara, 'Yönetici Planı' sekmesinde bölüm özetlerinin ve cevaplamaları istenecek soruların üzerinde sunulacaktır.

source: Phase details
de: Details der Phase
es: Detalles de la fase
fi: Vaiheen tiedot
fr_ca: Détails relatifs à la phase
pt_br: Detalhes da Fase
sv_fi: Fas detaljer
tr_tr: Aşama ayrıntıları

source: When you create a new phase for your template, a version will automatically be created. Once you complete the form below you will be provided with options to create sections and questions.
de: Wenn Sie eine neue Phase in einer Vorlage anlegen, wird automatische eine Version erzeugt. Nachdem Sie das folgende Formular ausgefüllt haben, werden Ihnen Optionen zum erstellen von Abschnitten und Fragen angezeigt.
es: Cuando crea una fase nueva para su plantilla, se creará automáticamente una versión. Una vez complete el siguiente formulario se le darán las opciones para crear secciones y preguntas.
fi: Kun luot uuden vaiheen mallipohjaan, luot automaattisesti uuden version. Kun olet täyttänyt alla olevan lomakkeen, voit luoda osioita ja kysymyksiä.
fr_ca: Lorsque vous créez une nouvelle phase pour votre modèle, une version sera automatiquement créée. Une fois que vous avez rempli le formulaire ci-dessous, des options vous seront présentées pour créer des sections et des questions.
pt_br: Quando você criar uma nova fase para seu modelo, uma versão será criada automaticamente. Assim que você completar o formulário abaixo, aparecerão opções para criar seções e perguntas.
sv_fi: När du skapar en ny fas för din mall skapas en version automatiskt. När du fyller i formuläret nedan får du möjlighet att skapa avsnitt och frågor.
tr_tr: Şablonunuz için yeni bir aşama oluşturduğunuzda, otomatik olarak bir sürüm oluşturulur. Aşağıdaki formu doldurduğunuzda size bölüm ve soru oluşturma seçenekleri sunulacaktır.

source: Template Overview
de: Vorlagenübersicht
es: Resumen de la plantilla
fi: Suunnitelmapohjan yleisnäkymä
fr_ca: Aperçu du modèle
pt_br: Visão geral do modelo
sv_fi: Mallöversikt
tr_tr: Şablona Genel Bakış

source: Customise phase
de: Phase anpassen
es: Fase de personalización
fi: Mukauta vaihe
fr_ca: Personnaliser la phase
pt_br: Personalize a fase
sv_fi: Anpassa fasen
tr_tr: Aşamayı özelleştir

source: Edit phase
de: Phase bearbeiten
es: Editar fase
fi: Muokkaa vaihetta
fr_ca: Modifier la phase
pt_br: Editar fase
sv_fi: Redigera fasen
tr_tr: Aşamayı düzenle

source: Show phase
es: Mostrar fase
fi: Näytä vaihe
fr_ca: Afficher la phase
pt_br: Mostrar Fase
sv_fi: Visa fas
tr_tr: Aşamayı göster

source: Delete phase
de: Phase löschen
es: Eliminar fase
fi: Poista vaihe
fr_ca: Supprimer la phase
pt_br: Apagar fase
sv_fi: Ta bort fas
tr_tr: Aşamayı sil

source: You are about to delete the '%{phase_title}' phase. This will remove all of the sections and questions listed below. Are you sure?
de: Sie sind dabei, die Phase "%{phase_title}" zu löschen. Dadurch werden alle unten aufgeführten Abschnitte und Fragen entfernt. Sind Sie sicher?
es: Está a punto de eliminar la fase '%{phase_title}'. Esto eliminará todas las secciones y preguntas enumeradas a continuación. ¿Estás seguro?
fi: Olet poistamassa %{phase_title} -vaihetta. Se poistaa myös alla listatut osiot ja kysymykset. Oletko varma?
fr_ca: Vous êtes sur le point de supprimer la phase '%{phase_title}'. Cela entraînera le retrait de toutes les sections et de toutes les questions répertoriées ci-dessous. Êtes-vous sûr de vouloir continuer?
pt_br: Você está prestes a apagar fase '%{phase_title}'. Isso removerá todas as seções e perguntas listadas abaixo. Tem certeza?
sv_fi: Du håller på att ta bort fasen "%{phase_title}". Detta tar bort alla avsnitt och frågor som anges nedan. Är du säker?
tr_tr: '%{phase_title}' aşamasını silmek üzeresiniz. Bu işlem aşağıda listelenen tüm bölümleri ve soruları kaldıracaktır. Emin misiniz?

source: ... (continued)
de: ... (Fortsetzung)
es: ... (continuación)
fi: ...(jatkuu)
fr_ca: ... (suite)
pt_br: ... (continua)
sv_fi: ... (fortsättning)
tr_tr: ... (devamla)

source: View all templates
de: Alle Vorlagen ansehen
es: Ver todas las plantillas
fi: Näytä kaikki mallipohjat
fr_ca: Voir tous les modèles
pt_br: Ver todos os modelos
sv_fi: Visa alla mallar
tr_tr: Tüm şablonları görüntüle

source: Preview
de: Vorschau
es: Previsualización
fi: Esikatselu
fr_ca: Aperçu
pt_br: Visualizar
sv_fi: Förhandsvisning
tr_tr: Ön izleme

source: Drag arrows to rearrange sections.
de: Ziehen Sie die Pfeile, um die Abschnitte neu anzuordnen.
es: Arrastre las flechas para reorganizar las secciones.
fi: Vedä nuolia osioiden uudelleen järjestämiseksi.
fr_ca: Servez-vous des flèches pour réorganiser les sections.
pt_br: Arraste as setas para reorganizar as seções.
sv_fi: Dra pilar för att omorganisera sektioner.
tr_tr: Bölümleri yeniden düzenlemek için okları sürükleyin.

source: You may place them before or after the main template sections.
de: Sie können sie vor oder nach den Hauptvorlagenabschnitten platzieren.
es: Puede colocarlos antes o después de las secciones principales de la plantilla.
fi: Voit sijoittaa ne ennen tai jälkeen mallipohjien pääosioita.
fr_ca: Vous pouvez les placer avant ou après les sections principales du modèle.
pt_br: Você pode colocá-los antes ou depois das seções principais do modelo.
sv_fi: Du kan placera dem före eller efter huvudmallarsektionerna.
tr_tr: Bunları ana şablon bölümlerinden önce veya sonra yerleştirebilirsiniz.

source: Re-order sections
de: Abschnitte neu ordnen
es: Reordenar secciones
fi: Järjestä osiot uudelleen
fr_ca: Réorganiser les sections
pt_br: Reordenar seções
sv_fi: Ombeställ sektioner
tr_tr: Bölümleri yeniden sırala

source: Back to customise phase
de: Zurück zur Phase anpassen
es: Volver a personalizar fase
fi: Takaisin mukauttamisvaiheeseen
fr_ca: Retour à la phase de personnalisation
pt_br: Voltar para a customização de fase
sv_fi: Tillbaka till skräddarsy fas
tr_tr: Özelleştirme aşamasına geri dön

source: Back to edit phase
de: Zurück zur Bearbeitungsphase
es: Volver a la fase de edición
fi: Takaisin muokkausvaiheeseen
fr_ca: Retour à la phase de modification
pt_br: Voltar à fase de edição
sv_fi: Tillbaka till redigeringsfasen
tr_tr: Düzenleme aşamasına geri dön

source: Back to phase
de: Zurück zur Phase
es: Volver a la fase
fi: Takaisin vaiheeseen
fr_ca: Retour à la phase
pt_br: Voltar à fase de edição
sv_fi: Tillbaka till fas
tr_tr: Şu aşamaya geri dön:

source: Write plan
de: Schreiben Sie einen Plan
es: Escribir plan
fi: Kirjoita suunnitelma
fr_ca: Rédiger un plan
pt_br: Escrever plano
sv_fi: Skriv Plan
tr_tr: plan yazın

source: %{org_name} Plans
de: Pläne der/des %{org_name}
es: %{org_name} Planes
fi: Suunnitelmat: %{org_name}
fr_ca: Plans de %{org_name}
pt_br: %{org_name} Planos
sv_fi: %{org_name} Planer
tr_tr: %{org_name} Planlar

source: Requestor
de: Anfragender
es: Solicitante
fi: Palautteen pyytäjä
fr_ca: Demandeur
pt_br: Solicitante
sv_fi: beställaren
tr_tr: İstek sahibi

source: Feedback requested
de: Feedback wurde angefordert.
es: Feedback solicitado
fi: Pyydetty palautetta
fr_ca: Rétroaction demandée
pt_br: Feedback solicitado
sv_fi: Be om feedback
tr_tr: Geri bildirim istendi.

source: Complete
de: Vollständig
es: Completar
fi: Valmis
fr_ca: Achevé
pt_br: Completar
sv_fi: Komplett
tr_tr: Tamamlanmış

source: Notify the plan owner that I have finished providing feedback
de: Benachrichtigen Sie den Eigentümer des Plans, dass ich mit der Bereitstellung von Feedback fertig bin
es: Notificar al propietario del plan que he terminado de proporcionar comentarios
fi: Ilmoita suunnitelman omistajalle, että olen antanut loppupalautteen
fr_ca: Aviser le propriétaire du plan que j’ai terminé de fournir des commentaires
pt_br: Notificar o proprietário do plano de que eu acabei de dar feedback
sv_fi: Meddela planägaren att jag är klar med att ge feedback
tr_tr: Plan sahibine, geri bildirim sağlamayı tamamladığımı bildir

source: Download plans <em class="sr-only">(new window)</em><span class="new-window-popup-info">%{open_in_new_window_text}</span>
de: Pläne herunterladen <em class="sr-only">(neues Fenster)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
es: Descargar planes <em class="sr-only">(nueva ventana)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
fi: Lataa suunnitelmat <em class="sr-only">(uusi ikkuna)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
fr_ca: Télécharger les plans <em class="sr-only">(nouvelle fenêtre)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
pt_br: Download de planos <em class="sr-only">(nova janela)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
sv_fi: Ladda ner planer <em class="sr-only">(nytt fönster)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>
tr_tr: Planları indirin <em class="sr-only">(yeni pencere)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>

source: Order
de: Reihenfolge
es: Orden
fi: Järjestys
fr_ca: Classer
pt_br: Ordem
sv_fi: Ordning
tr_tr: Sıra

source: Text
es: Texto
fi: Teksti
fr_ca: Texte
pt_br: Texto
tr_tr: Metin

source: Default
de: Voreinstellung
es: Por defecto
fi: Oletus
fr_ca: Valeur par défaut
pt_br: Padrão
sv_fi: Standard
tr_tr: Varsayılan

source: Add option
de: Option hinzufügen
es: Añadir opción
fi: Lisää vaihtoehto
fr_ca: Ajouter une option
pt_br: Acrescente opção
sv_fi: Lägg till ett alternativ
tr_tr: Seçenek ekle

source: Anything you enter here will display in the answer box. If you want an answer in a certain format (e.g. tables), you can enter that style here.
de: Alles, was Sie hier eingeben, wird im Antwortfeld erscheinen. Falls Sie eine Antwort in einem bestimmten Format haben möchten (z.B. als Tabelle) können Sie diese Formatart hier angeben.
es: Cualquier texto que introduzca aquí se mostrará en la caja de respuesta. Si quiere una respuesta en un formato concreto (ej: tablas), puede crear ese estilo aquí.
fi: Kaikki, mitä syötät tähän, näkyy vastauslaatikossa. Jos haluat vastauksen olevan tietyssä muodossa (esim. taulokkomuodossa), voit lisätä kyseisen tyylin tähän.
fr_ca: Tout ce que vous entrez ici s’affichera dans la case de réponse. Si vous souhaitez recevoir une réponse dans un certain format (p. ex., des tableaux), vous pouvez saisir ce style ici.
pt_br: Tudo que você escrever aqui aparecerá na caixa de respostas. Se desejar uma resposta em um formato determinado (e.g. tabelas), pode entrar com esse estilo aqui.
sv_fi: Allt du anger här visas i svarsfältet. Om du vill ha ett svar i ett visst format (t ex tabeller) kan du ange den här stilen här.
tr_tr: Buraya girdiğiniz her şey cevap kutusunda görüntülenecektir. Belirli bir formatta (örneğin, tablolar) bir cevap istiyorsanız, söz konusu stili buraya girebilirsiniz.

source: New question:
de: Neue Frage:
es: Nueva pregunta:
fi: Uusi kysymys:
fr_ca: Nouvelle question :
pt_br: Novo perguntas
sv_fi: Ny fråga:
tr_tr: Yeni soru:

source: Question Number
de: Frage Nummer
es: Número de pregunta
fi: Kysymyksen numero
fr_ca: Numéro de question
pt_br: Número da Pergunta
sv_fi: Fråga nummer
tr_tr: Soru Numarası

source: Question text
de: Fragentext
es: Texto de la pregunta
fi: Kysymyksen teksti
fr_ca: Texte de la question
pt_br: Texto da pergunta
sv_fi: Frågeformulär
tr_tr: Soru metni

source: Answer format
de: Antwortformat
es: Formato de la respuesta
fi: Vastausmuoto
fr_ca: Format de réponse
pt_br: Formato da resposta
sv_fi: Svarformat
tr_tr: Cevap formatı
