Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: Enter specific guidance to accompany this question. If you have guidance by themes too, this will be pulled in based on your selections below so it's best not to duplicate too much text.
de: Geben Sie spezifische Hilfestellung an, die diese Frage begleiten soll. Falls Sie auch Hilfestellungen nach Themen angeben, werden diese mit angezeigt; Sie sollten deshalb möglichst wenig Text kopieren.
es: Introduzca la guía concreta para esta pregunta. Si también tiene guías temáticas, se eligirán en función de su slección, por lo que es preferible no duplicar mucho texto.
fi: Kirjoita tähän kysymykseen liittyvä ohjeistus. Jos sinulla on ohjeistusta myös lteemojen mukaan, nämä tuodaan esiin valintojesi perusteella, joten ei kannata toistaa liikaa tekstiä.
fr_ca: Entrez des directives précises pour accompagner cette question. Si vous avez également des directives par thème, ces dernières seront intégrées en fonction de vos sélections ci-dessous. Il est donc préférable de ne pas dupliquer trop de texte.
pt_br: Insira instruções específicas para acompanhar esta pergunta. Se você também tem instruções por tema, elas serão incluídas com base na sua seleção abaixo; por isso, é melhor não duplicar muito texto.
sv_fi: Ange specifik vägledning för att följa denna fråga. Om du också har vägledning av teman kommer det att dras in baserat på dina val nedan, så det är bäst att du inte duplicerar för mycket text.
tr_tr: Bu soruya eşlik edecek özel yönergeleri girin. Temalara göre de yönergeniz varsa, bu, aşağıdaki seçimlerinize göre çekilecektir, bu nedenle çok fazla metin kopyalanarak çoğaltılmamalıdır.

source: Transfer customisation
de: Übertragen Sie die Anpassung
es: Personalización de la transferencia
fi: Siirrä mukautus
fr_ca: Personnalisation du transfert
pt_br: Customização da transferência
sv_fi: Överföring anpassning
tr_tr: Özelleştirmeyi aktar

source: Edit customisation
de: Anpassbarkeit bearbeiten
es: Editar la personalización
fi: Muokkaa mukautusta
fr_ca: Modifier la personnalisation
pt_br: Editar customização
sv_fi: Redigera anpassning
tr_tr: Özelleştirmeyi düzenle

source: Customise
de: Anpassen
es: Personalizar
fi: Mukauta
fr_ca: Personnaliser
pt_br: Customizar
sv_fi: Anpassa
tr_tr: Özelleştir

source: Creators:
de: Erzeuger:
es: Creadores:
fi: Tekijät:
fr_ca: Créateurs :
pt_br: Criadores:
sv_fi: skapare:
tr_tr: Oluşturanlar:

source: Creator:
de: Erzeuger:
es: Creador:
fi: Tekijä:
fr_ca: Créateur :
pt_br: Criador:
sv_fi: Skapare:
tr_tr: Oluşturan:

source: %{application_name}: Your plan has been submitted for feedback
de: %{application_name}: Ihr Plan wurde für eine Rückmeldung abgeschickt
es: %{application_name}: su plan ha sido enviado para recibir comentarios
fi: %{application_name}: Suunnitelmasi on lähetetty kommentoitavaksi
fr_ca: %{application_name}: votre plan a été soumis aux fins de rétroaction
pt_br: %{application_name}: Seu plano foi submetido para feedback.
sv_fi: %{application_name}: Din plan har skickats in för feedback
tr_tr: %{application_name}: Planınız geri bildirim için gönderildi

source: <p>Hello %{user_name}.</p><p>Your plan "%{plan_name}" has been submitted for feedback from an administrator at your organisation. If you have questions pertaining to this action, please contact us at %{organisation_email}.</p>
de: <p>Hallo %{user_name}, </p><p> Ihr Plan "%{plan_name}" wurde zur Kommentierung an einen Administrator in Ihrer Organisation übermittelt. Wenn Sie diesbezüglich Fragen haben sollten, kontaktieren Sie uns bitte über %{organisation_email}. </p>
es: <p> Hola %{user_name}. </p><p> Su plan "%{plan_name}" se ha enviado para recibir comentarios de un administrador de su organización. Si tiene preguntas relacionadas con esta acción, comuníquese con nosotros al %{organisation_email}. </p>
fi: <p> Hei %{user_name}. </p><p> Suunnitelmasi "%{plan_name}" on toimitettu organisaation ylläpitäjän palautetta varten. Jos sinulla on tähän toimintaan liittyviä kysymyksiä, ota meihin yhteyttä osoitteessa %{organisation_email}. </p>
fr_ca: <p>Bonjour %{user_name}. </p><p> Votre plan "%{plan_name}" a été soumis afin de recueillir les commentaires d’un administrateur de votre organisme. Si vous avez des questions concernant cette action, veuillez nous écrire à %{organisation_email}.</p>
pt_br: <p> Olá %{user_name} </p><p> Seu plano "%{plan_name}" foi enviado para comentários de um administrador da sua organização. Se você tiver dúvidas sobre essa ação, entre em contato conosco pelo %{organisation_email}. </p>
sv_fi: <p> Hej %{user_name}. </p><p> Din plan "%{plan_name}" har skickats in för feedback från en administratör i din organisation. Om du har frågor angående denna åtgärd, kontakta oss på %{organisation_email}. </p>
tr_tr: <p>Merhaba %{user_name}.</p><p> "%{plan_name}" adlı planınız, kurumunuzdaki bir yöneticiye geri bildirim almak için gönderildi. Bu eylemle ilgili sorularınız varsa, lütfen %{organisation_email} adresinden bizimle iletişime geçin.</p>

source: co-owner
de: Miteigentümer
es: copropietario
fi: yhteisomistaja
fr_ca: copropriétaire
pt_br: coproprietário
sv_fi: Delägare
tr_tr: ortak sahip

source: write and edit the plan in a collaborative manner.
de: schreiben und bearbeiten Sie den Plan gemeinsam.
es: Escribe y edita el plan de manera colaborativa.
fi: kirjoita ja muokkaa suunnitelmaa yhteistyössä.
fr_ca: rédiger et modifier le plan de manière collaborative.
pt_br: escrever e editar o plano de maneira colaborativa
sv_fi: skriv och rediger planen på ett samarbets sätt.
tr_tr: planı ortak çalışarak yazın ve düzenleyin.

source: You can also grant rights to other collaborators.
de: Sie können auch anderen Mitarbeiter/innen Rechte gewähren.
es: También puede otorgar derechos a otros colaboradores.
fi: Voit myös myöntää oikeuksia muille yhteistyökumppaneille.
fr_ca: Vous pouvez également accorder des droits à d’autres collaborateurs.
pt_br: Você também pode dar direitos a outros colaboradores.
sv_fi: Du kan också bevilja rättigheter till andra medarbetare.
tr_tr: Diğer ortak çalışanlara da yetkiler tanımlayabilirsiniz.

source: editor
fi: muokkaaja
fr_ca: éditeur(trice)
sv_fi: Redaktör
tr_tr: editör

source: read-only
de: schreibgeschützt
es: solo lectura
fi: vain lukuoikeus
fr_ca: lecture seulement
pt_br: somente leitura
sv_fi: Skrivskyddad
tr_tr: salt okunur

source: read the plan and leave comments.
de: lesen Sie den Plan und kommentieren Sie.
es: Lee el plan y deja comentarios.
fi: lue suunnitelma ja kommentoi.
fr_ca: lire le plan et laisser des commentaires.
pt_br: ler o plano e deixar comentários.
sv_fi: läs planen och lämna kommentarer.
tr_tr: planı okuyun ve yorum bırakın.

source: [Organisation Contact Email Placeholder]
fr_ca: [courriel du contact institutionnel]

source: <p>A data librarian from %{org_name} will respond to your request within 48 hours. If you have questions pertaining to this action please contact us at %{organisation_email}.</p>
de: <p>Ein Daten-Experte vom %{org_name} wird innerhalb von 48 Stunden auf Ihre Anfrage antworten. Wenn Sie diesbezüglich Fragen haben sollten, kontaktieren Sie uns bitte über %{organisation_email}. </p>
es: <p> Un bibliotecario de datos de %{org_name} responderá a su solicitud dentro de las 48 horas. Si tiene preguntas relacionadas con esta acción, comuníquese con nosotros al %{organisation_email}. </p>
fi: <p> %{org_name}: n tietokirjastonhoitaja vastaa pyyntöönne 48 tunnin kuluessa. Jos sinulla on tähän toimintaan liittyviä kysymyksiä, ota meihin yhteyttä osoitteessa %{organisation_email}. </p>
fr_ca: <p>Un(e) bibliothécaire de données de %{org_name} répondra à votre demande dans les 48 heures. Si vous avez des questions concernant cette action, veuillez nous écrire à %{organisation_email} </p>
pt_br: <p> Um bibliotecário de dados de %{org_name} responderá a sua solicitação em até 48 horas. Se você tiver dúvidas sobre essa ação, entre em contato conosco pelo %{organisation_email}. </p>
sv_fi: <p> En databibliotekare från %{org_name} svarar på din förfrågan inom 48 timmar. Om du har frågor angående denna åtgärd, kontakta oss på %{organisation_email}. </p>
tr_tr: <p>%{org_name} organizasyonundan bir veri kütüphanecisi, isteğinize 48 saat içinde yanıt verecektir. Bu işlemle ilgili sorularınız varsa lütfen %{organisation_email} adresinden bizimle iletişime geçin.</p>

source: Add organisations
de: Organisationen hinzufügen
es: Añadir organizaciones
fi: Lisää organisaatioita
fr_ca: Ajouter des organismes
pt_br: Acrescente organizações
sv_fi: Lägg till organisationer
tr_tr: Kurum ekle

source: Change affiliation
de: Ändern Sie die Zugehörigkeit
es: Cambiar afiliación
fi: Muuta affiliaatio
fr_ca: Changer l’affiliation
pt_br: Mudar afiliação
sv_fi: Ändra anslutning
tr_tr: Kuruluş bağlantısını değiştir

source: Manage user privileges
de: Benutzerrechte verwalten
es: Administrar privilegios de usuario
fi: Hallinnoi käyttöoikeuksia
fr_ca: Gérer les privilèges des utilisateurs
pt_br: Gerenciar privilégios de usuários
sv_fi: Hantera användarbehörigheter
tr_tr: Kullanıcı ayrıcalıklarını yönetin

source: Manage templates
de: Vorlagen verwalten
es: Administrar plantillas
fi: Hallinnoi suunnitelmapohjia
fr_ca: Gérer les modèles
pt_br: Gerenciar modelos
sv_fi: Hantera mallar
tr_tr: Şablonları yönetin

source: Manage guidance
de: Anleitung verwalten
es: Gestionar orientación
fi: Hallinnoi ohjeistusta
fr_ca: Gérer les directives
pt_br: Gerenciar instruções
sv_fi: Hantera vägledning
tr_tr: Rehberliği yönetin

source: API rights
de: API-Rechte
es: Derechos API
fi: API oikeudet
fr_ca: Droits relatifs à l’API
pt_br: Direitos sobre a API
sv_fi: API-rättigheter
tr_tr: API yetkileri

source: Manage organisation details
de: Verwalten Sie Organisationsdetails
es: Administrar los detalles de la organización
fi: Hallinnoi organisaation tietoja
fr_ca: Gérer les renseignements de l’organisme
pt_br: Gerenciar detalhes da organização
sv_fi: Hantera organisationsdetaljer
tr_tr: Kuruluş ayrıntılarını yönetin

source: Grant API to organisations
de: Gewähren Sie API für Organisationen
es: Otorgar API a organizaciones
fi: Anna API organisaatioille
fr_ca: Accorder aux organismes l’accès à l’API
pt_br: Autorizar API para organizações
sv_fi: Bevilja API till organisationer
tr_tr: Kuruluşlara API erişimi ver

source: Owner
de: Besitzer
es: Propietario
fi: Omistaja
fr_ca: Propriétaire
pt_br: Proprietário
sv_fi: Ägare
tr_tr: Sahip

source: Co-owner
de: Miteigentümer
es: Co-propietario
fi: Yhteisomistaja
fr_ca: Copropriétaire
pt_br: Coproprietário
sv_fi: Delägare
tr_tr: Ortak sahip

source: Editor
de: Bearbeiter
fi: Muokkaaja
fr_ca: Éditeur
sv_fi: Redaktör
tr_tr: Editör

source: Read only
de: Nur Lesen
es: Sólo lectura
fi: Vain lukuoikeus
fr_ca: Lecture seulement
pt_br: Somente leitura
sv_fi: Läs endast
tr_tr: Salt Okunur

source: Private
es: Privado
fi: Yksityinen
fr_ca: Privé
pt_br: Privado
sv_fi: Privat
tr_tr: Özel

source: Organisation: anyone at my organisation can view.
de: Organisation: Jeder in meiner Organisation kann anzeigen.
es: Organización: cualquiera en mi organización puede ver.
fi: Organisaatiokohtainen: näkyvillä DMPTuulissa organisaatiosi käyttäjille
fr_ca: Organisme : Visible pour tous les membres de mon organisme.
pt_br: Organização: qualquer pessoa em minha organização pode ver.
sv_fi: Organisation: Alla i min organisation kan visa.
tr_tr: Kuruluş: kuruluşumdaki herkes görüntüleyebilir.

source: Public: anyone can view.
de: Öffentlich: Jeder kann sehen.
es: Público: cualquiera puede ver.
fi: Avattu: näkyvissä kaikille ilman DMPTuuli-kirjautumista
fr_ca: Public : Tous peuvent consulter le plan.
pt_br: Público: qualquer pessoa pode ver.
sv_fi: Offentlig: alla kan visa.
tr_tr: Herkese açık: herkes görüntüleyebilir.

source: Private: restricted to me and people I invite.
de: Privat: beschränkt auf mich und Leute, die ich einlade.
es: Privado: restringido a mí y a las personas que invito.
fi: Yksityinen: rajattu minulle ja kutsumilleni henkilöille.
fr_ca: Privé : usage réservé à moi et aux personnes que j’invite.
pt_br: Privado: restrito a mim e a meus convidados.
sv_fi: Privat: begränsad till mig och personer jag bjuder in.
tr_tr: Özel: benimle ve davet ettiğim kişilerle sınırlı.

source: Plan Name
de: Planenname
es: Nombre del Proyecto
fi: Suunnitelman nimi
fr_ca: Nom du plan
pt_br: Nome do Plano
sv_fi: Plannamn
tr_tr: Plan Adı

source: Plan ID
de: Planenbezeichner
es: Identificador del Proyecto
fi: Suunnitelman tunniste
fr_ca: ID du plan
pt_br: ID do Plano

source: Grant number
de: Grantnummer
es: Título de subvención
fi: Rahoitusnumero
fr_ca: Numéro de subvention
pt_br: Número da Concessão
sv_fi: Bidragsnummer
tr_tr: Fon/hibe numarası (grant number)

source: Principal Investigator / Researcher
de: Principal Investigator / Forscher
es: Principal Investigador / Científico
fi: Vastaava tutkija / Tutkija
fr_ca: Chercheur principal / chercheur
pt_br: Investigador / Pesquisador Principal
sv_fi: Huvudforskare / Forskare
tr_tr: Proje yöneticisi (PI) / Araştırmacı

source: Plan Data Contact
de: Kontakt für Planen
es: Datos de contacto del proyecto
fi: Suunnitelman yhteyshenkilö
fr_ca: Personne-ressource pour les données du plan
pt_br: Contato para Dados do Plano
sv_fi: Planera datakontakt
tr_tr: Plan Veri İletişim

source: Plan Description
de: Beschreibung
es: Descripción
fi: Suunnitelman kuvaus
fr_ca: Description du plan
pt_br: Descrição do Plano
sv_fi: Planbeskrivning
tr_tr: Plan Açıklaması

source: Funder
es: Financiador
fi: Rahoittaja
fr_ca: Organisme subventionnaire
pt_br: Órgão Financiador
sv_fi: Finansiär
tr_tr: Fon Sağlayıcı

source: Your ORCID
de: Ihre ORCID
es: Su ORCID
fi: ORCID tunnisteesi
fr_ca: Votre ORCID
pt_br: Seu ORCID
sv_fi: Din ORCID
tr_tr: ORCID'niz

source: Unknown column name.
de: Unbekannter Spaltenname.
es: Nombre de columna desconocido.
fi: Tuntematon sarakkeen nimi.
fr_ca: Nom de colonne inconnu.
pt_br: Nome de coluna desconhecido
sv_fi: Okänt kolumnnamn.
tr_tr: Bilinmeyen sütun adı.

source: Create plan
de: Plan erstellen
es: Crear un plan
fi: Tee suunnitelma
fr_ca: Créer un plan
pt_br: Criar plano
sv_fi: Skapa plan
tr_tr: Plan oluşturun

source: Last month
de: Letzter Monat
es: El mes pasado
fi: Viime kuussa
fr_ca: Le mois dernier
pt_br: Mês passado
sv_fi: Förra månaden
tr_tr: Geçen ay

source: Last 3 months
de: Letzte 3 Monate
es: Últimos 3 meses
fi: Viimeiset 3 kuukautta
fr_ca: Les 3 derniers mois
pt_br: Últimos 3 meses
sv_fi: Senaste 3 månaderna
tr_tr: Son 3 ay

source: Last 6 months
de: Letzte 6 Monate
es: Últimos 6 meses
fi: Viimeiset 6 kuukautta
fr_ca: Les 6 derniers mois
pt_br: Últimos 6 meses
sv_fi: Senaste 6 månaderna
tr_tr: Son 6 ay

source: Last 9 months
de: Letzte 9 Monate
es: Últimos 9 meses
fi: Viimeiset 9 kuukautta
fr_ca: Les 9 derniers mois
pt_br: Últimos 9 meses
sv_fi: Senaste 9 månaderna
tr_tr: Son 9 ay

source: Last 12 months
de: Letzte 12 Monate
es: Últimos 12 meses
fi: Viimeiset 12 kuukautta
fr_ca: Les 12 derniers mois
pt_br: Últimos 12 meses
sv_fi: Senaste 12 månaderna
tr_tr: Son 12 ay

source: Welcome to %{tool_name}
de: Willkommen bei %{tool_name}
es: Bienvenido a %{tool_name}
fi: Tervetuloa %{tool_name}:n käyttäjäksi
fr_ca: Bienvenue sur l'%{tool_name}
pt_br: Bem-vindo a %{tool_name}
sv_fi: Välkommen till %{tool_name}
tr_tr: %{tool_name} aracına hoş geldiniz

source: A Data Management Plan in %{tool_name} has been shared with you
de: Ein Datenverwaltungsplan in %{tool_name} wurde mit Ihnen geteilt
es: Se ha compartido con usted un Plan de gestión de datos en %{tool_name}
fi: Tiedonhallintasuunnitelma %{tool_name} -palvelussa on jaettu kanssasi
fr_ca: Un plan de gestion des données dans %{tool_name} a été partagé avec vous
pt_br: Um plano de gerenciamento de dados em %{tool_name} foi compartilhado com você
sv_fi: En datahanteringsplan i %{tool_name} har delats med dig
tr_tr: %{tool_name} içinde bir Veri Yönetim Planı sizinle paylaşıldı

source: Changed permissions on a Data Management Plan in %{tool_name}
de: Berechtigungen für einen Datenverwaltungsplan in %{tool_name} geändert
es: Cambios de permisos en un plan de gestión de datos en %{tool_name}
fi: %{tool_name}:ssa olevan aineistonhallintasuunnitelman käyttöoikeuksia on muutettu
fr_ca: Les autorisations pour un plan de gestion des données dans %{tool_name} sont modifiées
pt_br: Permissões modificadas em um Plano de Gestão de Dados em %{tool_name}
sv_fi: Ändrade behörigheter på en datahanteringsplan i %{tool_name}
tr_tr: %{tool_name} aracındaki bir Veri Yönetim Planına ilişkin değiştirilen izinler

source: Permissions removed on a DMP in %{tool_name}
de: Berechtigungen für ein DMP in %{tool_name} entfernt
es: Permisos eliminados en un DMP en %{tool_name}
fi: DMP: ltä poistetut käyttöoikeudet %{tool_name}
fr_ca: Autorisations relatives à PGD retirées dans %{tool_name}
pt_br: Permissões removidas em um PGD em %{tool_name}
sv_fi: Behörigheter tas bort på en DMP i %{tool_name}
tr_tr: %{tool_name} içindeki bir VYP'de izinler kaldırıldı

source: %{application_name}: %{user_name} requested feedback on a plan
fr_ca: %{application_name}: %{user_name} a demandé des commentaires sur un plan

source: %{application_name}: Expert feedback has been provided for %{plan_title}
fr_ca: %{application_name}: des commentaires d’experts ont été fournis pour %{plan_title}

source: DMP Visibility Changed: %{plan_title}
de: DMP-Sichtbarkeit geändert: %{plan_title}
es: Se modificó la visibilidad de DMP: %{plan_title}
fi: Suunnitelman näkyvyys on muuttunut: %{plan_title}
fr_ca: Visibilité du PGD modifiée : %{plan_title}
pt_br: Visibilidade do PGD Modificada: %{plan_title}
sv_fi: DMP-synlighet ändrad: %{plan_title}
tr_tr: VYP Görünürlüğü Değiştirildi: %{plan_title}

source: %{tool_name}: A new comment was added to %{plan_title}
de: %{tool_name}: Ein neuer Kommentar wurde zu %{plan_title} hinzugefügt.
es: %{tool_name}: Se agregó un nuevo comentario a %{plan_title}
fi: %{tool_name}: Uusi kommentti lisättiin suunnitelmaasi %{plan_title}
fr_ca: %{tool_name}: un nouveau commentaire a été ajouté à %{plan_title}
pt_br: %{tool_name}: Um novo comentário foi adicionado a %{plan_title}
sv_fi: %{tool_name}: En ny kommentar läggs till i %{plan_title}
tr_tr: %{tool_name}: %{plan_title} adlı plana yeni bir yorum eklendi

source: Administrator privileges granted in %{tool_name}
de: Administratorrechte in erteilt %{tool_name}
es: Privilegios de administrador otorgados en %{tool_name}
fi: Minulle myönnetyt ylläpito-oikeudet %{tool_name}:ssa
fr_ca: Privilèges d’administrateur accordés dans %{tool_name}
pt_br: Privilégios de administrador atribuídos em %{tool_name}
sv_fi: Administratörsbehörighet beviljas i %{tool_name}
tr_tr: %{tool_name} içinde verilen yönetici ayrıcalıkları

source: Answer
de: Antwort
es: responder
fi: Vastaus
fr_ca: Réponse
pt_br: Resposta
sv_fi: Svar
tr_tr: Cevap

source: Customised By:
de: Angepasst von:
es: Personalizado por:
fi: Muokkaaja:
fr_ca: Personnalisé par :
pt_br: Customizado Por:
sv_fi: Anpassad av:
tr_tr: Özelleştiren:

source: Creators:
de: Erzeuger:
es: Creadores:
fi: Tekijät:
fr_ca: Créateurs :
pt_br: Criadores:
sv_fi: skapare:
tr_tr: Oluşturanlar:

source: Template:
de: Vorlage:
es: Modelo:
fi: Suunnitelmapohja:
fr_ca: Modèle :
pt_br: Modelo:
sv_fi: Mall:
tr_tr: Şablon:

source: Grant number:
de: Grant Nummer:
es: Conceder número:
fi: Rahoitusnumero:
fr_ca: Numéro de subvention :
pt_br: Número da Concessão
sv_fi: Bidragsnummer:
tr_tr: Fon/hibe numarası:

source: Project abstract:
de: Projekt Zusammenfassung:
es: Resumen del proyecto:
fi: Projektin tiivistelmä:
fr_ca: Résumé du projet :
pt_br: Resumo do projeto:
sv_fi: Projektens ﻿abstrakt:
tr_tr: Proje özeti:

source: Last modified:
de: Zuletzt bearbeitet:
es: Última modificación:
fi: Viimeksi muokattu:
fr_ca: Dernière modification :
pt_br: Última modificação:
sv_fi: Senast ändrad:
tr_tr: Son düzenleme:

source: Copyright information:
de: Informationen zu Urheberrechten:
es: Informacion registrada:
fi: Tekijänoikeustiedot:
fr_ca: Renseignements sur le droit d’auteur :
pt_br: Informação de copyright
sv_fi: Upphovsrättsinformation:
tr_tr: Telif hakkı bilgileri:

source: The above plan creator(s) have agreed that others may use as much of the text of this plan as they would like in their own plans, and customise it as necessary. You do not need to credit the creator(s) as the source of the language used, but using any of the plan's text does not imply that the creator(s) endorse, or have any relationship to, your project or proposal
de: Die oben genannten Planer haben sich darauf geeinigt, dass andere sie verwenden können viel von dem Text dieses Plans, wie sie in ihren eigenen Plänen möchten, und passe es nach Bedarf an. Sie müssen den / die Ersteller nicht gutschreiben als Quelle der verwendeten Sprache, aber unter Verwendung eines beliebigen Plantextes bedeutet nicht, dass der (die) Schöpfer (s) sich mit Ihr Projekt oder Vorschlag
es: Los creadores del plan anterior han acordado que otros pueden usar como Gran parte del texto de este plan como les gustaría en sus propios planes, y personalizarlo según sea necesario. No necesitas acreditar al creador (es) como la fuente del idioma utilizado, pero utilizando cualquiera de los textos del plan no implica que el (los) creador (es) respalden o tengan relación alguna con tu proyecto o propuesta
fi: Yllä olevan suunnitelman tekijä on antanut suostumuksen siihen, että muut voivat käyttää suunnitelman tekstiä omissa suunnitelmissaan ja myös muokata sitä tarvittaessa. Tekijää ei tarvitse mainita tekstin lähteenä eikä suunnitelman käyttö merkitse sitä, että tekijä kannattaisi suunnitelmaa tai että hänellä olisi jonkinlainen suhde projektiin tai esitykseen
fr_ca: Les créateurs du plan ci-dessus ont accepté que d’autres puissent utiliser autant tout le texte contenu dans ce plan qu’ils souhaitent dans leurs propres plans et le personnaliser, au besoin. Vous n’avez pas besoin de mentionner les créateurs en tant que source du langage utilisé, mais l’utilisation d’une partie du texte du plan ne signifie pas que les créateurs approuvent votre projet ou votre proposition ou qu’il(s) y sont liés.
pt_br: Os criadores do plano acima concordaram que outros podem usar como grande parte do texto deste plano como eles gostariam em seus próprios planos, e personalize conforme necessário. Você não precisa creditar o (s) criador (es) como a fonte da linguagem usada, mas usando qualquer texto do plano não implica que o (s) criador (es) endosse (m) ou tenha qualquer relação com seu projeto ou proposta
sv_fi: Ovanstående planskapare har kommit överens om att andra kan använda som mycket av texten i denna plan som de skulle vilja ha i sina egna planer, och anpassa det efter behov. Du behöver inte kreditera skaparen (erna) som källa till språket som används, men med någon av planens text innebär inte att upphovsmannen / arna godkänner eller har något samband med, ditt projekt eller förslag
tr_tr: Yukarıdaki planı oluşturan/lar, başka kişilerin yukarıdaki plan metninin diledikleri kadarını kendi planlarında kullanmasına ve özelleştirmesine izin vermiştir. Kullanılan dilin kaynağı olarak, yukarıdaki planı oluşturan(lar)a atıfta bulunmanıza gerek yoktur; ancak yukarıdaki planın herhangi bir metnini kullanmanız, planı oluşturan(lar)ın sizin projenizi veya önerinizi onayladığı veya bunlarla herhangi bir ilişkisi olduğu anlamına gelmez

source: Not Answered
de: Nicht beantwortet
es: Sin respuesta
fi: Ei vastausta
fr_ca: Pas de réponse
pt_br: Não Respondido
sv_fi: Inte besvarad
tr_tr: Cevaplanmadı

source: can't be blank
de: darf nicht leer sein
es: no puede estar en blanco
fi: ei voi olla tyhjä
fr_ca: doit être rempli(e)
pt_br: não pode estar em branco
sv_fi: måste anges
tr_tr: boş bırakılamaz

source: must be unique
de: muss eindeutig sein
es: debe ser único
fi: täytyy olla uniikki
fr_ca: doit être unique
pt_br: deve ser único
sv_fi: måste vara unik
tr_tr: eşsiz olmalı
