Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <span style="font-weight: 400;">Describe any restrictions that may prohibit the sharing of data. Examples may include holding data that has confidentiality, license, or intellectual property restrictions, are beholden to funder requirements, or are subject to a data use agreement.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez toutes les restrictions qui pourraient interdire le partage des donn&eacute;es. Il peut s&rsquo;agir, par exemple, de la d&eacute;tention de donn&eacute;es assujetties &agrave; des restrictions en mati&egrave;re de confidentialit&eacute;, de licence ou de propri&eacute;t&eacute; intellectuelle selon les exigences du bailleur de fonds ou qui font l&rsquo;objet d&rsquo;un accord d&rsquo;utilisation des donn&eacute;es.</span>

source: <span style="font-weight: 400;">Provide the location where you intend to share your data. This may be an institutional repository, </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">external data repository</span></a><span style="font-weight: 400;">, via community approval, or through your Research Ethics Board.</span>
fr_ca: <span style="font-weight: 400;">Indiquez l&rsquo;endroit o&ugrave; vous avez l&rsquo;intention de partager vos donn&eacute;es. Il peut s&rsquo;agir d&rsquo;un d&eacute;p&ocirc;t institutionnel, un </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">d&eacute;p&ocirc;t de donn&eacute;es externe</span></a> <span style="font-weight: 400;">(</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">)</span><span style="font-weight: 400;">, par le biais d&rsquo;une approbation de la communaut&eacute; ou par l&rsquo;interm&eacute;diaire de votre comit&eacute; d&rsquo;&eacute;thique de la recherche.</span>

source: <span style="font-weight: 400;">Describe where your data will be stored after project completion (e.g., in an institutional repository, an </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">external data repository</span></a><span style="font-weight: 400;">, a secure institutional computer storage, or an external hard drive).</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez o&ugrave; vos donn&eacute;es seront stock&eacute;es apr&egrave;s l&rsquo;ach&egrave;vement du projet (par exemple, dans un d&eacute;p&ocirc;t institutionnel, un </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">d&eacute;p&ocirc;t de donn&eacute;es externe</span></a> <span style="font-weight: 400;">(</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">)</span><span style="font-weight: 400;">, sur un serveur de stockage informatique institutionnel s&eacute;curis&eacute; ou sur un disque dur externe).</span>

source: <span style="font-weight: 400;">Name the person(s) responsible for managing the data at the completion of the project. List their affiliation and contact information.</span>
fr_ca: <span style="font-weight: 400;">Indiquez les personnes responsables de la gestion des donn&eacute;es &agrave; l&rsquo;issue du projet. Indiquez leur affiliation et leurs coordonn&eacute;es.</span>

source: <span style="font-weight: 400;">Many proprietary file formats such as those generated from Microsoft software or statistical analysis tools can make the data difficult to access later on. Consider transforming any proprietary files into </span><a href="https://www.archives.gov/preservation/products/definitions/filetypes.html"><span style="font-weight: 400;">preservation-friendly formats</span></a><span style="font-weight: 400;"> to ensure your data can be opened. Describe the process for migrating your data formats here.</span>
fr_ca: <span style="font-weight: 400;">De nombreux formats de fichiers propri&eacute;taires, tels que ceux g&eacute;n&eacute;r&eacute;s par les logiciels Microsoft ou les outils d&rsquo;analyse statistique, peuvent rendre les donn&eacute;es difficiles d&rsquo;acc&egrave;s par la suite. Envisagez de transformer tout fichier propri&eacute;taire en </span><a href="https://www.canada.ca/fr/reseau-information-patrimoine/services/preservation-numerique/recommandations-formats-fichier-preservation-numerique.html"><span style="font-weight: 400;">formats convenables &agrave; la pr&eacute;servation</span></a><span style="font-weight: 400;"> pour garantir que vos donn&eacute;es puissent &ecirc;tre ouvertes. D&eacute;crivez le processus de migration de vos formats de donn&eacute;es ici.</span>

source: <span style="font-weight: 400;">Describe what steps will be taken to destroy study data. These steps may include but are not limited to shredding physical documents, making data unretrievable with support from your Information Technology department, or personal measures to eliminate data files.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les mesures qui seront prises pour d&eacute;truire les donn&eacute;es de l&rsquo;&eacute;tude. Ces mesures peuvent inclure, notamment, le d&eacute;chiquetage de documents physiques, la destruction des donn&eacute;es avec l&rsquo;aide de votre service informatique ou des mesures personnelles pour &eacute;liminer les fichiers de donn&eacute;es.</span>

source: <span style="font-weight: 400;">Drawings, songs, poems, films, short stories, performances, interactive installations, and social experiences facilitated by artists are examples of data.</span> <span style="font-weight: 400;">Data on artistic processes can include documentation of techniques, stages, and contexts of artistic creation, and the physical materials (e.g., paints, textiles, found objects) and tools (e.g., pencils, the body, musical instruments) used to create artwork.</span> <span style="font-weight: 400;">Other types of data are audio recordings of interviews, transcripts, photographs, videos, field notes, historical documents, social media posts, statistical spreadsheets, and computer code.</span>
fr_ca: <span style="font-weight: 400;">Les dessins, chansons, po&egrave;mes, films, nouvelles, performances, installations interactives et exp&eacute;riences sociales men&eacute;es par des artistes sont tous des exemples de donn&eacute;es.</span> <span style="font-weight: 400;">Parmi les donn&eacute;es sur les processus artistiques figure la documentation des techniques, des &eacute;tapes, des contextes, des mat&eacute;riaux (peintures, textiles, objets trouv&eacute;s) et des outils (crayons, corps, instruments de musique) de la cr&eacute;ation artistique.</span> <span style="font-weight: 400;">Les enregistrements audio d&rsquo;entrevues, transcriptions, photographies, vid&eacute;os, notes d&rsquo;observation, documents historiques, publication dans les m&eacute;dias sociaux, feuilles de calcul statistiques et codes informatiques sont d&rsquo;autres types de donn&eacute;es.</span>

source: <span style="font-weight: 400;">Artwork is a prominent type of data in ABR that is commonly used as content for analysis and interpretation. Artworks that exist as, or are documented in, image, audio, video, text, and other types of digital files facilitate research data management. The same applies to preparatory, supplemental, and discarded artworks made in the creation of a principal one. Research findings you create in the form of artwork can be treated as data if you will make them available for researchers, artists, and/or the public to use as data. Information about artistic processes can also be data. Read more on artwork and artistic processes as data at </span><a href="https://www.vads.ac.uk/customizations/global/pages/kultur2group/projects/datalookgood/bag.html"><span style="font-weight: 400;">Kultur II Group</span></a><span style="font-weight: 400;"> and </span><a href="https://researchdata.jiscinvolve.org/wp/2016/11/22/research-data-creative-performing-arts/"><span style="font-weight: 400;">Jisc</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Les &oelig;uvres sont des donn&eacute;es importantes dans la RBA, qui servent g&eacute;n&eacute;ralement de contenu pour l&rsquo;analyse et l&rsquo;interpr&eacute;tation. Les &oelig;uvres document&eacute;es ou qui existent sous forme d&rsquo;image, de son, de vid&eacute;o, de texte ou de fichier num&eacute;rique facilitent la gestion des donn&eacute;es de recherche. Le m&ecirc;me principe s&rsquo;applique aux &oelig;uvres pr&eacute;liminaires, compl&eacute;mentaires ou &eacute;cart&eacute;es pendant la cr&eacute;ation de l&rsquo;&oelig;uvre principale. Vous pouvez traiter vos r&eacute;sultats de recherche, qui s&rsquo;expriment sous forme d&rsquo;&oelig;uvre, comme &eacute;tant de donn&eacute;es si elles sont accessibles aux chercheurs, aux artistes et au public. Toute information sur le processus artistique peut &eacute;galement servir de donn&eacute;es. Pour plus d&rsquo;information sur les &oelig;uvres et le processus artistique comme donn&eacute;es, veuillez consulter le </span><a href="https://www.vads.ac.uk/customizations/global/pages/kultur2group/projects/datalookgood/bag.html"><span style="font-weight: 400;">Kultur&nbsp;II Group</span></a><span style="font-weight: 400;"> et </span><a href="https://researchdata.jiscinvolve.org/wp/2016/11/22/research-data-creative-performing-arts/"><span style="font-weight: 400;">Jisc</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.</span>

source: <span style="font-weight: 400;">Researchers and artists can publish their data for others to reuse. Research data repositories and government agencies are sources of published data (e.g., </span><a href="https://www.frdr-dfdr.ca/repo/"><span style="font-weight: 400;">Federated Research Data Repository</span></a><span style="font-weight: 400;">, </span><a href="https://www.statcan.gc.ca/eng/start"><span style="font-weight: 400;">Statistics Canada</span></a><span style="font-weight: 400;">). Your university may have its own research data repository. Academic journals may host published data as supplementary material connected to their articles. If you need help finding resources for published data, contact your institution&rsquo;s library or reach out to the Portage DMP Coordinator at <a href="mailto:support@portagenetwork.ca">support@portagenetwork.ca</a>.</span>
fr_ca: <span style="font-weight: 400;">Les chercheurs et les artistes publient parfois leurs donn&eacute;es pour que d&rsquo;autres puissent les utiliser. Les donn&eacute;es publi&eacute;es se trouvent aupr&egrave;s de d&eacute;p&ocirc;ts de donn&eacute;es de recherche et d&rsquo;agences gouvernementales (</span><a href="https://www.frdr-dfdr.ca/repo/?locale=fr"><span style="font-weight: 400;">D&eacute;p&ocirc;t f&eacute;d&eacute;r&eacute; de donn&eacute;es de recherche</span></a><span style="font-weight: 400;">, </span><a href="https://www.statcan.gc.ca/fra/debut"><span style="font-weight: 400;">Statistique Canada</span></a><span style="font-weight: 400;">). Votre &eacute;tablissement pourrait avoir son propre d&eacute;p&ocirc;t. Certaines revues h&eacute;bergent des donn&eacute;es publi&eacute;es comme documents compl&eacute;mentaires &agrave; leurs articles. Pour savoir o&ugrave; trouver des donn&eacute;es publi&eacute;es, contactez la biblioth&egrave;que de votre &eacute;tablissement ou le coordonnateur PGD de Portage &agrave; <a href="mailto:support@portagenetwork.ca">support@portagenetwork.ca</a>.</span>

source: <span style="font-weight: 400;">Non-digital data should be digitized when possible. Digitization is needed for many reasons, including returning artwork to participants, creating records of performances, and depositing data in a repository for reuse. When planning your documentation, consider what conditions (e.g., good lighting, sound dampening), hardware (e.g., microphone, smartphone), software (e.g., video editing program), and specialized skills (e.g., filming techniques, image-editing skills) you will need. High quality documentation will make your data more valuable to you and others.</span>
fr_ca: <span style="font-weight: 400;">Il est important de num&eacute;riser les donn&eacute;es non num&eacute;riques pour plusieurs raisons, notamment pour remettre les &oelig;uvres aux participants, consigner les performances et conserver les donn&eacute;es dans un d&eacute;p&ocirc;t pour les r&eacute;utiliser. En planifiant votre documentation, pensez aux conditions (bon &eacute;clairage, att&eacute;nuation du bruit), au mat&eacute;riel (microphone, t&eacute;l&eacute;phone intelligent), aux logiciels (programme de montage vid&eacute;o) et aux comp&eacute;tences (techniques de tournage, &eacute;dition d&rsquo;images) n&eacute;cessaires. Avec une documentation de bonne qualit&eacute;, vos donn&eacute;es seront plus valables aux autres.</span>

source: <p><span style="font-weight: 400;">Open (i.e., non-proprietary) file formats are preferred when possible because they can be used by anyone, which helps ensure others can access and reuse your data in the future. However, proprietary file formats may be necessary for certain arts-based methods because they have special capabilities for creating and editing images, audio, video, and text. If you use proprietary file formats, try to select industry-standard formats (i.e., those widely used by a given community) or those you can convert to open ones. </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/recommended-formats.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> provides a table of recommended and acceptable file formats for various types of data.</span></p> <br /><span style="font-weight: 400;">Original files of artwork and its documentation should be in uncompressed file formats to maximize data quality. Lower quality file formats can be exported from the originals for other purposes (e.g., presentations). Read more on file formats at </span><a href="https://researchdata.library.ubc.ca/plan/format-your-data/"><span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;"> or </span><a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">Il est pr&eacute;f&eacute;rable d&rsquo;utiliser des formats de fichiers ouverts (non exclusifs) parce qu&rsquo;ils facilitent l&rsquo;acc&egrave;s et la r&eacute;utilisation de vos donn&eacute;es. En revanche, les formats de fichiers exclusifs sont n&eacute;cessaires pour certaines m&eacute;thodes bas&eacute;es sur les arts en raison de leurs fonctions uniques pour la cr&eacute;ation et l&rsquo;&eacute;dition d&rsquo;images, de son, de vid&eacute;o et de texte. Si vous utilisez des formats de fichiers exclusifs, choisissez id&eacute;alement des formats r&eacute;pandus dans l&rsquo;industrie et la communaut&eacute;, ou qui se convertissent facilement en format ouvert. Le </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/recommended-formats.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">) et la </span><a href="https://biblio.uottawa.ca/fr/services/professeurs/gestion-donnees-recherche/designation-fichiers-disposition-donnees">biblioth&egrave;que de l'UOttawa</a><span style="font-weight: 400;"> sugg&egrave;rent des formats de fichiers acceptables et recommand&eacute;s pour divers types de donn&eacute;es.</span></p> <p><span style="font-weight: 400;">Les fichiers originaux et la documentation d&rsquo;une &oelig;uvre ne doivent pas &ecirc;tre compress&eacute;s pour maximiser la qualit&eacute; des donn&eacute;es. Les formats de fichiers de moindre qualit&eacute; peuvent &ecirc;tre export&eacute;s &agrave; partir des originaux pour divers besoins (pr&eacute;sentations). Pour plus d&rsquo;information &agrave; ce sujet, voir la </span><a href="https://researchdata.library.ubc.ca/plan/format-your-data/"><span style="font-weight: 400;">biblioth&egrave;que de l&rsquo;UBC</span></a><span style="font-weight: 400;">, </span><a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">), ou le </span><a href="https://www.canada.ca/fr/reseau-information-patrimoine/services/preservation-numerique/recommandations-formats-fichier-preservation-numerique.html"><span style="font-weight: 400;">gouvernement du Canada</span></a><span style="font-weight: 400;">.</span></p>

source: <span style="font-weight: 400;">Good data organization includes logical folder hierarchies, informative and consistent naming conventions, and clear version markers for files. File names should contain information (e.g., date stamps, participant codes, version numbers, location, etc.) that helps you sort and search for files and identify the content and right versions of files. Version control means tracking and organizing changes to your data by saving new versions of files you modified and retaining the older versions. Good data organization practices minimize confusion when changes to data are made across time, from different locations, and by multiple people. Read more on file naming and version control at </span><a href="https://researchdata.library.ubc.ca/plan/organize-your-data/"><span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;">, </span><a href="https://www2.le.ac.uk/services/research-data/old-2019-12-11/organise-data/version-control"><span style="font-weight: 400;">University of Leicester</span></a><span style="font-weight: 400;">, and </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Pour bien organiser les donn&eacute;es, il est important d&rsquo;utiliser des structures de dossiers logiques, des r&egrave;gles de nomenclature concordantes et informatives, ainsi que des balises de version pour les fichiers. Ces derniers devraient contenir de l&rsquo;information (date d&rsquo;origine, codes de participants, num&eacute;ros de version, emplacement, etc.) qui vous permet de trier et de rechercher des fichiers, en plus d&rsquo;identifier le contenu et les bonnes versions de fichiers. Le contr&ocirc;le de versions est une mani&egrave;re de suivre et d&rsquo;organiser les modifications de vos donn&eacute;es, tout en sauvegardant de nouvelles versions des fichiers modifi&eacute;s ou en conservant les anciennes. Les bonnes pratiques pour l&rsquo;organisation des donn&eacute;es minimisent la confusion au fur et &agrave; mesure que les donn&eacute;es sont modifi&eacute;es par divers sites ou personnes. Pour plus d&rsquo;information &agrave; ce sujet, voir la <a href="https://biblio.uottawa.ca/fr/services/professeurs/gestion-donnees-recherche/designation-fichiers-disposition-donnees">biblioth&egrave;que de l&rsquo;UOttawa</a></span><span style="font-weight: 400;">, </span><a href="https://www2.le.ac.uk/services/research-data/old-2019-12-11/organise-data/version-control"><span style="font-weight: 400;">Universit&eacute; de Leicester</span></a><span style="font-weight: 400;"> et </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx"><span style="font-weight: 400;">UK Data Service</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.</span>

source: <span style="font-weight: 400;">A poem written to analyze a transcript could be named AnalysisPoem_IV05_v03.doc, meaning version 3 of the analysis poem for the interview with participant 05. Revisions to the poem could be marked with _v04, _v05, etc., or a date stamp (e.g., _20200112, _20200315).</span>
fr_ca: <span style="font-weight: 400;">Un po&egrave;me &eacute;crit pour analyser une transcription devrait &ecirc;tre nomm&eacute; AnalysisPoem_IV05_v03.doc, ce qui signifie la version&nbsp;3 du po&egrave;me d&rsquo;analyse pour l&rsquo;entrevue avec le participant&nbsp;05. Les r&eacute;visions du po&egrave;me devraient indiquer le num&eacute;ro de version _v04, _v05, etc., ou la date d&rsquo;origine (_20200112, _20200315).</span>

source: <span style="font-weight: 400;">Project-level metadata can include basic information about your project (e.g., title, funder, principal investigator, etc.), research design (e.g., background, research questions, aims, artists or artwork informing your project, etc.) and methodology (e.g., description of artistic process and materials, interview guide, transcription process, etc.). Item-level metadata should include basic information about artworks and their documentation (e.g., creator, date, subject, copyright, file format, equipment used for documentation, etc.).</span>
fr_ca: <span style="font-weight: 400;">Les m&eacute;tadonn&eacute;es d&rsquo;un projet peuvent inclure de l&rsquo;information g&eacute;n&eacute;rale sur celui-ci (titre, bailleur de fonds, chercheur principal, etc.), le plan de recherche (contexte, questions de recherche, objectifs, &oelig;uvres sur lesquels le projet repose, etc.) et la m&eacute;thodologie (description du processus artistique et des mat&eacute;riaux, guide d&rsquo;entrevue, processus de transcription, etc.) Les m&eacute;tadonn&eacute;es sur chaque &eacute;l&eacute;ment devraient inclure de l&rsquo;information g&eacute;n&eacute;rale sur les &oelig;uvres et leur documentation (cr&eacute;ateur, date, sujet, droit d&rsquo;auteur, format de fichier, &eacute;quipement utilis&eacute; pour la documentation, etc.).</span>
