Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">The issue of data retention should be considered early in the research lifecycle. Data-retention decisions can be driven by external policies (e.g. funding agencies, journal publishers), or by an understanding of the enduring value of a given set of data. Consider what you want to share long-term vs. what you need to keep long-term; these might be two separately stored data sets.&nbsp;</span></p> <p><span style="font-weight: 400;">Long-term preservation is an important aspect to consider for systematic reviews as they may be rejected and need to be reworked/resubmitted, or the authors may wish to publish an updated review in a few years&rsquo; time (this is particularly important given the increased interest in the concept of a &lsquo;</span><a href="https://community.cochrane.org/review-production/production-resources/living-systematic-reviews"><span style="font-weight: 400;">living systematic review</span></a><span style="font-weight: 400;">&rsquo;).&nbsp;</span></p> <span style="font-weight: 400;">For more detailed guidance, and some suggested repositories, see &ldquo;Long-Term Preservation&rdquo; on the </span><a href="https://library.ucalgary.ca/DMPforSR/preservation"><span style="font-weight: 400;">University of Calgary Library Guide</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">La question de la r&eacute;tention des donn&eacute;es doit &ecirc;tre examin&eacute;e d&egrave;s le d&eacute;but du cycle de vie de la recherche. Les d&eacute;cisions relatives &agrave; la r&eacute;tention des donn&eacute;es peuvent &ecirc;tre dict&eacute;es par des politiques externes (par exemple, les organismes de financement, les &eacute;diteurs de revues) ou par la compr&eacute;hension de la valeur durable d&rsquo;un ensemble de donn&eacute;es en particulier. Consid&eacute;rez ce que vous voulez partager &agrave; long terme par rapport &agrave; ce que vous devez conserver &agrave; long terme&thinsp;; vous pouvez avoir deux ensembles de donn&eacute;es stock&eacute;es s&eacute;par&eacute;ment.&nbsp;</span></p> <p><span style="font-weight: 400;">La conservation &agrave; long terme est un aspect important &agrave; consid&eacute;rer pour les revues syst&eacute;matiques, car elles peuvent &ecirc;tre rejet&eacute;es et devoir &ecirc;tre retravaill&eacute;es ou soumises de nouveau&thinsp;; les auteurs peuvent aussi souhaiter publier une revue actualis&eacute;e dans quelques ann&eacute;es (ce qui est particuli&egrave;rement important &eacute;tant donn&eacute; l&rsquo;int&eacute;r&ecirc;t accru pour le concept de &laquo;&thinsp;</span><a href="https://community.cochrane.org/review-production/production-resources/living-systematic-reviews"><span style="font-weight: 400;">revue syst&eacute;matique vivante</span></a><span style="font-weight: 400;">&thinsp;&raquo; [<em>lien en anglais</em>]).&nbsp;</span></p> <p><span style="font-weight: 400;">Pour des directives plus d&eacute;taill&eacute;es et quelques suggestions de d&eacute;p&ocirc;ts, consultez la section sur la &laquo;&thinsp;Conservation &agrave; long terme&thinsp;&raquo; du </span><a href="https://library.ucalgary.ca/DMPforSR/preservation"><span style="font-weight: 400;">Guide de la biblioth&egrave;que de l&rsquo;Universit&eacute; de Calgary</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span></p>

source: <p><span style="font-weight: 400;">Some data formats are optimal for long-term preservation of data. For example, non-proprietary file formats, such as text ('.txt') and comma-separated ('.csv'), are considered preservation-friendly. The </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/recommended-formats.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> provides a useful table of file formats for various types of data.&nbsp;</span></p> <p><span style="font-weight: 400;">Keep in mind that converting files from proprietary to non-proprietary formats may lose information or affect functionality. If this is a concern, you can archive both a proprietary and non-proprietary version of the file. Always document any format changes between files when sharing preservation copies.</span></p>
fr_ca: <p><span style="font-weight: 400;">Certains formats de donn&eacute;es sont optimaux pour pr&eacute;server les donn&eacute;es &agrave; long terme. Par exemple, les formats de fichiers non propri&eacute;taires, tels que le texte ('.txt') et les fichiers s&eacute;par&eacute;s par des virgules ('.csv'), sont consid&eacute;r&eacute;s comme favorables &agrave; la conservation. Le </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/recommended-formats.aspx"><span style="font-weight: 400;">Service de donn&eacute;es du Royaume-Uni</span></a><span style="font-weight: 400;"> <em>(lien en</em> <em>anglais</em>) fournit un tableau utile des formats de fichiers pour diff&eacute;rents types de donn&eacute;es.&nbsp;</span></p> <p><span style="font-weight: 400;">Notez que la conversion de fichiers de formats propri&eacute;taires &agrave; des formats ouverts peut faire perdre des informations ou affecter les fonctionnalit&eacute;s. Si cet enjeu vous pr&eacute;occupe, vous pouvez archiver une version du fichier en format propri&eacute;taire et une version du fichier en format ouvert. Documentez toujours les changements de format des fichiers lorsque vous partagez des copies pour la conservation.</span></p>

source: <p><span style="font-weight: 400;">Examples of what should be shared:&nbsp;</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">protocols&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">complete search strategies for all databases&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">data extraction forms&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">statistical code and data files (e.g. CSV or Excel files) that are exported into a statistical program to recreate relevant meta-analyses</span></li> </ul> <span style="font-weight: 400;">For more examples, consult &ldquo;Sharing and Reuse&rdquo; on the </span><a href="https://library.ucalgary.ca/DMPforSR/sharing"><span style="font-weight: 400;">University of Calgary Library Guide</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">Voici quelques exemples de ce qui devrait &ecirc;tre partag&eacute;&nbsp;:&nbsp;</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Protocoles&thinsp;;&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Strat&eacute;gies de recherche int&eacute;grales pour toutes les bases de donn&eacute;es&thinsp;;&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Formulaires d&rsquo;extraction de donn&eacute;es&thinsp;;&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Code statistique et fichiers de donn&eacute;es (par exemple, fichiers CSV ou Excel) qui sont export&eacute;s dans un programme statistique pour recr&eacute;er des m&eacute;ta-analyses pertinentes.</span></li> </ul> <p><span style="font-weight: 400;">Pour plus d&rsquo;exemples, consultez la rubrique sur le &laquo;&thinsp;Partage et r&eacute;utilisation&thinsp;&raquo; du </span><a href="https://library.ucalgary.ca/DMPforSR/sharing"><span style="font-weight: 400;">Guide de la biblioth&egrave;que de l&rsquo;Universit&eacute; de Calgary</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span></p>

source: <p><strong>Raw data</strong><span style="font-weight: 400;"> are directly obtained from the instrument, simulation or survey.&nbsp;</span></p> <p><strong>Processed data</strong><span style="font-weight: 400;"> result from some manipulation of the raw data in order to eliminate errors or outliers, to prepare the data for analysis, to derive new variables.&nbsp;</span></p> <p><strong>Analyzed data</strong><span style="font-weight: 400;"> are the results of qualitative, statistical, or mathematical analysis of the processed data. They can be presented as graphs, charts or statistical tables.&nbsp;</span></p> <strong>Final data</strong><span style="font-weight: 400;"> are processed data that have, if needed, been converted into a preservation-friendly format. </span>
fr_ca: <p><span style="font-weight: 400;">Les </span><strong>donn&eacute;es brutes </strong><span style="font-weight: 400;">sont obtenues directement &agrave; partir de l&rsquo;instrument, de la simulation ou de l&rsquo;enqu&ecirc;te.&nbsp;</span></p> <p><span style="font-weight: 400;">Les </span><strong>donn&eacute;es trait&eacute;es</strong><span style="font-weight: 400;"> r&eacute;sultent d&rsquo;une certaine manipulation des donn&eacute;es brutes afin d&rsquo;&eacute;liminer les erreurs ou les valeurs aberrantes, de pr&eacute;parer les donn&eacute;es pour l&rsquo;analyse ou de d&eacute;river de nouvelles variables.&nbsp;</span></p> <p><span style="font-weight: 400;">Les </span><strong>donn&eacute;es analys&eacute;es</strong><span style="font-weight: 400;"> sont les r&eacute;sultats d&rsquo;une analyse qualitative, statistique ou math&eacute;matique des donn&eacute;es trait&eacute;es. Elles peuvent &ecirc;tre pr&eacute;sent&eacute;es sous forme de graphiques, de diagrammes ou de tableaux statistiques.&nbsp;</span></p> <p><span style="font-weight: 400;">Les </span><strong>donn&eacute;es finales</strong><span style="font-weight: 400;"> sont des donn&eacute;es trait&eacute;es qui ont, le cas &eacute;ch&eacute;ant, &eacute;t&eacute; converties dans un format permettant leur conservation. </span></p>

source: <span style="font-weight: 400;">There are several types of standard licenses available to researchers, such as the</span> <a href="https://creativecommons.org/choose/"><span style="font-weight: 400;">Creative Commons</span></a><span style="font-weight: 400;"> or </span><a href="https://opendatacommons.org/"><span style="font-weight: 400;">Open Data Commons</span></a><span style="font-weight: 400;"> licenses. Even if you choose to make your data part of the public domain, it is preferable to make this explicit by using a license such as Creative Commons' CC0. More about data licensing:</span><a href="http://www.dcc.ac.uk/resources/how-guides/license-research-data"><span style="font-weight: 400;"> UK Data Curation Centre</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Il existe plusieurs types de licences standard &agrave; la disposition des chercheurs, comme les licences </span><a href="https://creativecommons.org/choose/?lang=fr"><span style="font-weight: 400;">Creative Commons</span></a><span style="font-weight: 400;"> ou</span><a href="https://opendatacommons.org/"> <span style="font-weight: 400;">Open Data Commons</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">). M&ecirc;me si vous choisissez de faire entrer vos donn&eacute;es dans le domaine public, vous devriez le faire de mani&egrave;re explicite en utilisant une licence telle que la CC0 de Creative Commons. Pour en savoir plus sur les licences de donn&eacute;es, consultez le</span> <a href="http://www.dcc.ac.uk/resources/how-guides/license-research-data"><span style="font-weight: 400;">Centre de curation de donn&eacute;es du Royaume-Uni</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span>

source: <p><span style="font-weight: 400;">Licenses determine what uses can be made of your data. Funding agencies and/or data repositories may have end-user license requirements in place; if not, they may still be able to guide you in the development of a license. You may also want to check the requirements of any journals you plan to submit to - do they require data associated with your manuscript to be made public? Note that only the intellectual property rights holder(s) can issue a license, so it is crucial to clarify who owns those rights.</span></p> <p><span style="font-weight: 400;">Consider whether attribution is important to you; if so, select a license whose terms require that data used by others be properly attributed to the original authors. Include a copy of your end-user license with your Data Management Plan.</span></p>
fr_ca: <p><span style="font-weight: 400;">Les licences d&eacute;terminent les utilisations permises de vos donn&eacute;es. Les organismes de financement et les d&eacute;p&ocirc;ts de donn&eacute;es peuvent avoir des exigences en mati&egrave;re de licence d&rsquo;utilisation finale&thinsp;; autrement, ils peuvent toujours vous guider dans l&rsquo;&eacute;laboration d&rsquo;une licence. Vous pouvez &eacute;galement v&eacute;rifier les exigences des revues auxquelles vous pr&eacute;voyez soumettre votre revue. Celles-ci exigent-elles que les donn&eacute;es associ&eacute;es &agrave; votre manuscrit soient rendues publiques&thinsp;? Notez que les d&eacute;tenteurs des droits de propri&eacute;t&eacute; intellectuelle sont les seuls &agrave; pouvoir d&eacute;livrer une licence&thinsp;; vous devez donc de pr&eacute;ciser qui d&eacute;tient ces droits.</span></p> <p><span style="font-weight: 400;">L&rsquo;attribution est-elle importante pour vous&thinsp;? Choisissez une licence dont les conditions exigent que les donn&eacute;es utilis&eacute;es par d&rsquo;autres soient correctement attribu&eacute;es aux auteurs originaux, le cas &eacute;ch&eacute;ant. Joignez une copie de votre licence d&rsquo;utilisateur final &agrave; votre plan de gestion des donn&eacute;es.</span></p>

source: <span style="font-weight: 400;">The datasets analysed during the current study are available in the University of Calgary&rsquo;s PRISM Dataverse repository, [https://doi.org/exampledoi].</span>
fr_ca: <span style="font-weight: 400;">Les ensembles de donn&eacute;es analys&eacute;s au cours de la pr&eacute;sente &eacute;tude sont disponibles dans le d&eacute;p&ocirc;t PRISM Dataverse de l&rsquo;Universit&eacute; de Calgary</span><span style="font-weight: 400;"> [https://doi.org/exampledoi].</span>

source: <span style="font-weight: 400;">Choose a repository that offers persistent identifiers such as a DOI. These are persistent links that provide stable long-term access to your data. Ensure you put a data availability statement in your article, with proper citation to the location of your data. If possible, put this under its own heading. If the journal does not use this heading in its formatting, you could include this information in your Methods section or as a supplementary file you provide.</span>
fr_ca: <span style="font-weight: 400;">Choisissez un d&eacute;p&ocirc;t qui offre des identificateurs persistants tels qu&rsquo;un identifiant d&rsquo;objet num&eacute;rique. Il s&rsquo;agit de liens persistants qui fournissent un acc&egrave;s stable &agrave; long terme &agrave; vos donn&eacute;es. Assurez-vous de mettre une d&eacute;claration de disponibilit&eacute; des donn&eacute;es dans votre article, avec une citation appropri&eacute;e de l&rsquo;emplacement de vos donn&eacute;es. Si possible, placez cette d&eacute;claration sous sa propre rubrique. Si la revue n&rsquo;utilise pas cette rubrique dans son formatage, vous pouvez inclure cette information dans votre section M&eacute;thodes ou dans un fichier suppl&eacute;mentaire que vous fournissez.</span>

source: <span style="font-weight: 400;">Your data management plan has identified important data activities in your project. Identify who will be responsible -- individuals or organizations -- for carrying out these parts of your data management plan. This could also include the time frame associated with these staff responsibilities and any training needed to prepare staff for these duties. Systematic review projects have stages, which can act as great reminders to ensure that data associated with each stage are made accessible to other project members in a timely fashion. </span>
fr_ca: <span style="font-weight: 400;">Votre plan de gestion des donn&eacute;es comporte des activit&eacute;s importantes en mati&egrave;re de donn&eacute;es dans votre projet. D&eacute;signez la personne ou l&rsquo;organisation qui sera responsable de la r&eacute;alisation de ces parties de votre plan de gestion des donn&eacute;es. Vous pouvez aussi inclure le calendrier associ&eacute; &agrave; ces responsabilit&eacute;s du personnel et les formations n&eacute;cessaires pour pr&eacute;parer le personnel &agrave; ces t&acirc;ches. Les projets de revue syst&eacute;matique comportent des &eacute;tapes qui peuvent servir de rappel pour s&rsquo;assurer que les donn&eacute;es associ&eacute;es &agrave; chaque &eacute;tape sont rendues accessibles aux autres membres du projet au moment opportun. </span>

source: <p><span style="font-weight: 400;">Indicate a succession strategy for these data in the event that one or more people responsible for the data leaves. Describe the process to be followed in the event that the Principal Investigator leaves the project. In some instances, a co-investigator or the department or division overseeing this research will assume responsibility.</span></p> <span style="font-weight: 400;">If data is deposited into a shared space as each stage of the review is completed, there is greater likelihood that the team has all of the data necessary to successfully handle personnel changes. </span><strong>NOTE: </strong><span style="font-weight: 400;">Shared storage spaces such as Dropbox and Google drive are attached to an individual&rsquo;s account and storage capacity so consideration needs to be given as to who should be the primary account holder for the shared storage space, and how data will be transferred to another account if that person leaves the team.</span>
fr_ca: <p><span style="font-weight: 400;">Indiquez une strat&eacute;gie de rel&egrave;ve pour ces donn&eacute;es au cas o&ugrave; une ou plusieurs personnes responsables des donn&eacute;es quitteraient le projet. D&eacute;crivez le processus &agrave; suivre si le chercheur principal quitte le projet. Dans certains cas, un co-chercheur ou le d&eacute;partement ou la division qui supervise cette recherche en assumera la responsabilit&eacute;.</span></p> <p><span style="font-weight: 400;">Si les donn&eacute;es sont d&eacute;pos&eacute;es dans un espace partag&eacute; &agrave; la fin de chaque &eacute;tape de la revue, il est plus probable que l&rsquo;&eacute;quipe dispose de toutes les donn&eacute;es n&eacute;cessaires pour g&eacute;rer avec succ&egrave;s les changements de personnel. </span><strong>NOTEZ</strong><span style="font-weight: 400;">&nbsp;: les espaces de stockage partag&eacute;s tels que Dropbox et Google Drive sont li&eacute;s au compte et &agrave; la capacit&eacute; de stockage d&rsquo;une personne. Il faut donc bien choisir le titulaire principal du compte pour l&rsquo;espace de stockage partag&eacute; et la mani&egrave;re dont les donn&eacute;es seront transf&eacute;r&eacute;es sur un autre compte si cette personne quitte l&rsquo;&eacute;quipe.</span></p>

source: <span style="font-weight: 400;">Consider the cost of systematic review management software and citation management software if you are applying for a grant, as well as the cost for shared storage space, if needed. What training do you or your team need to ensure that everyone is able to adhere to the processes/policies outlined in the data management plan? </span>
fr_ca: <span style="font-weight: 400;">Tenez compte du co&ucirc;t du logiciel de gestion de la revue syst&eacute;matique et du logiciel de gestion des citations si vous demandez une subvention&thinsp;; tenez &eacute;galement compte du co&ucirc;t de l&rsquo;espace de stockage partag&eacute;, le cas &eacute;ch&eacute;ant. Quelle formation pourrait &ecirc;tre utile pour vous ou votre &eacute;quipe pour faire en sorte que chacun est en mesure de respecter les processus ou les politiques dans le plan de gestion des donn&eacute;es&thinsp;? </span>

source: <span style="font-weight: 400;">Most reviews do not include sensitive data, but if you are using individual patient-level data in your meta-analysis there may be data sharing agreements that are required between institutions. These approvals require coordination with the legal teams between multiple institutions and will necessitate secure data management practices. This type of data will not be open for sharing. Sensitive data should never be shared via email or cloud storage services such as Dropbox.</span>
fr_ca: <span style="font-weight: 400;">La plupart des revues syst&eacute;matiques ne comportent pas de donn&eacute;es sensibles, mais si vous utilisez des donn&eacute;es individuelles sur les patients dans votre m&eacute;ta-analyse, il se peut que des ententes de partage de donn&eacute;es soient n&eacute;cessaires entre les &eacute;tablissements. Ces ententes exigent une coordination entre les services juridiques des &eacute;tablissements et n&eacute;cessitent des pratiques de gestion des donn&eacute;es s&eacute;curis&eacute;es. Ces donn&eacute;es ne seront pas partag&eacute;es librement. Les donn&eacute;es sensibles ne doivent jamais &ecirc;tre partag&eacute;es par courrier &eacute;lectronique ou par des services de stockage dans le nuage tels que Dropbox.</span>

source: <span style="font-weight: 400;">Systematic reviews generally do not generate sensitive data, however, it may be useful for different readers (e.g., funders, ethics boards) if you explicitly indicate that you do not expect to generate sensitive data.</span>
fr_ca: <span style="font-weight: 400;">Les revues syst&eacute;matiques ne g&eacute;n&egrave;rent g&eacute;n&eacute;ralement pas de donn&eacute;es sensibles, cependant, certains lecteurs (par exemple, les bailleurs de fonds, les comit&eacute;s d&rsquo;&eacute;thique) pourraient trouver utile que vous indiquiez explicitement que vous n&rsquo;envisagez pas de g&eacute;n&eacute;rer de donn&eacute;es sensibles.</span>

source: <p><span style="font-weight: 400;">Be aware that PDF articles and even database records used in your review may be subject to copyright. You can store them in your group project space, but they should not be shared as part of your open dataset.</span></p> <p><span style="font-weight: 400;">If you are reusing others&rsquo; published datasets as part of your meta-analysis, ensure that you are complying with any applicable licences on the original dataset, and properly cite that dataset.</span></p>
fr_ca: <p><span style="font-weight: 400;">Sachez que les articles en format PDF et les enregistrements de base de donn&eacute;es utilis&eacute;s dans votre revue peuvent &ecirc;tre soumis &agrave; des droits d&rsquo;auteur. Vous pouvez les stocker dans votre espace de projet pour le groupe, mais ils ne doivent pas &ecirc;tre partag&eacute;s avec votre ensemble de donn&eacute;es en libre acc&egrave;s.</span></p> <p><span style="font-weight: 400;">Si vous r&eacute;utilisez des ensembles de donn&eacute;es publi&eacute;s par autrui dans le cadre de votre m&eacute;ta-analyse, assurez-vous que vous respectez toutes les licences applicables aux ensembles de donn&eacute;es originaux et citez correctement ces ensembles de donn&eacute;es.</span></p>
