Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">Outline the steps, materials, and methods that you will use to document how you will analyze the data collected in your study.</span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez les &eacute;tapes, le mat&eacute;riel et les m&eacute;thodes que vous utiliserez pour documenter la fa&ccedil;on dont vous analyserez les donn&eacute;es recueillies dans votre &eacute;tude.</span></p>

source: <p><span style="font-weight: 400;">This section is designed for you to provide information about your data, so that others will be able to better understand, interpret, and potentially re-use your data for secondary analysis.</span></p>
fr_ca: <p><span style="font-weight: 400;">Fournissez des renseignements sur vos donn&eacute;es, afin que d&rsquo;autres puissent mieux comprendre, interpr&eacute;ter et &eacute;ventuellement r&eacute;utiliser vos donn&eacute;es pour une analyse secondaire.</span></p>

source: <p><span style="font-weight: 400;">This section will ask you to outline how you will store and manage your data throughout the research process. </span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez comment vous allez stocker et g&eacute;rer vos donn&eacute;es tout au long du processus de recherche.</span></p>

source: <p><span style="font-weight: 400;">Describe the steps that will ensure that your data will be available and usable for the foreseeable future after your study is complete.</span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez les &eacute;tapes qui garantiront que vos donn&eacute;es seront disponibles et utilisables dans un avenir pr&eacute;visible apr&egrave;s la fin de votre &eacute;tude.</span></p>

source: <p><span style="font-weight: 400;">Outline any ethical and legal implications placed on your research data.</span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez les incidences &eacute;thiques et juridiques de vos donn&eacute;es de recherche.</span></p>

source: <p><span style="font-weight: 400;">Indicate who will be working with the data at various stages, and describe their responsibilities.</span></p>
fr_ca: <p><span style="font-weight: 400;">Indiquez les personnes qui travailleront avec les donn&eacute;es &agrave; diff&eacute;rents stades et d&eacute;crivez leurs responsabilit&eacute;s.</span></p>

source: <p><span style="font-weight: 400;">Provide information about how you will make your data available and/or discoverable to the broader community.</span></p>
fr_ca: <p>Indiquez la mani&egrave;re dont vous allez rendre vos donn&eacute;es disponibles ou accessibles &agrave; un public &eacute;largi.</p>

source: <p><span style="font-weight: 400;">Describe the components that will be required to develop the software/technology in question.</span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez les &eacute;l&eacute;ments qui seront n&eacute;cessaires pour d&eacute;velopper le logiciel ou la technologie en question.</span></p>

source: <p><span style="font-weight: 400;">Provide an outline of the documentation and information that would be required for someone else to understand and reuse your software/technology.</span></p>
fr_ca: <p><span style="font-weight: 400;">Donnez un aper&ccedil;u de la documentation et de l&rsquo;information n&eacute;cessaire pour qu&rsquo;une autre personne puisse comprendre et r&eacute;utiliser votre logiciel ou technologie.</span></p>

source: <p><span style="font-weight: 400;">Describe how your software/technology will be available for the foreseeable future after the study is complete.</span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez comment votre logiciel ou technologie sera disponible dans un avenir pr&eacute;visible une fois l&rsquo;&eacute;tude termin&eacute;e.</span></p>

source: <p><span style="font-weight: 400;">Provide any ethical or legal restrictions that may impact how you use and/or distribute your software/technology.</span></p>
fr_ca: <p><span style="font-weight: 400;">Indiquez toute restriction &eacute;thique ou l&eacute;gale qui pourrait avoir un impact sur la fa&ccedil;on dont vous utilisez ou distribuez votre logiciel ou technologie.</span></p>

source: <p><span style="font-weight: 400;">Outline who is responsible for the development and monitoring of the software/technology over the course of the study.</span></p>
fr_ca: <p><span style="font-weight: 400;">Indiquez qui est responsable du d&eacute;veloppement et du suivi du logiciel ou de la technologie pendant la dur&eacute;e de l&rsquo;&eacute;tude.</span></p>

source: <p><span style="font-weight: 400;">Describe how you will make your software/technology discoverable and accessible to others once it is complete.</span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez comment vous allez faire en sorte que votre logiciel ou technologie puisse &ecirc;tre d&eacute;couvert et accessible aux autres une fois qu&rsquo;il sera termin&eacute;.</span></p>

source: <p><span style="font-weight: 400;">Outline the steps, materials, and methods that you will use during the data analysis phase of your study.</span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez les &eacute;tapes, le mat&eacute;riel et les m&eacute;thodes que vous utiliserez pendant la phase d&rsquo;analyse des donn&eacute;es de votre &eacute;tude.</span></p>

source: <p><span style="font-weight: 400;">This section will focus on including information that would be required for someone else to interpret and re-use your data.</span></p>
fr_ca: <p><span style="font-weight: 400;">Fournissez l&rsquo;information n&eacute;cessaire &agrave; une autre personne pour interpr&eacute;ter et r&eacute;utiliser vos donn&eacute;es.</span></p>

source: <p><span style="font-weight: 400;">Describe and outline how and where your data will be stored throughout the research project.</span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez et indiquez la m&eacute;thode et l&rsquo;endroit pour le stockage des donn&eacute;es tout au long du projet de recherche.</span></p>

source: <p><span style="font-weight: 400;">Outline the ethical and legal implications placed on your research data.</span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez les incidences &eacute;thiques et juridiques de vos donn&eacute;es de recherche.</span></p>

source: <p><span style="font-weight: 400;">Describe the steps that will ensure that your data will be available and usable for the foreseeable future after your study is complete. </span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez les &eacute;tapes qui garantiront que vos donn&eacute;es seront disponibles et utilisables dans un avenir pr&eacute;visible apr&egrave;s la fin de votre &eacute;tude.</span></p>

source: <p><span style="font-weight: 400;">All research conducted in the Research Data Centres (hereafter RDC), using Statistics Canada data exclusively, is secondary in nature. There is no data collection involved in this project. These data are owned and maintained by Statistics Canada with storage and access provided by the Canadian Research Data Centres Network.</span></p> <p><span style="font-weight: 400;">Raw data in the RDC are stored in multiple formats including but not limited to .SAS (SAS), .dta (STATA), and .shp (shapefiles) as appropriate. The availability of StatTransfer&trade; software within the RDCs and continued management by Statistics Canada will ensure that the data will be accessible indefinitely should the file formats currently in use become obsolete.&nbsp;</span></p> <p><span style="font-weight: 400;">The data provided by Statistics Canada are assigned unique identifiers which can be used to identify the data in any research output.&nbsp;</span></p>
fr_ca: <p><span style="font-weight: 400;">Toutes les recherches effectu&eacute;es dans des Centres de donn&eacute;es de recherche (d&eacute;sign&eacute;es comme CDR dans le pr&eacute;sent document) sont secondaires de nature. Il n&rsquo;y a pas de collecte de donn&eacute;es dans cette partie du projet. Ces donn&eacute;es appartiennent &agrave; Statistique Canada qui est aussi responsable de leur maintien&thinsp;; le stockage de ces donn&eacute;es et l&rsquo;acc&egrave;s &agrave; celles-ci sont offerts par le R&eacute;seau canadien des Centres de donn&eacute;es de recherche.</span></p> <p><span style="font-weight: 400;">Les donn&eacute;es brutes dans le CDR sont stock&eacute;es dans de multiples formats, notamment&nbsp;: .SAS (SAS), .dta (STATA), et .shp (fichiers de forme) selon le cas. La disponibilit&eacute; du logiciel StatTransfer&trade; dans les CDR et la gestion continue par Statistique Canada garantiront que les donn&eacute;es seront accessibles ind&eacute;finiment si les formats de fichiers actuellement utilis&eacute;s deviennent obsol&egrave;tes.&nbsp;</span></p> <p><span style="font-weight: 400;">Les donn&eacute;es fournies par Statistique Canada sont dot&eacute;es d&rsquo;identifiants uniques qui peuvent &ecirc;tre utilis&eacute;s pour identifier les donn&eacute;es dans tous les produits de recherche. </span></p>

source: <p>Documentation provided by Statistics Canada in the RDC is available to any data-users. This documentation is freely available to those with approved projects, and contains information about the sample selection process, a copy of the questionnaire, and a codebook.</p>
fr_ca: <p>La documentation fournie par Statistique Canada dans le CDR sera mise &agrave; la disposition de tous les utilisateurs de ces donn&eacute;es. Cette documentation est rendue disponible gratuitement aux chercheurs dont les projets ont &eacute;t&eacute; approuv&eacute;s, et contient des informations sur le processus de s&eacute;lection de l&rsquo;&eacute;chantillon, une copie du questionnaire et un guide de codification.</p>

source: <p><span style="font-weight: 400;">Data storage is managed by the CRDCN in partnership with Statistics Canada&nbsp;on Servers located across the network. The current policy of the CRDCN is to store project data (syntax, releases, and anything else stored in the project folder) for ten years. Data are backed up on site and accessible through a highly secured network from any of the other RDC locations.</span></p>
fr_ca: <p>Le stockage des donn&eacute;es est g&eacute;r&eacute; par le RCCDR en partenariat avec Statistique Canada sur des serveurs situ&eacute;s dans le r&eacute;seau. La politique actuelle du RCCDR est de stocker les donn&eacute;es des projets (syntaxe, versions et tout autre &eacute;l&eacute;ment stock&eacute; dans le dossier du projet) pendant dix ans. Ces donn&eacute;es sont sauvegard&eacute;es sur place et accessibles par un r&eacute;seau hautement s&eacute;curis&eacute; &agrave; partir de n&rsquo;importe quel autre site du RDC.</p>

source: <p><span style="font-weight: 400;">The work conducted in the RDC for this project is kept based on the Contract ID provided by the RDC program which can be used by anyone on the project team to retrieve the code and supporting documents for a period of 10 years as described above in &ldquo;Storage and Backup&rdquo;. Raw data that is the property of Statistics Canada, i.e. RDC data are permanently stored by Statistics Canada, but can never be released to the researcher. Researchers can also preserve all user-generated RDC research data that meets the criteria for release through a vetting request via a repository such as FRDR (though it is again emphasized that the raw RDC data cannot be shared). Best practices for reproducible work require indefinite preservation of research data (so in the case of RDC research, this means metadata, syntax, methodology).</span></p>
fr_ca: <p>Le travail effectu&eacute; dans le CDR pour ce projet est conserv&eacute; sur la base du num&eacute;ro de contrat fourni par le programme du CDR qui peut &ecirc;tre utilis&eacute; par n&rsquo;importe quel membre de l&rsquo;&eacute;quipe du projet pour r&eacute;cup&eacute;rer le code et les documents justificatifs pendant une p&eacute;riode de 10 ans, selon les indications dans la partie &laquo;&thinsp;Stockage et sauvegarde&thinsp;&raquo;. Les donn&eacute;es brutes qui sont la propri&eacute;t&eacute; de Statistique Canada, c&rsquo;est-&agrave;-dire les donn&eacute;es des CDR, sont stock&eacute;es de fa&ccedil;on permanente par Statistique Canada, mais ne peuvent jamais &ecirc;tre donn&eacute;es aux chercheurs. Les chercheurs peuvent &eacute;galement conserver toutes les donn&eacute;es de recherche des CDR g&eacute;n&eacute;r&eacute;es par les utilisateurs qui r&eacute;pondent aux crit&egrave;res de diffusion par le biais d&rsquo;une demande de v&eacute;rification via un d&eacute;p&ocirc;t tel que le DFDR (encore ici, les donn&eacute;es brutes des CDR ne peuvent pas &ecirc;tre partag&eacute;es). Les meilleures pratiques pour les travaux reproductibles exigent la conservation ind&eacute;finie des donn&eacute;es de recherche (donc, dans le cas de la recherche en CDR, cela signifie les m&eacute;tadonn&eacute;es, la syntaxe, la m&eacute;thodologie).</p>

source: <p><span style="font-weight: 400;">Because the Statistics Canada Microdata files are collected under assurances of confidentiality and are owned and controlled by Statistics Canada, they cannot be shared by any member of the research team.&nbsp;</span></p> <p><span style="font-weight: 400;">Access to the data in the RDCs is governed by the CRDCN's Access and Fee-for-service policy in </span><a href="https://crdcn.org/sites/default/files/uploads/crdcn_affs_policy.pdf"><span style="font-weight: 400;">English</span></a><span style="font-weight: 400;"> or </span><a href="https://crdcn.org/sites/default/files/uploads/crdcn_affs_policy_fr.pdf"><span style="font-weight: 400;">French</span></a><span style="font-weight: 400;">. The policy provides free access to university-based researchers who are network members and provides access to others on a cost-recovery basis.</span></p> <p><span style="font-weight: 400;">The CRDCN and Statistics Canada promote their data holdings through social media and their respective websites. In addition, CRDCN data are required to be cited in any and all publications with the Statistics Canada Record Number so that readers are able to find the data. In addition, all publications using RDC data should include the RDC contract ID so that potential users can find information on the original contract. This information is available on the CRDCN website (</span><a href="https://crdcn.org/publications"><span style="font-weight: 400;">crdcn.org/publications</span></a><span style="font-weight: 400;">). </span></p>
fr_ca: <p><span style="font-weight: 400;">&Eacute;tant donn&eacute; que les fichiers de microdonn&eacute;es de Statistique Canada sont recueillis avec une garantie de leur confidentialit&eacute; et qu&rsquo;ils sont d&eacute;tenus et contr&ocirc;l&eacute;s par Statistique Canada, ils ne peuvent &ecirc;tre partag&eacute;s par aucun membre de l&rsquo;&eacute;quipe de recherche.&nbsp;</span></p> <p><span style="font-weight: 400;">L&rsquo;acc&egrave;s aux donn&eacute;es dans les CDR est r&eacute;gi par la politique d&rsquo;acc&egrave;s et de frais de service du RCCDR en </span><a href="https://crdcn.org/sites/default/files/uploads/crdcn_affs_policy.pdf"><span style="font-weight: 400;">anglais</span></a><span style="font-weight: 400;"> ou en </span><a href="https://crdcn.org/sites/default/files/uploads/crdcn_affs_policy_fr.pdf"><span style="font-weight: 400;">fran&ccedil;ais</span></a><span style="font-weight: 400;">. Cette politique offre un acc&egrave;s gratuit aux chercheurs universitaires qui sont membres du r&eacute;seau et donne acc&egrave;s aux autres sur la base du recouvrement des co&ucirc;ts.</span></p> <p><span style="font-weight: 400;">Le RCCDR et Statistique Canada font la promotion de leurs fonds de donn&eacute;es par le biais des m&eacute;dias sociaux et de leurs sites web respectifs. De plus, les donn&eacute;es du RCCDR doivent &ecirc;tre cit&eacute;es dans toutes les publications avec le num&eacute;ro d&rsquo;enregistrement afin que les lecteurs puissent trouver les donn&eacute;es. Par ailleurs, toutes les publications utilisant les donn&eacute;es du RCCDR doivent inclure l&rsquo;identifiant du contrat du RCCDR afin que les utilisateurs potentiels puissent trouver des informations sur le contrat original. Ces informations sont disponibles sur le site web du RCCDR (<a href="https://crdcn.org/fr/publications">crdcn.org/fr/publications</a>).</span></p>

source: <p><span style="font-weight: 400;">The CRDCN and Statistics Canada will maintain the research data even if the researcher leaves their organization.</span></p> <p><span style="font-weight: 400;">CRDCN enjoys the support of CIHR, SSHRC and CFI as well as receiving funds from the partner universities. There is no charge to the users of the RDCs for the data management conducted under the auspices of CRDCN and Statistics Canada as described within this DMP.&nbsp;</span></p> <p><span style="font-weight: 400;">CRDCN does not employ consistency checking to ensure that the code provided alongside requests for research results to be released from the secure facility truly creates the output as requested. The responsibility for ensuring that the code and documents describing their use work as intended and are clear to other users who might access them lies with the researchers in the RDC. The CRDCN has a mechanism to ensure that the code is saved alongside all of the research output used to support the conclusions of any published works.</span></p>
fr_ca: <p><span style="font-weight: 400;">Le RCCDR et Statistique Canada conserveront les donn&eacute;es de recherche m&ecirc;me si le chercheur quitte leur organisation.</span></p> <p><span style="font-weight: 400;">Le RCCDR b&eacute;n&eacute;ficie du soutien des IRSC, du CRSH et de la FCI ainsi que des fonds des universit&eacute;s partenaires. Les utilisateurs des CDR n&rsquo;ont aucuns frais &agrave; payer pour la gestion des donn&eacute;es effectu&eacute;e sous les auspices du RCCDR et de Statistique Canada, comme d&eacute;crit dans le pr&eacute;sent PGD.&nbsp;</span></p> <p><span style="font-weight: 400;">Le RCCDR n&rsquo;utilise pas de contr&ocirc;le de coh&eacute;rence pour s&rsquo;assurer que le code fourni avec les demandes de communication des r&eacute;sultats de recherche &agrave; partir de l&rsquo;installation s&eacute;curis&eacute;e cr&eacute;e r&eacute;ellement le r&eacute;sultat demand&eacute;. La responsabilit&eacute; de s&rsquo;assurer que le code et les documents d&eacute;crivant leur utilisation fonctionnent comme pr&eacute;vu et sont clairs pour les autres utilisateurs qui pourraient y acc&eacute;der incombe aux chercheurs du CDR. Le RCCDR dispose d&rsquo;un m&eacute;canisme permettant de garantir que le code est sauvegard&eacute; avec tous les r&eacute;sultats de recherche utilis&eacute;s pour &eacute;tayer les conclusions de tout travail publi&eacute;.</span></p>
