Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: Editing contributor
de: Mitwirkenden bearbeiten
es: Colaborador de edición
fi: Muokataan osallistujan tietoja
pt_br: Colaborador de edição
sv_fi: Redigerar bidragsgivare
tr_tr: Katkıda bulunan kişi düzenleniyor

source: View all contributors
de: Alle Mitwirkenden anzeigen
es: Ver todos los contribuyentes
fi: Näytä kaikki osallistujat
pt_br: Ver todos os colaboradores
sv_fi: Visa alla bidragsgivare
tr_tr: Tüm katkıda bulunanları görüntüle

source: Please list the project’s Principal Investigator(s) and those responsible for data management.
de: Bitte listen Sie die Principal Investigator (s) des Projekts und die für die Datenverwaltung Verantwortlichen auf.
es: Indique los investigadores principales del proyecto y los responsables de la gestión de datos.
fi: Luettele projektin vastuulliset tutkijat ja datanhallinnasta vastaavat henkilöt.
pt_br: Liste o(s) principal(is) investigador(es) do projeto e os responsáveis pelo gerenciamento de dados.
sv_fi: Vänligen lista projektets huvudutredare och de ansvariga för datahantering.
tr_tr: Lütfen projenin yürütücüsünü ve veri yönetiminden sorumlu kişi(ler)i listeleyin.

source: No contributors have been defined.
de: Es wurden keine Mitwirkenden definiert.
es: No se han definido contribuyentes.
fi: Osallistujia ei ole määritelty.
pt_br: Nenhum colaborador foi definido.
sv_fi: Inga bidragsgivare har definierats.
tr_tr: Katkıda bulunan hiç kimse tanımlanmadı.

source: Add a contributor
de: Fügen Sie einen Mitwirkenden hinzu
es: Agregar un contribuyente
fi: Lisää osallistuja
pt_br: Adicionar um colaborador
sv_fi: Lägg till en bidragsgivare
tr_tr: Katkıda bulunan bir kişi ekle

source: New contributor
de: Neuer Mitwirkender
es: Nuevo colaborador
fi: Uusi osallistuja
pt_br: Novo colaborador
sv_fi: Ny bidragsgivare
tr_tr: Yeni katkıda bulunan kişi

source: Please do not reply to this email.
de: Bitte antworten Sie nicht auf diese Email.
es: Por favor no responder a este email.
fi: Älä vastaa tähän sähköpostiin.
pt_br: Por favor, não responda esta mensagem.
sv_fi: Var god och svara ej på detta mail.
tr_tr: Lütfen bu e-postayı yanıtlamayın

source: Access token
de: Zugangstoken
es: Token de acceso
fi: Käyttöoikeustunnus
pt_br: Token de acesso
sv_fi: Åtkomsttoken
tr_tr: Erişim Tokenı

source: Click the button below to generate an API token
de: Klicken Sie auf die Schaltfläche unten, um ein API-Token zu generieren
es: Haga clic en el botón de abajo para generar un token de API
fi: Napsauta alla olevaa painiketta luodaksesi API-tunnuksen
pt_br: Clique no botão abaixo para gerar um token de API
sv_fi: Klicka på knappen nedan för att skapa en API-token
tr_tr: Bir API Token'ı oluşturmak için aşağıdaki düğmeye tıklayın

source: Documentation
de: Dokumentation
es: Documentación
fi: Dokumentointi
pt_br: Documentação
sv_fi: Dokumentation
tr_tr: Belgeler

source: See the <a href="%{api_v0_wiki}">documentation for v0</a> for more details on the original API which includes access to statistics, the full text of plans and the ability to connect users with departments.
de: Weitere Informationen zur ursprünglichen API finden Sie in der <a href="%{api_v0_wiki}">Dokumentation zu Version 0.</a> Dazu gehören der Zugriff auf Statistiken, der vollständige Text der Pläne und die Möglichkeit, Benutzer mit Abteilungen zu verbinden.
es: Consulte la <a href="%{api_v0_wiki}">documentación de v0</a> para obtener más detalles sobre la API original, que incluye acceso a estadísticas, el texto completo de los planes y la capacidad de conectar a los usuarios con los departamentos.
fi: Katso <a href="%{api_v0_wiki}">v0</a> : n <a href="%{api_v0_wiki}">dokumentaatiosta</a> lisätietoja alkuperäisestä sovellusliittymästä, joka sisältää pääsyn tilastoihin, suunnitelmien koko tekstin ja mahdollisuuden yhdistää käyttäjät osastoihin.
pt_br: Consulte a <a href="%{api_v0_wiki}">documentação da v0</a> para obter mais detalhes sobre a API original, que inclui acesso a estatísticas, o texto completo dos planos e a capacidade de conectar usuários a departamentos.
sv_fi: Se <a href="%{api_v0_wiki}">dokumentationen för v0</a> för mer information om det ursprungliga API: et som inkluderar åtkomst till statistik, planens fullständiga text och möjligheten att ansluta användare till avdelningar.
tr_tr: İstatistiklere erişimi, planların tam metnini ve kullanıcıları bölümleriyle eşleştirme becerisini içeren orijinal API hakkında daha fazla ayrıntı için <a href="%{api_v0_wiki}">v0 belgeleri</a> adresini ziyaret edin.

source: See the <a href="%{api_v1_wiki}">documentation for v1</a> for more details on the API that supports the <a href="%{rda_standard_url}">RDA Common metadata standard for DMPs.</a>
de: Weitere Informationen zur API, die den <a href="%{rda_standard_url}">allgemeinen RDA-Metadatenstandard für DMPs</a> unterstützt, finden Sie in der <a href="%{api_v1_wiki}">Dokumentation</a> <a href="%{rda_standard_url}">zu Version 1.</a>
es: Consulte la <a href="%{api_v1_wiki}">documentación de v1</a> para obtener más detalles sobre la API que admite el <a href="%{rda_standard_url}">estándar de metadatos común RDA para DMP.</a>
fi: Katso <a href="%{api_v1_wiki}">v1</a> <a href="%{rda_standard_url}">: n ohjeista</a> lisätietoja sovellusliittymästä, joka tukee <a href="%{rda_standard_url}">RDA: n yleistä metatietostandardia DMP: lle.</a>
pt_br: Consulte a <a href="%{api_v1_wiki}">documentação da v1</a> para obter mais detalhes sobre a API que suporta o <a href="%{rda_standard_url}">padrão de metadados RDA Common para PGDs.</a>
sv_fi: Se <a href="%{api_v1_wiki}">dokumentationen för v1</a> för mer information om API som stöder <a href="%{rda_standard_url}">RDA Common metadata standard för DMP.</a>
tr_tr: <a href="%{rda_standard_url}">VYPler için ortak RDA üst veri standartlarını </a> destekleyen API hakkında daha detaylı bilgi edinmek için <a href="%{api_v1_wiki}"> adresindeki v1 </a>dokümanları ziyaret edin.

source: Regenerate token
de: Token regenerieren
es: Regenerar ficha
fi: Luo tunnus uudelleen
pt_br: Regenerar Token
sv_fi: Återskapa token
tr_tr: Token'ı yeniden oluştur

source: API Access
de: API-Zugriff
es: Acceso API
fi: API-käyttöoikeus
pt_br: Acesso API
sv_fi: API-åtkomst
tr_tr: API Erişimi

source: Admin
de: Administrator
es: Administración
fi: Ylläpitäjä
pt_br: Administrador
sv_fi: Administratör
tr_tr: Yönetici

source: Api Clients
es: Clientes Api
fi: Api-asiakkaat
pt_br: Clientes da API
sv_fi: Api-klienter
tr_tr: API İstemcileri

source: logo
pt_br: Logotipo
sv_fi: logotyp

source: Loading...
de: Laden...
es: Cargando...
fi: Ladataan ...
pt_br: Carregando...
sv_fi: Läser in...
tr_tr: Yükleniyor...

source: %{n} results are available, use up and down arrows to navigate suggestions. Use the Enter key to select a suggestion or the Escape key to close the suggestions.
de: %{n} Ergebnisse sind verfügbar. Verwenden Sie die Aufwärts- und Abwärtspfeile, um durch die Vorschläge zu navigieren. Verwenden Sie die Eingabetaste, um einen Vorschlag auszuwählen, oder die Escape-Taste, um die Vorschläge zu schließen.
es: Los resultados de %{n} están disponibles, use las flechas hacia arriba y hacia abajo para navegar por las sugerencias. Use la tecla Intro para seleccionar una sugerencia o la tecla Escape para cerrar las sugerencias.
fi: %{n} tulokset ovat saatavilla. Käytä ylös ja alas nuolia navigoidaksesi ehdotuksiin. Käytä Enter-näppäintä valitaksesi ehdotuksen tai Escape-näppäintä sulkeaksesi ehdotukset.
pt_br: Os resultados %{n} estão disponíveis, use as setas para cima e para baixo para navegar pelas sugestões. Use a tecla Enter para selecionar uma sugestão ou a tecla Escape para fechar as sugestões.
sv_fi: %{n} resultat är tillgängliga, använd upp- och nedpilarna för att navigera i förslag. Använd Enter-knappen för att välja ett förslag eller Escape-knappen för att stänga förslagen.
tr_tr: %{n} sonuç mevcut, önerilerde gezinmek için yukarı ve aşağı oklarını kullanın. Bir öneri seçmek için Enter tuşunu veya önerileri kapatmak için Çıkış tuşunu kullanın.

source: No results are available for your entry.
de: Für Ihren Eintrag sind keine Ergebnisse verfügbar.
es: No hay resultados disponibles para su entrada.
fi: Tuloillesi ei ole tuloksia.
pt_br: Nenhum resultado está disponível para sua entrada.
sv_fi: Inga resultat är tillgängliga för din post.
tr_tr: Girişiniz için sonuç bulunamadı.

source: Searching ...
de: Suchen ...
es: Buscando ...
fi: Etsitään ...
pt_br: Procurando ...
sv_fi: Söker ...
tr_tr: Aranıyor ...

source: - Enter a search term %{examples} -
de: - Geben Sie einen Suchbegriff ein %{examples} -
es: - Introduzca un término de búsqueda %{examples} -
fi: - Syötä hakutermi %{examples} -
pt_br: - Digite um termo de pesquisa %{examples} -
sv_fi: - Ange en sökterm %{examples} -

source: No results matched your filter criteria.
de: Keine Ergebnisse entsprechen Ihren Filterkriterien.
es: Ningún resultado coincidió con sus criterios de filtro.
fi: Yksikään tulos ei vastannut suodatusehtojasi.
pt_br: Nenhum resultado correspondeu aos seus critérios de filtro.
sv_fi: Inga resultat matchade dina filterkriterier.

source: Close
de: Nah dran
es: Cerrar
fi: kiinni
pt_br: Fechar
sv_fi: Stänga

source: %{topic} search
de: %{topic} suchen
es: %{topic} búsqueda
fi: %{topic} haku
pt_br: %{topic} pesquisa
sv_fi: %{topic} sökning

source: Apply filter(s)
de: Filter anwenden
es: Aplicar filtro(s)
fi: Käytä suodattimia
pt_br: Aplicar filtro (s)
sv_fi: Använd filter

source: Select
de: Auswählen
es: Seleccione
fi: Valitse
pt_br: Selecionar
sv_fi: Välj

source: Click to select %{item_name}
de: Klicken, um %{item_name} auszuwählen
es: Haga clic para seleccionar %{item_name}
fi: Napsauta valitaksesi %{item_name}
pt_br: Clique para selecionar %{item_name}
sv_fi: Klicka för att välja %{item_name}

source: Click to remove %{item_name}
de: Zum Entfernen anklicken %{item_name}
es: Haga clic para eliminar %{item_name}
fi: Napsauta poistaaksesi %{item_name}
pt_br: Clique para remover %{item_name}
sv_fi: Klicka för att ta bort %{item_name}

source: Add condition
de: Bedingung hinzufügen
es: Añadir condición
fi: Lisää ehto
pt_br: Adicionar condição
sv_fi: Lägg till villkor
tr_tr: Koşul ekle

source: Option
de: Möglichkeit
es: Opción
fi: Vaihtoehto
pt_br: Opção
sv_fi: Alternativ
tr_tr: Seçenek

source: Action
de: Aktion
es: Acción
fi: Toiminta
pt_br: Ação
sv_fi: Handling
tr_tr: Eylem

source: Edit email
de: E-Mail bearbeiten
es: Editar correo electrónico
fi: Muokkaa sähköpostia
pt_br: Editar email
sv_fi: Redigera e-post
tr_tr: E-postayı düzenle

source: Send email
de: E-Mail senden
es: Enviar correo electrónico
fi: Lähettää sähköpostia
pt_br: Enviar email
sv_fi: Skicka epost
tr_tr: E-posta gönder

source: recipient_email@example.com
de: Empfänger_email@example.com
es: recipiente_email@ejemplo.com
pt_br: destinatário_e-mail@exemplo.com
tr_tr: alıcı_epostasi@ornek.com

source: Email content
de: E-Mail-Inhalt
es: Contenido de correo electronico
fi: Sähköpostisisältö
pt_br: Conteúdo de email
sv_fi: E-postinnehåll
tr_tr: E-posta içeriği

source: Discard
de: Verwerfen
es: Descarte
fi: Hylkää
pt_br: Descartar
sv_fi: Kassera
tr_tr: Göz ardı et

source: Save
de: sparen
es: Salvar
fi: Tallentaa
pt_br: Salvar
sv_fi: Spara
tr_tr: Kaydet

source: Description
de: Beschreibung
es: Descripción
fi: Kuvaus
pt_br: Descrição
sv_fi: Beskrivning
tr_tr: Açıklama

source: Sections
de: Abschnitte
es: Secciones
fi: Osiot
pt_br: Seções
sv_fi: Sektioner
tr_tr: Bölümler

source: Questions
de: Fragen
es: Preguntas
fi: Kysymykset
pt_br: Perguntas
sv_fi: Frågor
tr_tr: Sorular

source: Plan
de: Planen
fi: Suunnitelma
pt_br: Plano
sv_fi: planen

source: Type
de: Art
es: Escribe
fi: Tyyppi
pt_br: Tipo
sv_fi: Typ
tr_tr: Tür

source: Actions
de: Aktionen
es: Acciones
fi: Toiminnot
pt_br: Ações
sv_fi: Åtgärder
tr_tr: Eylemler

source: Question %{number}:
de: Frage %{number}:
es: Pregunta %{number}:
fi: Kysymyksen %{number}:
pt_br: Pergunta %{number}:
sv_fi: Fråga %{number}:
tr_tr: Soru %{number}:

source: Add Conditions
de: Bedingungen hinzufügen
es: Agregar condiciones
fi: Lisää ehtoja
pt_br: Adicionar condições
sv_fi: Lägg till villkor
tr_tr: Koşul Ekle

source: Save this question before adding conditions.
de: Speichern Sie diese Frage, bevor Sie Bedingungen hinzufügen.
es: Guarde esta pregunta antes de agregar condiciones.
fi: Tallenna tämä kysymys ennen ehtojen lisäämistä.
pt_br: Salve esta pergunta antes de adicionar condições.
sv_fi: Spara den här frågan innan du lägger till villkor.
tr_tr: Koşul eklemeden önce bu soruyu kaydedin.

source: Question conditions
de: Fragebedingungen
es: Condiciones de la pregunta
fi: Kysymyksen ehdot
pt_br: Condições da pergunta
sv_fi: Fråga villkor
tr_tr: Soru koşulları

source: Annotations
de: Anmerkungen
es: anotaciones
fi: Huomautukset
pt_br: Anotações
sv_fi: anteckningar
tr_tr: Ek açıklamalar

source: Identifiers
de: Kennungen
es: Identificadores
fi: tunnisteet
pt_br: Identificadores
sv_fi: identifierare
tr_tr: Tanımlayıcılar

source: Please enter your Shibboleth Entity ID
de: Bitte geben Sie Ihre Shibboleth-Entitäts-ID ein
es: Ingrese su ID de entidad Shibboleth
fi: Anna Shibboleth -yksikön tunnuksesi
pt_br: Digite seu ID de entidade Shibboleth
sv_fi: Vänligen ange ditt Shibboleth-enhets-ID
tr_tr: Lütfen Shibboleth Kimlik Numaranızı giriniz

source: Organisation Lookup
de: Organisationssuche
es: Búsqueda de organización
fi: Organisaation haku
pt_br: Pesquisa de organização
sv_fi: Organisationssökning
tr_tr: Kuruluş Arama

source: If any of the above identifiers are incorrect or missing, please <a href="%{contact_us_url}">contact us</a> to have them updated.
de: Wenn eine der oben genannten Kennungen falsch ist oder fehlt, <a href="%{contact_us_url}">kontaktieren Sie uns</a> bitte, um sie aktualisieren zu lassen.
es: Si alguno de los identificadores anteriores es incorrecto o falta, <a href="%{contact_us_url}">contáctenos</a> para actualizarlo.
fi: Jos jokin yllä mainituista tunnisteista on väärä tai puuttuu, ota <a href="%{contact_us_url}">meihin yhteyttä</a> päivittääksesi ne.
pt_br: Se algum dos identificadores acima estiver incorreto ou ausente, entre em <a href="%{contact_us_url}">contato conosco</a> para atualizá-lo.
sv_fi: Om någon av ovanstående identifierare är felaktiga eller saknas, vänligen <a href="%{contact_us_url}">kontakta oss för</a> att få dem uppdaterade.
tr_tr: Yukarıdaki tanımlayıcılardan herhangi biri hatalı veya eksikse, bunları güncellemek için lütfen <a href="%{contact_us_url}"> bizimle iletişime geçin.</a>

source: Merge Organisations
de: Organisationen zusammenführen
es: Fusionar organizaciones
fi: Yhdistä organisaatiot
pt_br: Unir Organizações
sv_fi: Slå samman organisationer
tr_tr: Kuruluşları Birleştir

source: Please select the Organisation that will replace the current organisation: '<strong>%{org_name}</strong>'.
de: Bitte wählen Sie die Organisation aus, die die aktuelle Organisation ersetzen soll: ' <strong>%{org_name}</strong> '.
es: Seleccione la organización que reemplazará a la organización actual: ' <strong>%{org_name}</strong> '.
fi: Valitse organisaatio, joka korvaa nykyisen organisaation: ' <strong>%{org_name}</strong> '.
pt_br: Selecione a organização que substituirá a organização atual: ' <strong>%{org_name}</strong> '.
sv_fi: Välj den organisation som kommer att ersätta den nuvarande organisationen: ' <strong>%{org_name}</strong> '.
tr_tr: Lütfen mevcut kuruluşun yerini alacak kuruluşu seçin: '<strong>%{org_name}</strong>'.

source: Then click the 'analyze' button to review the proposed changes. Note that no changes will take place until you have reviewed and approve of the changes.
de: Klicken Sie dann auf die Schaltfläche „Analysieren“, um die vorgeschlagenen Änderungen zu überprüfen. Beachten Sie, dass keine Änderungen vorgenommen werden, bis Sie die Änderungen überprüft und genehmigt haben.
es: Luego haga clic en el botón 'analizar' para revisar los cambios propuestos. Tenga en cuenta que no se realizarán cambios hasta que los haya revisado y aprobado.
fi: Napsauta sitten 'analysoi' -painiketta tarkastellaksesi ehdotettuja muutoksia. Huomaa, että muutoksia ei tapahdu, ennen kuin olet tarkistanut ja hyväksynyt muutokset.
pt_br: Em seguida, clique no botão 'analisar' para revisar as alterações propostas. Observe que nenhuma alteração ocorrerá até que você as analise e aprove.
sv_fi: Klicka sedan på knappen "analysera" för att granska de föreslagna ändringarna. Observera att inga ändringar kommer att äga rum förrän du har granskat och godkänt ändringarna.
tr_tr: Ardından önerilen değişiklikleri incelemek için 'analiz et' butonunu tıklayın. Siz değişiklikleri gözden geçirip onaylayana kadar hiçbir değişiklik yapılmayacağını dikkate alın.

source: Analyze
de: Analysieren
es: Analizar
fi: Analysoida
pt_br: Analisar
sv_fi: Analysera
tr_tr: Analiz et

source: This information can only be changed by a system administrator. Contact %{support_email} if you have questions or to request changes.
pt_br: Essas informações só podem ser alteradas por um administrador do sistema. Entre em contato com %{support_email} se tiver dúvidas ou solicitar alterações.

source: A managed Org is one that can have its own Guidance and/or Templates. An unmanaged Org is one that was automatically created by the system when a user entered/selected it.
de: Eine verwaltete Organisation kann eigene Anleitungen und / oder Vorlagen haben. Eine nicht verwaltete Organisation wurde vom System automatisch erstellt, als ein Benutzer sie eingegeben / ausgewählt hat.
es: Una Org gestionada es aquella que puede tener su propia Orientación y / o Plantillas. Una Org no administrada es aquella que fue creada automáticamente por el sistema cuando un usuario la ingresó / seleccionó.
fi: Hallittu Org on sellainen, jolla voi olla omat oppaat ja / tai mallit. Hallitsematon Org on järjestelmä, jonka järjestelmä loi automaattisesti käyttäjän syöttäessä / valitessaan.
pt_br: Uma organização gerenciada é aquela que pode ter suas próprias orientações e / ou modelos. Uma organização não gerenciada é aquela criada automaticamente pelo sistema quando um usuário a inseriu / selecionou.
sv_fi: En hanterad organisation är en som kan ha sin egen vägledning och / eller mallar. En okontrollerad organisation är en som skapades automatiskt av systemet när en användare angav / valde den.
tr_tr: Yönetilen bir Kuruluş, kendi Kılavuzuna ve/veya Şablonlarına sahip olabilen kuruluştur. Yönetilmeyen bir Kuruluş, bir kullanıcı girdiğinde/seçtiğinde sistem tarafından otomatik olarak oluşturulan kuruluştur.

source: Managed? (allows Org Admins to access the Admin menu)
de: Gelang es? (Ermöglicht Org Admins den Zugriff auf das Admin-Menü)
es: Gestionado? (permite a los administradores de la organización acceder al menú Admin)
fi: Johdetaan? (antaa Org Admins: lle pääsyn Järjestelmänvalvoja-valikkoon)
pt_br: Gerenciou? (permite que os administradores da organização acessem o menu Admin)
sv_fi: Hanteras? (gör att Org Admins kan komma åt Admin-menyn)
tr_tr: Yönetilen? (Kuruluş Yöneticilerinin Yönetici menüsüne erişmesine izin verir)

source: Help Desk email
es: Correo electrónico de la mesa de ayuda
fi: Help Desk -sähköposti
pt_br: E-mail do Help Desk
sv_fi: Help Desk e-post

source: Google Analytics Tracker
es: Rastreador de Google Analytics
fi: Google Analytics -seuranta
pt_br: Rastreador do Google Analytics
tr_tr: Google Analytics İzleyici

source: Tracker Code
es: Código de seguimiento
fi: Seurantakoodi
pt_br: Código do Rastreador
sv_fi: Spårningskod
tr_tr: İzleyici Kodu

source: Homepage
de: Startseite
es: Página principal
fi: kotisivu
pt_br: Pagina inicial
sv_fi: Hemsida
tr_tr: Ana Sayfa

source: Contact
de: Kontakt
es: contacto
fi: Yhteyshenkilö
pt_br: Contato
sv_fi: Kontakt
tr_tr: İletişim

source: Last Accessed
de: Zuletzt aufgerufen
es: Último accedido
fi: Viimeksi käytetty
pt_br: Último acesso
sv_fi: Senaste åtkomst
tr_tr: Son Erişim

source: Never
de: Nie
es: Nunca
fi: Ei ikinä
pt_br: Nunca
sv_fi: Aldrig
tr_tr: Asla

source: You are about to delete '%{client_name}'. They will no longer be able to access the API. Are you sure?
de: Sie sind dabei, '%{client_name}' zu löschen. Sie können nicht mehr auf die API zugreifen. Bist du sicher?
es: Está a punto de eliminar '%{client_name}'. Ya no podrán acceder a la API. ¿Estás seguro?
fi: Olet poistamassa tiedostoa %{client_name}. He eivät voi enää käyttää sovellusliittymää. Oletko varma?
pt_br: Você está prestes a excluir '%{client_name}'. Eles não poderão mais acessar a API. Você tem certeza?
sv_fi: Du håller på att radera '%{client_name}'. De kommer inte längre att kunna komma åt API: et. Är du säker?
tr_tr: '%{client_name}' öğesini silmek üzeresiniz. Artık API'ye erişemeyecekler. Emin misiniz?

source: You are about to delete '%{contributor_name}'. Are you sure?
de: Du bist dabei '%{contributor_name}' zu löschen. Bist du sicher?
es: Está a punto de eliminar '%{contributor_name}'. ¿Estás seguro?
fi: Olet poistamassa '%{contributor_name}'. Oletko varma?
pt_br: Você está prestes a excluir '%{contributor_name}'. Você tem certeza?
sv_fi: Du håller på att radera '%{contributor_name}'. Är du säker?
tr_tr: '%{contributor_name}' öğesini silmek üzeresiniz. Emin misiniz?

source: Expiration
de: Ablauf
es: Caducidad
fi: Päättyminen
pt_br: Expiração
sv_fi: Utgång
tr_tr: Bitiş Zamanı

source: Managed
de: Gelang es
es: Gestionado
fi: Ylläpito
pt_br: Gerenciou
tr_tr: Yönetilen
