Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <span style="font-weight: 400;">File names should:</span><br /> <ul> <li><span style="font-weight: 400;">Clearly identify the name of the project (Unique identifier, Project Abbreviation), timeline (use the </span><a href="https://www.iso.org/iso-8601-date-and-time-format.html">ISO date standard</a>) and type of data in the file;</li> <li>Avoid use of special characters, such as&nbsp; $ % ^ &amp; # | :, to prevent errors and use an underscore ( _)&nbsp; or dash (-) rather than spaces;</li> <li><span style="font-weight: 400;">Be as concise as possible. Some instruments may limit you to specific characters. Check with your labs for any naming Standard Operating Procedures (SOPs) or requirements.&nbsp;</span></li> </ul> <span style="font-weight: 400;">Data Structure:</span><br /> <ul> <li><span style="font-weight: 400;">It is important to keep track of different copies or versions of files, files held in different formats or locations, and information cross-referenced between files. This process is called 'version control'. For versioning, the format of vMajor.Minor.Patch should be used (i.e. v1.1.0);</span></li> <li>Logical file structures, informative naming conventions and clear indications of file versions all contribute to better use of your data during and after your research project.&nbsp; These practices will help ensure that you and your research team are using the appropriate version of your data and minimize confusion regarding copies on different computers and/or on different media.&nbsp;</li> </ul> <ul> <li style="list-style-type: none;">&nbsp;</li> </ul> <span style="font-weight: 400;">Read more about file naming and version control:</span> <a href="https://researchdata.library.ubc.ca/plan/organize-your-data/"><span style="font-weight: 400;">UBC Library</span></a> <span style="font-weight: 400;">or</span> <a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Les noms des fichiers doivent&nbsp;:</span><br /> <ul> <li><span style="font-weight: 400;">Identifier clairement le nom du projet (identifiant unique, abr&eacute;viation du projet), le calendrier (utiliser <a href="https://www.iso.org/fr/iso-8601-date-and-time-format.html">la norme de date ISO</a>) et le type de donn&eacute;es dans le fichier&thinsp;;</span></li> <li><span style="font-weight: 400;">&Eacute;viter l&rsquo;utilisation de caract&egrave;res sp&eacute;ciaux, tels que $ % ^ &amp; # | :, pour &eacute;viter les erreurs et utiliser un trait de soulignement ( _ ) ou un tiret (-) plut&ocirc;t que des espaces&thinsp;;</span></li> <li><span style="font-weight: 400;">&Ecirc;tre aussi concis que possible. Certains instruments peuvent vous limiter &agrave; des caract&egrave;res sp&eacute;cifiques. V&eacute;rifiez aupr&egrave;s de vos laboratoires les proc&eacute;dures op&eacute;rationnelles standard (POS) ou les exigences en mati&egrave;re de nomenclature. </span></li> </ul> <span style="font-weight: 400;">La structure des donn&eacute;es&nbsp;:</span><br /> <ul> <li><span style="font-weight: 400;">Il est important de garder une trace des diff&eacute;rentes copies ou versions de fichiers, des fichiers d&eacute;tenus dans diff&eacute;rents formats ou emplacements, et des r&eacute;f&eacute;rences crois&eacute;es entre les fichiers. Ce processus s&rsquo;appelle la &ldquo;gestion de versions&rdquo;. Pour la gestion des versions, il convient d&rsquo;utiliser le format de vMajeure.Mineure.Correction (c&rsquo;est-&agrave;-dire v1.1.0);</span></li> <li><span style="font-weight: 400;">Des structures de fichiers logiques, des conventions d&rsquo;appellation informatives et des indications claires sur les versions des fichiers contribuent &agrave; une meilleure utilisation de vos donn&eacute;es pendant et apr&egrave;s votre projet de recherche. Ces pratiques permettront de s&rsquo;assurer que vous et votre &eacute;quipe de recherche utilisez la version appropri&eacute;e de vos donn&eacute;es et de minimiser la confusion concernant les copies sur diff&eacute;rents ordinateurs ou sur diff&eacute;rents supports informatiques.</span></li> <li style="list-style-type: none;">&nbsp;</li> </ul> <span style="font-weight: 400;">Voici des liens pour plus de renseignements sur la nomenclature et la gestion de versions des fichiers : </span><a href="https://biblio.uottawa.ca/fr/services/professeurs/gestion-donnees-recherche/designation-fichiers-disposition-donnees"><span style="font-weight: 400;">Biblioth&egrave;que de l&rsquo;Universit&eacute; d'Ottawa</span></a><span style="font-weight: 400;"> et</span> <a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span>

source: <span style="font-weight: 400;">Typically, good documentation includes information about the study, data-level descriptions and any other contextual information required to make the data usable by other researchers. Elements to document, as applicable, include: research methodology, variable definitions, vocabularies, classification systems, units of measurement, assumptions made, format and file type of the data, and details of who has worked on the project and performed each task, etc.&nbsp;&nbsp;</span><br /><span style="font-weight: 400;"><br />A readme file describing your formatting, naming conventions and procedures can be used to promote use and facilitate adherence to data policies. For instance, describe the names or naming process used for your study sites.</span><br /><span style="font-weight: 400;"><br />Verify the spelling of study site names using the</span> <a href="https://www.nrcan.gc.ca/earth-sciences/geography/querying-canadian-geographical-names-database/9170"><span style="font-weight: 400;">Canadian Geographical Names Database</span></a><span style="font-weight: 400;">.&nbsp;</span><br /><span style="font-weight: 400;"><br />If your data will be collected on Indigenous lands, ensure your naming scheme follows the naming conventions determined by the community.</span>
fr_ca: <span style="font-weight: 400;">En r&egrave;gle g&eacute;n&eacute;rale, une bonne documentation comprend de l&rsquo;information sur l&rsquo;&eacute;tude, des descriptions par rapport aux donn&eacute;es et toute autre information contextuelle n&eacute;cessaire pour rendre les donn&eacute;es utilisables par d&rsquo;autres chercheurs. Les &eacute;l&eacute;ments que vous devriez documenter comprennent, le cas &eacute;ch&eacute;ant&nbsp;: la m&eacute;thodologie de recherche, les d&eacute;finitions des variables, les glossaires, les syst&egrave;mes de classification, les unit&eacute;s de mesure, les hypoth&egrave;ses formul&eacute;es, le format et le type de fichier des donn&eacute;es et des pr&eacute;cisions sur les personnes qui ont travaill&eacute; sur le projet et effectu&eacute; chaque t&acirc;che, etc.&nbsp; </span><br /><span style="font-weight: 400;"><br /></span><span style="font-weight: 400;">Un fichier de type &ldquo;readme&rdquo; d&eacute;crivant votre formatage, vos conventions de d&eacute;nomination et vos proc&eacute;dures peut &ecirc;tre utilis&eacute; pour promouvoir l&rsquo;utilisation des politiques en mati&egrave;re de donn&eacute;es et faciliter l&rsquo;adh&eacute;sion &agrave; celles-ci. Par exemple, d&eacute;crivez les noms ou le processus de d&eacute;nomination utilis&eacute;s pour vos sites d&rsquo;&eacute;tude.<br /><br /></span><span style="font-weight: 400;">V&eacute;rifiez l&rsquo;orthographe des noms des sites d&rsquo;&eacute;tude &agrave; l&rsquo;aide de la </span><a href="https://www.rncan.gc.ca/sciences-de-la-terre/geographie/recherche-dans-la-base-de-donnees-toponymiques-du-canada/9171?_ga=2.204435792.1174193716.1599231880-835009576.1480622672"><span style="font-weight: 400;">Base de donn&eacute;es toponymiques du Canada</span></a><span style="font-weight: 400;">. </span><br /><span style="font-weight: 400;"><br />Si vos donn&eacute;es sont collect&eacute;es sur des terres autochtones, assurez-vous que votre syst&egrave;me de d&eacute;nomination suit les conventions de d&eacute;nomination d&eacute;termin&eacute;es par la communaut&eacute;.<br /></span>

source: <span style="font-weight: 400;">Include descriptions of sampling procedures and hardware or software used for data collection, including make, model and version where applicable. </span><strong>Sample and replicate labels</strong><span style="font-weight: 400;"> should have a consistent format (sample number, name, field site, date of collection, analysis requested and preservatives added, if applicable) and a corresponding document with descriptions of any codes or short forms used.&nbsp;</span><br /><span style="font-weight: 400;"><br />For examples and guidelines, see the </span><a href="https://www.ccme.ca/files/Resources/water/water_quality/protocols_document_e_final_101.pdf"><span style="font-weight: 400;">CCME Protocols Manual for Water Quality Sampling in Canada</span></a> <span style="font-weight: 400;">(taxonomy example p. 11, general guidelines p. 32-33).&nbsp;<br /></span><br /><span style="font-weight: 400;">Consistency, relevance and cost-efficiency are key factors of sample collection and depend on the scope of the project. For practical considerations, see &ldquo;4.3 Step 3. Optimizing Data Collection and Data Quality&rdquo; in the </span><a href="https://www.ccme.ca/files/Resources/water/water_quality/Guidance%20Manual%20for%20Optimizing%20Water%20Quality%20Monitoring%20Program%20Design_1.0_e.pdf"><span style="font-weight: 400;">CCME Guidance Manual for Optimizing Water Quality Monitoring Program Design</span></a><span style="font-weight: 400;">. </span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les proc&eacute;dures d&rsquo;&eacute;chantillonnage et le mat&eacute;riel ou les logiciels utilis&eacute;s pour la collecte des donn&eacute;es, y compris la marque, le mod&egrave;le et la version, le cas &eacute;ch&eacute;ant. Les <strong>&eacute;tiquettes des &eacute;chantillons et des r&eacute;pliques</strong> doivent avoir un format coh&eacute;rent (num&eacute;ro d&rsquo;&eacute;chantillon, nom, site de pr&eacute;l&egrave;vement, date de pr&eacute;l&egrave;vement, analyse demand&eacute;e et agents de conservation ajout&eacute;s, le cas &eacute;ch&eacute;ant) et un document correspondant avec la description des codes ou des formes abr&eacute;g&eacute;es utilis&eacute;s. </span><br /><span style="font-weight: 400;"><br /></span><span style="font-weight: 400;">Pour des exemples et des directives, consultez le <a href="https://www.ccme.ca/files/Resources/fr_water/fr_water_quality/protocols_document_f_final_1.0.pdf">Manuel des protocoles d&rsquo;&eacute;chantillonnage pour l&rsquo;analyse de la qualit&eacute; de l&rsquo;eau au Canada du CCME</a> (exemple de taxonomie p.&nbsp;12, directives g&eacute;n&eacute;rales p.&nbsp;36 et 37). <br /></span><br /><span style="font-weight: 400;">La coh&eacute;rence, la pertinence et la rentabilit&eacute; sont des facteurs cl&eacute;s de la collecte d&rsquo;&eacute;chantillons et celles-ci d&eacute;pendent de la port&eacute;e du projet. Pour des consid&eacute;rations pratiques, consultez le chapitre&nbsp;4.3 &Eacute;tape&nbsp;3. Optimisation de la collecte et de la qualit&eacute; de donn&eacute;es du </span><a href="https://www.ccme.ca/files/Resources/fr_water/fr_water_quality/Guidance%20Manual%20for%20Optimizing%20Water%20Quality%20Monitoring%20Program%20Design_1.0_f.pdf"><span style="font-weight: 400;">Guide pour l&rsquo;optimisation des programmes de suivi de la qualit&eacute; de l&rsquo;eau du CCME</span></a><span style="font-weight: 400;">. </span>

source: <span style="font-weight: 400;">It is important to have a standardized data analysis procedure and metadata detailing both the collection and analysis of the data. For guidance see &ldquo;4.4 Step 4. Data Analysis, Interpretation and Evaluation&rdquo; in the </span><a href="https://www.ccme.ca/files/Resources/water/water_quality/Guidance%20Manual%20for%20Optimizing%20Water%20Quality%20Monitoring%20Program%20Design_1.0_e.pdf"><span style="font-weight: 400;">CCME Guidance Manual for Optimizing Water Quality Monitoring Program Design</span></a><span style="font-weight: 400;">.</span><span style="font-weight: 400;">&nbsp;<br /></span><br /><span style="font-weight: 400;">If you will collect or analyze data as part of a wider program, such as the </span><a href="https://www.canada.ca/en/environment-climate-change/services/canadian-aquatic-biomonitoring-network/database.html"><span style="font-weight: 400;">Canadian Aquatic Biomonitoring Network</span></a><span style="font-weight: 400;">, include links to the appropriate guidance documents.</span>
fr_ca: <span style="font-weight: 400;">Il est important de disposer d&rsquo;une proc&eacute;dure d&rsquo;analyse des donn&eacute;es normalis&eacute;e et de m&eacute;tadonn&eacute;es d&eacute;taillant &agrave; la fois la collecte et l&rsquo;analyse des donn&eacute;es. Pour des conseils, consultez le chapitre&nbsp;4.4 &Eacute;tape&nbsp;4. Analyse, interpr&eacute;tation et &eacute;valuation des donn&eacute;es du <a href="https://www.ccme.ca/files/Resources/fr_water/fr_water_quality/Guidance%20Manual%20for%20Optimizing%20Water%20Quality%20Monitoring%20Program%20Design_1.0_f.pdf">Guide pour l&rsquo;optimisation des programmes de suivi de la qualit&eacute; de l&rsquo;eau du CCME</a>. <br /></span><br /><span style="font-weight: 400;">Si vous collectez ou analysez des donn&eacute;es dans le cadre d&rsquo;un programme plus large, tel que le </span><a href="https://www.canada.ca/fr/environnement-changement-climatique/services/reseau-canadien-biosurveillance-aquatique/base-donnees.html"><span style="font-weight: 400;">R&eacute;seau canadien de biosurveillance aquatique</span></a><span style="font-weight: 400;">, ajoutez les liens aux guides appropri&eacute;s.</span>

source: <span style="font-weight: 400;">Include documentation about what QA/QC procedures will be performed. For guidance see &ldquo;1.3 QUALITY ASSURANCE/CONTROL IN SAMPLING&rdquo; in the </span><a href="http://protocols.ccme.ca/"><span style="font-weight: 400;">CCME </span><span style="font-weight: 400;">Integrated guidance manual of sampling protocols for water quality monitoring in Canada</span></a> <span style="font-weight: 400;">or the </span><a href="https://pubs.usgs.gov/of/2018/1018/ofr20181018.pdf"><span style="font-weight: 400;">Quality-Control Design for Surface-Water Sampling in the National Water-Quality Network</span></a><span style="font-weight: 400;"> from the USGS.</span>
fr_ca: <span style="font-weight: 400;">Veuillez inclure la documentation sur les proc&eacute;dures d&rsquo;AQ ou de CQ qui seront utilis&eacute;es. Consultez le chapitre 1.3 ASSURANCE ET CONTR&Ocirc;LE DE LA QUALIT&Eacute; EN MATI&Egrave;RE D&rsquo;&Eacute;CHANTILLONNAGE du </span><a href="http://protocols.ccme.ca/?lang=fr"><span style="font-weight: 400;">Guide sur les protocoles d&rsquo;&eacute;chantillonnage pour la qualit&eacute; des eaux au Canada du CCME</span></a><span style="font-weight: 400;"> ou le</span><a href="https://pubs.usgs.gov/of/2018/1018/ofr20181018.pdf"> <span style="font-weight: 400;">Quality-Control Design for Surface-Water Sampling in the National Water-Quality Network</span></a><span style="font-weight: 400;"> de l&rsquo;USGS (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span>

source: <span style="font-weight: 400;">Consider how you will capture this information and where it will be recorded, ideally in advance of data collection and analysis, to ensure accuracy, consistency, and completeness of the documentation. Writing guidelines or instructions for the documentation process will enhance adoption and consistency among contributors. </span><span style="font-weight: 400;">Often, resources you have already created can contribute to this (e.g., laboratory Standard Operating Procedures (SOPs), recommended textbooks,&nbsp; publications, websites, progress reports, etc.).&nbsp;&nbsp;</span><br /><span style="font-weight: 400;"><br />It is useful to consult regularly with the members of the research team to capture potential changes in data collection or processing that need to be reflected in the documentation. Individual roles and workflows should include gathering data documentation as a key element. </span><span style="font-weight: 400;">Researchers should audit their documentation at a specific time interval (e.g., bi-weekly) to ensure documentation is created properly and information is captured consistently throughout the project. </span>
fr_ca: <span style="font-weight: 400;">R&eacute;fl&eacute;chissez &agrave; la mani&egrave;re dont vous allez saisir ces informations et &agrave; l&rsquo;endroit o&ugrave; elles seront enregistr&eacute;es, id&eacute;alement avant la collecte et l&rsquo;analyse des donn&eacute;es, afin de garantir l&rsquo;exactitude, la coh&eacute;rence et l&rsquo;exhaustivit&eacute; de la documentation. La r&eacute;daction de lignes directrices ou d&rsquo;instructions pour le processus de documentation favorisera l&rsquo;adoption et la coh&eacute;rence parmi les contributeurs. Souvent, les ressources que vous avez d&eacute;j&agrave; cr&eacute;&eacute;es peuvent y contribuer (par exemple, des proc&eacute;dures op&eacute;ratoires normalis&eacute;es (PON) des laboratoires, manuels recommand&eacute;s, publications, sites web, rapports d&rsquo;avancement, etc.).&nbsp;</span><br /><span style="font-weight: 400;"><br /></span><span style="font-weight: 400;">Consultez r&eacute;guli&egrave;rement les membres de l&rsquo;&eacute;quipe de recherche afin de saisir les changements potentiels dans la collecte ou le traitement des donn&eacute;es qui doivent &ecirc;tre refl&eacute;t&eacute;s dans la documentation. Les r&ocirc;les individuels et les flux de travail doivent inclure la collecte de la documentation sur les donn&eacute;es comme &eacute;l&eacute;ment cl&eacute;. Les chercheurs doivent v&eacute;rifier leur documentation &agrave; un intervalle de temps pr&eacute;cis (par exemple, toutes les deux semaines) pour s&rsquo;assurer que la documentation est cr&eacute;&eacute;e correctement et que l&rsquo;information est saisie de mani&egrave;re coh&eacute;rente tout au long du projet. </span>

source: <p><strong>Water Quality metadata standards:</strong></p> <ul> <li><a href="https://github.com/gordonfn/schema"><span style="font-weight: 400;">DS-WQX</span></a><span style="font-weight: 400;">: A schema designed for data entered into the DataStream repository based off of the US EPA&rsquo;s WQX standard.</span></li> <li><a href="https://www.epa.gov/waterdata/water-quality-data-wqx"><span style="font-weight: 400;">WQX</span></a><span style="font-weight: 400;">: Data model designed by the US EPA and USGS for upload to their water quality exchange portal.</span></li> </ul> <p><strong>Ecological metadata standards:</strong></p> <ul> <li style="font-weight: 400;"><a href="https://eml.ecoinformatics.org"><span style="font-weight: 400;">Ecological </span><span style="font-weight: 400;">Metadata Language (EML)</span></a><span style="font-weight: 400;">: A comprehensive vocabulary and a readable XML markup syntax for documenting research data.</span></li> </ul> <p><strong>Geographic metadata standards:</strong></p> <ul> <li><a href="https://www.dcc.ac.uk/resources/metadata-standards/iso-19115"><span style="font-weight: 400;">ISO 19115</span></a>: International Standards Organisation&rsquo;s schema for describing geographic information and services.</li> </ul> <span style="font-weight: 400;">Read more about metadata standards:</span><a href="http://www.dcc.ac.uk/resources/metadata-standards"> <span style="font-weight: 400;">UK Digital Curation Centre's Disciplinary Metadata</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><strong>Normes de m&eacute;tadonn&eacute;es en mati&egrave;re de qualit&eacute; de l&rsquo;eau&nbsp;:</strong></p> <ul> <li><a href="https://github.com/gordonfn/schema"><span>DS-WQX</span></a><span>&nbsp;</span><span>: Un sch&eacute;ma con&ccedil;u pour les donn&eacute;es entr&eacute;es dans le d&eacute;p&ocirc;t DataStream bas&eacute; sur la norme WQX de l&rsquo;EPA <em>(lien en</em> <em>anglais</em>).</span></li> <li><span><a href="https://www.epa.gov/waterdata/water-quality-data-wqx">WQX</a>&nbsp;: Mod&egrave;le de donn&eacute;es con&ccedil;u par l&rsquo;EPA des &Eacute;tats-Unis et l&rsquo;USGS pour le t&eacute;l&eacute;versement sur leur portail d&rsquo;&eacute;change sur la qualit&eacute; de l&rsquo;eau (<em>lien en anglais</em>).&nbsp;</span></li> </ul> <p><strong>Normes de m&eacute;tadonn&eacute;es &eacute;cologiques&nbsp;:</strong></p> <ul> <li style="font-weight: 400;"><a href="https://eml.ecoinformatics.org/"><span style="font-weight: 400;">Langage de m&eacute;tadonn&eacute;es &eacute;cologique (EML)</span></a><span style="font-weight: 400;"> : un vocabulaire global et une syntaxe de balisage XML lisible pour documenter les donn&eacute;es de recherche <em>(lien en anglais</em>)<em>.</em></span></li> </ul> <p><strong>Normes de m&eacute;tadonn&eacute;es g&eacute;ographiques :</strong></p> <ul> <li><a href="https://www.dcc.ac.uk/resources/metadata-standards/iso-19115"><span style="font-weight: 400;">ISO&nbsp;19115</span></a><span style="font-weight: 400;">&nbsp;</span><span style="font-weight: 400;">: sch&eacute;ma de l&rsquo;Organisation internationale de normalisation pour la description des informations et des services g&eacute;ographiques (<em>lien en anglais</em>).</span></li> </ul> <span style="font-weight: 400;">En savoir plus sur les normes relatives aux m&eacute;tadonn&eacute;es, consultez :</span>&nbsp;<a href="http://www.dcc.ac.uk/resources/metadata-standards"><span style="font-weight: 400;">M&eacute;tadonn&eacute;es disciplinaires du Centre de curation num&eacute;rique du Royaume-Uni</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span>

source: <span style="font-weight: 400;">Metadata describes a dataset and provides vital information such as owner, description, keywords, etc. that allow data to be shared and discovered effectively. Researchers are encouraged to adopt commonly used and interoperable metadata schemas (general or domain-specific), which focus on the exchange of data via open spatial standards. Dataset documentation should be provided in a standard, machine readable, openly-accessible format to enable the effective exchange of information between users and systems.&nbsp; </span>
fr_ca: <span style="font-weight: 400;">Les m&eacute;tadonn&eacute;es d&eacute;crivent un ensemble de donn&eacute;es et fournissent des informations essentielles telles que le propri&eacute;taire, la description, les mots cl&eacute;s, etc. qui permettent de partager et de d&eacute;couvrir les donn&eacute;es de mani&egrave;re efficace. Les chercheurs sont encourag&eacute;s &agrave; adopter des sch&eacute;mas de m&eacute;tadonn&eacute;es (g&eacute;n&eacute;raux ou sp&eacute;cifiques &agrave; un domaine) commun&eacute;ment utilis&eacute;s et interop&eacute;rables, qui mettent l&rsquo;accent sur l&rsquo;&eacute;change de donn&eacute;es via des normes spatiales ouvertes. La documentation des ensembles de donn&eacute;es doit &ecirc;tre fournie dans un format standard, lisible par machine et accessible &agrave; tous, afin de permettre un &eacute;change efficace d&rsquo;informations entre les utilisateurs et les syst&egrave;mes.&nbsp; </span>
