Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <span style="font-weight: 400;">Answer the following regarding file formats:</span><br /> <ol style="list-style-type: upper-alpha;"> <li><span style="font-weight: 400;">What file formats do you expect to collect (e.g. .doc, .csv, .jpg, .mov)?</span></li> <li><span style="font-weight: 400;">Are these file formats easy to share with other researchers from different disciplines? </span></li> <li><span style="font-weight: 400;">In the event that one of your chosen file formats becomes obsolete (or is no longer supported) how will you ensure access to the research data? </span></li> <li><span style="font-weight: 400;">Does your data need to be copied to a new media or cloud platform, or converted to a different file format when you store or publish your datasets?</span></li> </ol>
fr_ca: R&eacute;pondez aux questions suivantes concernant les formats de fichiers :<br /> <ol style="list-style-type: upper-alpha;"> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">En quels formats de fichier collecterez-vous les donn&eacute;es (p. ex. DOC, CSV, JPG, MOV)&thinsp;?</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Ces formats de fichiers sont-ils faciles &agrave; partager avec d&rsquo;autres chercheurs de diff&eacute;rentes disciplines&thinsp;?&nbsp;</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">i l&rsquo;un des formats de fichier que vous avez choisis devient d&eacute;suet (ou n&rsquo;est plus pris en charge), comment allez-vous garantir l&rsquo;acc&egrave;s aux donn&eacute;es de recherche&thinsp;?&nbsp;</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Vos donn&eacute;es doivent-elles &ecirc;tre copi&eacute;es sur un nouveau m&eacute;dia ou une plateforme infonuagique, ou converties dans un format de fichier diff&eacute;rent lorsque vous stockez ou publiez vos ensembles de donn&eacute;es&thinsp;?</span></li> </ol>

source: How will you undertake documentation of data collection, processing and analysis, within your workflow to create consistent support material? Who will be responsible for this task?
fr_ca: Comment allez-vous documenter la collecte, le traitement et l&rsquo;analyse des donn&eacute;es, dans le cadre de votre flux de travail, afin de cr&eacute;er un mat&eacute;riel d&rsquo;aide coh&eacute;rent&thinsp;? Qui sera responsable de cette t&acirc;che&thinsp;?

source: What is your anticipated backup and storage schedule? How often will you save your data, in what formats, and where?
fr_ca: Quel calendrier de sauvegarde et de stockage envisagez-vous&thinsp;? &Agrave; quelle fr&eacute;quence, dans quels formats et &agrave; quel endroit sauvegarderez-vous vos donn&eacute;es&thinsp;?

source: <span style="font-weight: 400;">Is digital preservation a component of your project and do you need to plan for long-term archiving and preservation?</span>
fr_ca: La pr&eacute;servation num&eacute;rique est-elle une composante de votre projet et devez-vous planifier l&rsquo;archivage et la pr&eacute;servation &agrave; long terme&thinsp;?

source: Will you encounter protected or personally-identifiable information in your research? If so, how will you make sure it stays secure and is accessed by approved team members only?
fr_ca: Dans le cadre de vos recherches, rencontrerez-vous des informations prot&eacute;g&eacute;es ou identificatoires&thinsp;? Le cas &eacute;ch&eacute;ant, comment vous assurerez-vous qu&rsquo;elles restent s&eacute;curis&eacute;es et que leur acc&egrave;s soit r&eacute;serv&eacute; aux membres de l&rsquo;&eacute;quipe approuv&eacute;s uniquement&thinsp;?

source: <span style="font-weight: 400;">What are the anticipated storage requirements for your project, in terms of storage space (in megabytes, gigabytes, terabytes, etc.)?</span>
fr_ca: Quels sont les besoins de stockage pr&eacute;vus pour votre projet, en mati&egrave;re d&rsquo;espace de stockage (en m&eacute;gaoctets, gigaoctets, t&eacute;raoctets, etc.)&thinsp;?

source: <span style="font-weight: 400;">If the project includes sensitive data, how will you ensure that it is securely managed and accessible only to approved members of the project?</span>
fr_ca: <span style="font-weight: 400;">Si le projet comporte des donn&eacute;es sensibles, comment allez-vous vous assurer qu&rsquo;elles sont g&eacute;r&eacute;es de mani&egrave;re s&eacute;curis&eacute;e et accessibles uniquement aux membres du projet autoris&eacute;s&thinsp;?</span>

source: <span style="font-weight: 400;">What conventions, methods, and standards will be used to structure, name and version-control your files to help you and others better understand how your data are organized? In other words, what types of metadata are being stored alongside the acquisition data? Ex: BIDS, NIDM.</span>
fr_ca: Quelles conventions, m&eacute;thodes et normes seront utilis&eacute;es pour structurer, nommer et g&eacute;rer les versions de vos fichiers afin de vous aider et aider les autres &agrave; mieux comprendre comment vos donn&eacute;es sont organis&eacute;es&thinsp;? Autrement dit, quels types de m&eacute;tadonn&eacute;es sont stock&eacute;s avec les donn&eacute;es d&rsquo;acquisition&thinsp;? Ex : BIDS, NIDM.

source: <span style="font-weight: 400;">If you are using a data management application to manage data, please name which system. Describe the features of the application that are important for this project in particular. Ex. provenance tracking, versioning, QC, longitudinal design. </span>
fr_ca: Si vous utilisez une application pour g&eacute;rer les donn&eacute;es, veuillez indiquer le syst&egrave;me utilis&eacute;. D&eacute;crivez les caract&eacute;ristiques de l&rsquo;application qui sont particuli&egrave;rement importantes pour ce projet. Ex. suivi de la provenance, gestion des versions, contr&ocirc;le de la qualit&eacute;, conception longitudinale.

source: What type of repository or storage service are you considering as the host of your shared data?
fr_ca: Quel type de d&eacute;p&ocirc;t ou de service de stockage envisagez-vous pour l&rsquo;h&eacute;bergement de vos donn&eacute;es partag&eacute;es&thinsp;?

source: <span style="font-weight: 400;">If external data are used in this study, please provide the data license &amp; data use agreement. </span>
fr_ca: Si des donn&eacute;es externes sont utilis&eacute;es dans cette &eacute;tude, veuillez fournir l&rsquo;accord de licence et d&rsquo;utilisation des donn&eacute;es.

source: How will you make sure that documentation is created or captured consistently throughout your project?
fr_ca: Comment ferez-vous en sorte que la documentation soit cr&eacute;&eacute;e ou saisie de mani&egrave;re coh&eacute;rente tout au long de votre projet&thinsp;?

source: What conventions and procedures will you use to structure, name and version-control your files to help you and others better understand how your data are organized?
fr_ca: Quelles conventions et proc&eacute;dures utiliserez-vous pour structurer, nommer et g&eacute;rer les versions de vos fichiers afin de vous aider et aider les autres &agrave; mieux comprendre comment vos donn&eacute;es sont organis&eacute;es&thinsp;?

source: If you are using a metadata standard and/or tools to document and describe your data, please list here.
fr_ca: Si vous utilisez une norme de m&eacute;tadonn&eacute;es ou des outils pour documenter et d&eacute;crire vos donn&eacute;es, veuillez les &eacute;num&eacute;rer ici.

source: How will the research team and other collaborators access, modify, and contribute data throughout the project?
fr_ca: De quelle mani&egrave;re l&rsquo;&eacute;quipe de recherche et les autres collaborateurs vont-ils acc&eacute;der aux donn&eacute;es, les modifier et y contribuer tout au long du projet&thinsp;?

source: What steps will be taken to help the research community know that your data exists?
fr_ca: Quelles mesures prendrez-vous pour faire savoir aux autres chercheurs que vos donn&eacute;es existent&thinsp;?

source: What resources will you require to implement your data management plan? What do you estimate the overall cost for data management to be?
fr_ca: De quelles ressources aurez-vous besoin pour mettre en &oelig;uvre votre plan de gestion des donn&eacute;es&thinsp;? &Agrave; combien estimez-vous le co&ucirc;t global de la gestion des donn&eacute;es&thinsp;?

source: How will you manage legal, ethical, and intellectual property issues?
fr_ca: Comment allez-vous g&eacute;rer les questions juridiques, &eacute;thiques et de propri&eacute;t&eacute; intellectuelle&thinsp;?

source: <span style="font-weight: 400;">What data collection instrument or scales will you use to collect the data?</span>
fr_ca: <span style="font-weight: 400;">Quel(s) instrument(s) de collecte de donn&eacute;es utiliserez-vous pour collecter les donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">What file formats will your data analysis files be saved in?</span>
fr_ca: <span style="font-weight: 400;">Dans quels formats seront sauvegard&eacute;s vos fichiers d&rsquo;analyse de donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">Who is the target population being investigated?</span>
fr_ca: <span style="font-weight: 400;">Quelle est la population cible de l&rsquo;enqu&ecirc;te&thinsp;?</span>

source: <span style="font-weight: 400;">Where will your data be stored during the</span><em><span style="font-weight: 400;"> data analysis</span></em><span style="font-weight: 400;"> phase?</span>
fr_ca: <span style="font-weight: 400;">&Agrave; quel endroit allez-vous stocker vos donn&eacute;es pendant la phase d&rsquo;</span><em><span style="font-weight: 400;">analyse des donn&eacute;es</span></em><span style="font-weight: 400;">&thinsp;?</span>

source: <span style="font-weight: 400;">Will your data be migrated to preservation formats?</span>
fr_ca: <span style="font-weight: 400;">Vos donn&eacute;es seront-elles migr&eacute;es vers des formats de pr&eacute;servation&thinsp;?</span>

source: <span style="font-weight: 400;">What ethical guidelines or restraints are applicable to your data?</span>
fr_ca: <span style="font-weight: 400;">Quelles directives ou contraintes &eacute;thiques s&rsquo;appliquent &agrave; vos donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">Who will have access to your data throughout the project? </span>
fr_ca: <span style="font-weight: 400;">Qui aura acc&egrave;s &agrave; vos donn&eacute;es tout au long du projet&thinsp;? </span>

source: <span style="font-weight: 400;">What restrictions are placed on your data that would prohibit it from being made publicly available?</span>
fr_ca: <span style="font-weight: 400;">Quelles restrictions impos&eacute;es &agrave; vos donn&eacute;es limiteraient le partage public des donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">Will you utilize any existing code to develop this software/technology? </span>
fr_ca: <span style="font-weight: 400;">Utiliserez-vous un code existant pour d&eacute;velopper ce logiciel ou cette technologie&thinsp;? </span>

source: <span style="font-weight: 400;">How will you track changes to code and dependencies?</span>
fr_ca: <span style="font-weight: 400;">Comment allez-vous suivre les modifications du code et des d&eacute;pendances&thinsp;?</span>

source: <span style="font-weight: 400;">Are there restrictions on how you can share your software/technology related to patents, copyright, or intellectual property?</span>
fr_ca: <span style="font-weight: 400;">Existe-t-il des restrictions sur la mani&egrave;re dont vous pouvez partager votre logiciel ou technologie par rapport aux brevets, droits d&rsquo;auteur ou propri&eacute;t&eacute; intellectuelle&thinsp;?</span>

source: <span style="font-weight: 400;">Where will your data be stored during the </span><em><span style="font-weight: 400;">data analysis</span></em><span style="font-weight: 400;"> phase?</span>
fr_ca: <span style="font-weight: 400;">&Agrave; quel endroit allez-vous stocker vos donn&eacute;es pendant la phase d&rsquo;</span><em><span style="font-weight: 400;">analyse des donn&eacute;es</span></em><span style="font-weight: 400;">&thinsp;?</span>

source: <span style="font-weight: 400;">What ethical guidelines or constraints are applicable to your data?</span>
fr_ca: <span style="font-weight: 400;">Quelles directives ou contraintes &eacute;thiques s&rsquo;appliquent &agrave; vos donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">Who will have access to your data throughout the project? Describe each collaborator&rsquo;s responsibilities in relation to having access to the data.</span>
fr_ca: <span style="font-weight: 400;">Qui aura acc&egrave;s &agrave; vos donn&eacute;es tout au long du projet&thinsp;? D&eacute;crivez les responsabilit&eacute;s de chaque collaborateur en ce qui concerne l&rsquo;acc&egrave;s aux donn&eacute;es.</span>

source: <span style="font-weight: 400;">What restrictions are placed on your data that would limit public data sharing?</span>
fr_ca: <span style="font-weight: 400;">Quelles restrictions impos&eacute;es &agrave; vos donn&eacute;es limiteraient le partage public des donn&eacute;es&thinsp;?</span>

source: How will you digitally document artwork, artistic processes, and other non-digital data? What conditions, hardware, software, and skills will you need?
fr_ca: Comment pr&eacute;voyez-vous de documenter sous forme num&eacute;rique les &oelig;uvres, processus artistiques ou autres donn&eacute;es non num&eacute;riques&thinsp;? Quels types de conditions, mat&eacute;riel, logiciels et comp&eacute;tences vous faut-il&thinsp;?

source: How will you consistently create metadata during your project?
fr_ca: Comment cr&eacute;erez-vous des m&eacute;tadonn&eacute;es concordantes pendant votre projet&thinsp;?

source: How will you store non-digital data during your project?
fr_ca: Comment stockerez-vous vos donn&eacute;es non num&eacute;riques pendant votre projet&thinsp;?

source: How will you ensure your digital data is preservation ready?
fr_ca: Comment allez-vous vous assurerer que vos donn&eacute;es sont pr&ecirc;tes &agrave; &ecirc;tre pr&eacute;serv&eacute;es ?

source: Who owns the data you will use in your project? Will the ownership of these data affect their sharing and reuse?
fr_ca: &Agrave; qui appartiennent les donn&eacute;es de votre projet&thinsp;? Le droit de propri&eacute;t&eacute; pourrait-il avoir un impact sur le partage et la r&eacute;utilisation des donn&eacute;es&thinsp;?

source: What resources will you need to implement your data management plan? How much will they cost?
fr_ca: Quelles ressources vous faut-il pour mettre en &oelig;uvre le plan de gestion des donn&eacute;es&thinsp;? Combien cela pourrait-il co&ucirc;ter&thinsp;?

source: If your project includes sensitive data, how will you ensure they are securely managed and accessible only to approved individuals during your project?
fr_ca: Si votre projet inclut des donn&eacute;es sensibles, quelles mesures prendrez-vous pour les g&eacute;rer de mani&egrave;re s&eacute;curitaire et faire en sorte qu&rsquo;elles soient uniquement accessibles aux personnes autoris&eacute;es&thinsp;?

source: <p><span style="font-weight: 400;">It is important to identify and understand as early as possible the methods which you will employ in collecting your data to ensure that they will support your needs, including supporting the secure collection of sensitive data if applicable.</span></p> <p><span style="font-weight: 400;">Describe the method(s) that you will use to collect your data.</span></p>
fr_ca: <p>Il est important de sp&eacute;cifier et de comprendre le plus t&ocirc;t possible les m&eacute;thodes que vous utiliserez pour collecter vos donn&eacute;es afin de vous assurer qu&rsquo;elles r&eacute;pondent &agrave; vos besoins, y compris la collecte s&eacute;curis&eacute;e de donn&eacute;es sensibles, le cas &eacute;ch&eacute;ant.<br /><br />D&eacute;crivez les m&eacute;thodes que vous utiliserez pour collecter vos donn&eacute;es.</p>

source: <span style="font-weight: 400;">Describe how you will ensure that documentation and metadata are created, captured and, if necessary, updated consistently throughout the research project.</span>
fr_ca: D&eacute;crivez comment vous ferez en sorte que la documentation et les m&eacute;tadonn&eacute;es soient cr&eacute;&eacute;es, saisies et, si n&eacute;cessaire, mises &agrave; jour de mani&egrave;re coh&eacute;rente tout au long du projet de recherche.

source: <span style="font-weight: 400;">Describe how much storage space you will require during the active phases of the research project, being sure to take into account file versioning and </span><span style="font-weight: 400;">data growth.</span>
fr_ca: D&eacute;crivez l&rsquo;espace de stockage dont vous aurez besoin pendant les phases actives du projet de recherche en tenant compte de la gestion des versions de fichiers et de la croissance des donn&eacute;es.

source: <span style="font-weight: 400;">What type of end-user license will you include with your data? </span>
fr_ca: Quel type de licence d&rsquo;utilisateur final allez-vous choisir pour vos donn&eacute;es&thinsp;?

source: <span style="font-weight: 400;">What resources will you require to implement your data management plan? What do you estimate the overall cost for data management to be?</span>
fr_ca: De quelles ressources aurez-vous besoin pour mettre en &oelig;uvre votre plan de gestion des donn&eacute;es&thinsp;? Quel est, selon vous, le co&ucirc;t global de la gestion des donn&eacute;es&thinsp;?

source: What are the technical details of each of the computational resources?
fr_ca: Quels sont les d&eacute;tails techniques de chacune des ressources de calcul&thinsp;?

source: Describe how digital files will be named and how their version(s) will be controlled to facilitate understanding of this organization.
fr_ca: Expliquer comment les fichiers num&eacute;riques seront nomm&eacute;s et comment seront g&eacute;r&eacute;e(s) leur(s) version(s) pour faciliter la compr&eacute;hension de cette organisation.

source: What are the costs related to the choice of deposit location and data preparation?
fr_ca: Des co&ucirc;ts sont-ils associ&eacute;s au choix du lieu de d&eacute;p&ocirc;t et &agrave; la pr&eacute;paration des donn&eacute;es?

source: Are there legal and intellectual property issues that will limit the opening of data?
fr_ca: Des questions juridiques et de propri&eacute;t&eacute; intellectuelle vont-elles limiter l'ouverture des donn&eacute;es ?

source: If applicable, indicate the metadata schema and tools used to document research data.
fr_ca: Le cas &eacute;ch&eacute;ant, indiquer le sch&eacute;ma de m&eacute;tadonn&eacute;es et les outils utilis&eacute;s pour documenter le mat&eacute;riel de recherche

source: <span style="font-weight: 400;">Some metadata is available by contacting the RDC analyst. Is the metadata for the data to be used in your analysis available outside of the RDC? Please provide the information about the availability of the metadata for your project here.</span>
fr_ca: Certaines m&eacute;tadonn&eacute;es sont disponibles en contactant l&rsquo;analyste des CDR. Les m&eacute;tadonn&eacute;es des donn&eacute;es &agrave; utiliser dans votre analyse sont-elles disponibles en dehors du CDR&thinsp;? Veuillez fournir les informations sur la disponibilit&eacute; des m&eacute;tadonn&eacute;es pour votre projet ici.

source: <span style="font-weight: 400;">What file formats will the supplementary data be collected and processed in? Will these formats permit sharing and long-term access to the data? How will you structure, name and version these files in a way easily understood by others?</span>
fr_ca: Dans quels formats de fichier les donn&eacute;es suppl&eacute;mentaires seront-elles collect&eacute;es et trait&eacute;es&thinsp;? Ces formats permettront-ils le partage des donn&eacute;es et leur acc&egrave;s &agrave; long terme&thinsp;? Comment allez-vous structurer et nommer ces fichiers et g&eacute;rer leurs versions de mani&egrave;re &agrave; ce qu&rsquo;ils soient facilement compr&eacute;hensibles par les autres&thinsp;?

source: <span style="font-weight: 400;">Please provide the information about the availability of the metadata for your project here (both the RDC data and your external data). Some metadata for RDC datasets is available by contacting the RDC analyst. </span>
fr_ca: Veuillez indiquer ici les informations concernant la disponibilit&eacute; des m&eacute;tadonn&eacute;es pour votre projet (les donn&eacute;es des CDR et vos donn&eacute;es externes). Certaines m&eacute;tadonn&eacute;es pour les ensembles de donn&eacute;es des CDR sont disponibles en contactant l&rsquo;analyste des CDR.

source: <span style="font-weight: 400;">How will the research team and other collaborators access, modify, and contribute data throughout the project?</span>
fr_ca: Comment l&rsquo;&eacute;quipe de recherche et les autres collaborateurs vont-ils acc&eacute;der aux donn&eacute;es, les modifier et y contribuer tout au long du projet&thinsp;?

source: <span style="font-weight: 400;">What steps will you take to help the research community know that these data exist?</span>
fr_ca: Quelles mesures allez-vous prendre pour faire savoir &agrave; la communaut&eacute; des chercheurs que ces donn&eacute;es existent&thinsp;?

source: <span style="font-weight: 400;">For the supplemental/external data, what resources will you require to implement your data management plan for all your research Data (i.e. RDC data and external/supplemental)? What do you estimate the overall cost for data management to be?</span>
fr_ca: Pour les donn&eacute;es externes/suppl&eacute;mentaires, de quelles ressources aurez-vous besoin pour mettre en &oelig;uvre votre plan de gestion des donn&eacute;es pour toutes vos donn&eacute;es de recherche (c&rsquo;est-&agrave;-dire les donn&eacute;es des CDR et les donn&eacute;es externes/suppl&eacute;mentaires)&thinsp;? Quel est, selon vous, le co&ucirc;t global de la gestion des donn&eacute;es&thinsp;?

source: Where are you collecting or generating your data (i.e., study area)? Include as appropriate the spatial boundaries, water source type and watershed name.
fr_ca: O&ugrave; recueillez-vous ou g&eacute;n&eacute;rez-vous vos donn&eacute;es (c&rsquo;est-&agrave;-dire la zone d&rsquo;&eacute;tude)&thinsp;? Indiquez, le cas &eacute;ch&eacute;ant, les limites spatiales, le type de source d&rsquo;eau et le nom du bassin versant.

source: How will you analyze and interpret the water quality data?
fr_ca: Comment allez-vous analyser et interpr&eacute;ter les donn&eacute;es sur la qualit&eacute; de l&rsquo;eau&thinsp;?

source: How will the research team and other collaborators access, modify and contribute data throughout the project? How will data be shared?
fr_ca: Comment l&rsquo;&eacute;quipe de recherche et les autres collaborateurs vont-ils acc&eacute;der aux donn&eacute;es, les modifier et contribuer &agrave; celles-ci tout au long du projet&thinsp;? Comment les donn&eacute;es seront-elles partag&eacute;es&thinsp;?

source: What data will you be sharing and in what form? (e.g., raw, processed, analyzed, final).
fr_ca: Quelles donn&eacute;es allez-vous partager et sous quelle forme les partagerez-vous&thinsp;? (brutes, trait&eacute;es, analys&eacute;es, finales).

source: What tools, devices, platforms, and/or software packages will be used to generate and manipulate data during the project?
fr_ca: Quels outils, dispositifs, plateformes ou progiciels seront utilis&eacute;s pour g&eacute;n&eacute;rer et manipuler les donn&eacute;es au cours du projet&thinsp;?
