Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: What documentation will be needed for the data to be read and interpreted correctly in the future? Document key details of methods pertaining to data and metadata here.
fr_ca: Quelle documentation sera n&eacute;cessaire pour que les donn&eacute;es soient lues et interpr&eacute;t&eacute;es correctement &agrave; l&rsquo;avenir&thinsp;? Documentez les d&eacute;tails cl&eacute;s des m&eacute;thodes relatives aux donn&eacute;es et aux m&eacute;tadonn&eacute;es ici.

source: <span style="font-weight: 400;">What form of encryption is used, if any, with data transfer and data storage? </span>
fr_ca: Quelle forme de cryptage est utilis&eacute;e pour le transfert et le stockage des donn&eacute;es, le cas &eacute;ch&eacute;ant&thinsp;?

source: <span style="font-weight: 400;">What data will be preserved for the long-term?</span>
fr_ca: Quelles donn&eacute;es seront pr&eacute;serv&eacute;es &agrave; long terme&thinsp;?

source: <span style="font-weight: 400;">What data will you be sharing and in what form? (e.g. raw, processed, analyzed, final)</span>
fr_ca: <span style="font-weight: 400;">Quelles donn&eacute;es allez-vous partager et sous quelle forme les partagerez-vous (par exemple, donn&eacute;es brutes, trait&eacute;es, analys&eacute;es, d&eacute;finitives)&thinsp;?</span>

source: <span style="font-weight: 400;">Describe your succession plan, indicating the procedures to be followed and the actions to be taken to ensure the continuation of the data management if significant changes in personnel occur. </span>
fr_ca: D&eacute;crivez votre plan de rel&egrave;ve en indiquant les proc&eacute;dures &agrave; suivre et les mesures &agrave; prendre pour assurer la poursuite de la gestion des donn&eacute;es en cas de changements importants dans le personnel.

source: <span style="font-weight: 400;">If human imaging data are acquired, how will the data be anonymized? Will any defacing techniques be used?</span>
fr_ca: Si des donn&eacute;es d&rsquo;imagerie humaine sont acquises, comment les donn&eacute;es seront-elles anonymis&eacute;es&thinsp;? Des techniques de d&eacute;figuration seront-elles utilis&eacute;es&thinsp;?

source: What file formats will your data be collected in? Will these formats allow for data re-use, sharing and long-term access to the data?
fr_ca: Dans quels formats de fichiers vos donn&eacute;es seront-elles collect&eacute;es&thinsp;? Ces formats permettront-ils la r&eacute;utilisation, le partage et l&rsquo;acc&egrave;s &agrave; long terme aux donn&eacute;es&thinsp;?

source: How and where will your data be stored and backed up during your research project?
fr_ca: De quelle mani&egrave;re et &agrave; quel endroit vos donn&eacute;es seront-elles stock&eacute;es et sauvegard&eacute;es pendant votre projet de recherche&thinsp;?

source: Indicate how you will ensure your data is preservation ready. Consider preservation-friendly file formats, ensuring file integrity, anonymization and de-identification, inclusion of supporting documentation.
fr_ca: Indiquez comment vous vous assurerez que vos données sont prêtes pour la conservation. À prendre en considération: formats de fichier appropriés pour la conservation mais qui préservent l'intégrité des données; anonymisation et dépersonnalisation des fichiers, y compris les fichiers de documentation.

source: Have you considered what type of end-user license to include with your data?
fr_ca: Avez-vous song&eacute; au type de licence d&rsquo;utilisateur final &agrave; inclure avec vos donn&eacute;es&thinsp;?

source: How will responsibilities for managing data activities be handled if substantive changes happen in the personnel overseeing the project's data, including a change of Principal Investigator?
fr_ca: De quelle fa&ccedil;on allez-vous administrer les responsabilit&eacute;s quant aux activit&eacute;s de gestion des donn&eacute;es s&rsquo;il y a des changements importants de personnel charg&eacute; de superviser les donn&eacute;es du projet, notamment un changement de chercheur principal&thinsp;?

source: If applicable, what strategies will you undertake to address secondary uses of sensitive data?
fr_ca: Quelles strat&eacute;gies allez-vous mettre en &oelig;uvre pour g&eacute;rer les utilisations secondaires des donn&eacute;es sensibles, le cas &eacute;ch&eacute;ant&thinsp;?

source: What type of end-user license will you include with your data?
fr_ca: Quel type de licence d&rsquo;utilisateur inclurez-vous avec vos donn&eacute;es ?

source: <span style="font-weight: 400;">Will you be using any existing data from external sources or previous research?</span>
fr_ca: <span style="font-weight: 400;">Utiliserez-vous des donn&eacute;es existantes provenant de sources externes ou de recherches ant&eacute;rieures&thinsp;?</span>

source: <span style="font-weight: 400;">What software will you be using to support your data analysis?</span>
fr_ca: <span style="font-weight: 400;">Quel logiciel utiliserez-vous pour soutenir votre analyse des donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">Are there metadata standards which you could use to describe your data?</span>
fr_ca: <span style="font-weight: 400;">Existe-t-il des normes de m&eacute;tadonn&eacute;es que vous pourriez utiliser pour d&eacute;crire vos donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">Where will your data be stored during the </span><em><span style="font-weight: 400;">data collection</span></em><span style="font-weight: 400;"> phase?</span>
fr_ca: <span style="font-weight: 400;">&Agrave; quel endroit allez-vous stocker vos donn&eacute;es pendant la phase de </span><em><span style="font-weight: 400;">collecte des donn&eacute;es</span></em><span style="font-weight: 400;">&thinsp;?</span>

source: <span style="font-weight: 400;">Who is responsible for managing the data after the study is complete?</span>
fr_ca: <span style="font-weight: 400;">Qui est responsable de la gestion des donn&eacute;es apr&egrave;s l&rsquo;&eacute;tude&thinsp;?</span>

source: <span style="font-weight: 400;">Who holds the intellectual property rights to your data?</span>
fr_ca: <span style="font-weight: 400;">Qui d&eacute;tient les droits de propri&eacute;t&eacute; intellectuelle sur vos donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">Who is the main contact and steward for the data collected in this study?</span>
fr_ca: <span style="font-weight: 400;">Qui sont les personnes-ressources et qui sont les personnes charg&eacute;es de la protection des donn&eacute;es recueillies dans le cadre de cette &eacute;tude&thinsp;?</span>

source: <span style="font-weight: 400;">What data can/will be shared at the end of the study?</span>
fr_ca: <span style="font-weight: 400;">Quelles sont les donn&eacute;es qui peuvent &ecirc;tre ou seront partag&eacute;es &agrave; la fin de l&rsquo;&eacute;tude&thinsp;?</span>

source: <span style="font-weight: 400;">What software/technology development framework or model will be used, if any?</span>
fr_ca: <span style="font-weight: 400;">Quel cadre ou mod&egrave;le de d&eacute;veloppement de logiciel ou de technologie sera utilis&eacute;, le cas &eacute;ch&eacute;ant&thinsp;?</span>

source: <span style="font-weight: 400;">What documentation will you develop to help others write and run tests on your software/technology?</span>
fr_ca: <span style="font-weight: 400;">Quelle documentation allez-vous d&eacute;velopper pour aider les autres &agrave; &eacute;crire et &agrave; effectuer des tests sur votre logiciel ou technologie&thinsp;?</span>

source: <span style="font-weight: 400;">Describe the level of risk associated with the use of public web services/infrastructure/databases regarding their stability and sustainability.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez le degr&eacute; de risque associ&eacute; &agrave; l&rsquo;utilisation des services, infrastructures ou bases de donn&eacute;es web publics en ce qui concerne leur stabilit&eacute; et leur durabilit&eacute;.</span>

source: <span style="font-weight: 400;">What software/technology license will you choose?</span>
fr_ca: <span style="font-weight: 400;">Quelle licence de logiciel ou technologie allez-vous choisir&thinsp;?</span>

source: <span style="font-weight: 400;">Who is responsible for reviewing and accepting each software/technology release?</span>
fr_ca: <span style="font-weight: 400;">Qui est responsable de la r&eacute;vision et de l&rsquo;acceptation de chaque version de logiciel ou technologie&thinsp;?</span>

source: <span style="font-weight: 400;">What software/technology will be shared at the end of the study?</span>
fr_ca: <span style="font-weight: 400;">Quel logiciel ou technologie sera partag&eacute;(e) &agrave; la fin de l&rsquo;&eacute;tude&thinsp;?</span>

source: <span style="font-weight: 400;">What data will be shared at the end of the study?</span>
fr_ca: <span style="font-weight: 400;">Quelles donn&eacute;es seront partag&eacute;es &agrave; la fin de l&rsquo;&eacute;tude&thinsp;?</span>

source: Do you plan to use datasets published by others? Where will you collect them from?
fr_ca: Pensez-vous utiliser des jeux de donn&eacute;es publi&eacute;s par d&rsquo;autres ? O&ugrave; les recueillerez-vous ?

source: What metadata standard will you use?
fr_ca: Quelle norme de m&eacute;tadonn&eacute;es utiliserez-vous&thinsp;?

source: How and where will you store and back up digital data during your project?
fr_ca: &Agrave; quel endroit et de quelle mani&egrave;re allez-vous stocker et sauvegarder vos donn&eacute;es num&eacute;riques pendant le projet&thinsp;?

source: Where will you preserve your research data for the long-term, if needed?
fr_ca: O&ugrave; allez-vous pr&eacute;server vos donn&eacute;es de recherche &agrave; long terme, si n&eacute;cessaire?

source: Will you need to share some data with restricted access? What restrictions will you apply?
fr_ca: Aurez-vous besoin de partager des donn&eacute;es dont l&rsquo;acc&egrave;s est limit&eacute; ? Quelles restrictions appliquerez-vous ?

source: If responsibility for research data management needs to be transferred to other individuals or organizations, who will assume responsibility and how?
fr_ca: Si vous devez confier la gestion des donn&eacute;es &agrave; d&rsquo;autres individus ou organisations, qui entreprendra cette responsabilit&eacute;&thinsp;? De quelle mani&egrave;re&thinsp;?

source: What ethical and legal issues will affect your data? How will you address them?
fr_ca: Quels aspects &eacute;thiques et juridiques ont un impact sur vos donn&eacute;es&thinsp;? Quelles mesures prendrez-vous pour les respecter&thinsp;?

source: Are there any existing data that you can re-use and that will provide insight or answer any of your research questions? If so, please explain how you will obtain these data and integrate them into your research project.
fr_ca: Existe-t-il des donn&eacute;es que vous pouvez r&eacute;utiliser qui r&eacute;pondront &agrave; l&rsquo;une de vos questions de recherche&thinsp;? Si oui, veuillez expliquer comment vous obtiendrez ces donn&eacute;es et les int&eacute;grerez dans votre projet de recherche.

source: Describe the file naming conventions that will be used in order to support quality assurance and version-control of your files and to help others understand how your data are organized.
fr_ca: D&eacute;crivez les conventions de nomenclature des fichiers qui seront utilis&eacute;es afin de soutenir l&rsquo;assurance qualit&eacute; et la gestion des versions de vos fichiers et d&rsquo;aider les autres &agrave; comprendre comment vos donn&eacute;es sont organis&eacute;es.

source: <span style="font-weight: 400;">Describe how members of the research team will securely access and work with data during the active phases of the research project. </span>
fr_ca: D&eacute;crivez comment les membres de l&rsquo;&eacute;quipe de recherche acc&eacute;deront aux donn&eacute;es et travailleront avec elles en toute s&eacute;curit&eacute; pendant les phases actives du projet de recherche.

source: <span style="font-weight: 400;">Describe where you will preserve your data for long-term preservation, including any research data repositories that you may be considering to use. If there are any costs associated with the preservation of your data, include those details.</span>
fr_ca: D&eacute;crivez l&rsquo;endroit o&ugrave; vous conserverez vos donn&eacute;es pour une conservation &agrave; long terme, y compris les d&eacute;p&ocirc;ts de donn&eacute;es de recherche que vous envisagez d&rsquo;utiliser. Si la conservation de vos donn&eacute;es entra&icirc;ne des co&ucirc;ts, pr&eacute;cisez-les.

source: <span style="font-weight: 400;">Describe whether there will be any restrictions placed on your data when they are made available and who may access them. If data are not openly available, describe the process for gaining access</span><span style="font-weight: 400;">.</span>
fr_ca: D&eacute;crivez si des restrictions seront impos&eacute;es &agrave; vos donn&eacute;es lorsqu&rsquo;elles seront rendues disponibles et qui pourra y acc&eacute;der. Si les donn&eacute;es ne sont pas disponibles publiquement, d&eacute;crivez la proc&eacute;dure &agrave; suivre pour y avoir acc&egrave;s.

source: <span style="font-weight: 400;">How will responsibilities for managing data activities be handled if substantive changes happen in the personnel overseeing the project's data, including a change of Principal Investigator?</span>
fr_ca: Comment seront trait&eacute;es les responsabilit&eacute;s de gestion des activit&eacute;s li&eacute;es aux donn&eacute;es si des changements importants surviennent au sein du personnel charg&eacute; de superviser les donn&eacute;es du projet, notamment un changement de chercheur principal&thinsp;?

source: <span style="font-weight: 400;">How will you manage legal, ethical, and intellectual property issues?</span>
fr_ca: Comment allez-vous g&eacute;rer les questions juridiques, &eacute;thiques et de propri&eacute;t&eacute; intellectuelle&thinsp;?

source: If you are using a metadata standard and/or tools to document and describe your data, please list them here. Explain the rationale for the selection of these standards.
fr_ca: Si vous utilisez une norme de m&eacute;tadonn&eacute;es ou des outils pour documenter et d&eacute;crire vos donn&eacute;es, veuillez les &eacute;num&eacute;rer ici. Expliquez la raison du choix de cette norme ou de ces outils.

source: What will be the primary production computing platform(s) (e.g., compute clusters, virtual clusters)?
fr_ca: Quelle sera la principale plateforme ou quelles seront les principales plateformes de calcul pour la production (par exemple, les grappes de calcul, les grappes virtuelles)&thinsp;?

source: If your project includes sensitive data, how will you ensure that it is securely managed and accessible only to approved members of the project?
fr_ca: Si votre projet comporte des donn&eacute;es sensibles, comment allez-vous faire en sorte qu&rsquo;elles soient g&eacute;r&eacute;es de mani&egrave;re s&eacute;curis&eacute;e et qu&rsquo;elles soient accessibles uniquement aux membres approuv&eacute;s du projet&thinsp;?

source: Explain how the research data will be organized to facilitate understanding of its organization.
fr_ca: Expliquer comment le mat&eacute;riel de recherche sera class&eacute; pour faciliter la compr&eacute;hension de son organisation.

source: What is the total cost for storage space in the active and semi-active phase of the project?
fr_ca: Quel est le co&ucirc;t total &agrave; pr&eacute;voir pour l&rsquo;espace de stockage en phase active et semi-active du projet?

source: Where will the research data be stored at the end of the research project?
fr_ca: O&ugrave; le mat&eacute;riel de recherche sera-t-il h&eacute;berg&eacute; &agrave; la fin du projet de recherche?

source: If research data sharing is desired and possible, what difficulties do you anticipate in dealing with the secondary use of sensitive data?
fr_ca: Si un partage du mat&eacute;riel de recherche est souhait&eacute; et possible, quelles difficult&eacute;s anticipez-vous pour traiter l&rsquo;utilisation secondaire de ces donn&eacute;es sensibles ?

source: What is an overall cost estimate for the management of research materials?
fr_ca: Qu'est-ce que l'estimation globale du co&ucirc;t de la gestion du mat&eacute;riel de recherche?

source: What documentation strategy will enable you to regularly document the research data throughout the project?
fr_ca: Quelle strat&eacute;gie de documentation vous permettra de documenter r&eacute;guli&egrave;rement le mat&eacute;riel de recherche tout au long du projet?

source: If research data sharing is desired and possible, <strong>what strategies will you implement to address</strong> the secondary use of sensitive data?
fr_ca: Si un partage du mat&eacute;riel de recherche est souhait&eacute; et possible (voir section <em>Partage</em>), <strong>quelles strat&eacute;gies allez-vous mettre en &oelig;uvre</strong> pour traiter l&rsquo;utilisation secondaire de ces donn&eacute;es sensibles ?

source: Describe the proposed dissemination strategy to communicate the existence of the research data to its target audiences.
fr_ca: D&eacute;crire la strat&eacute;gie de diffusion envisag&eacute;e pour faire conna&icirc;tre l&rsquo;existence du mat&eacute;riel de recherche aupr&egrave;s de ses publics.

source: Describe your succession plan to deal with significant disruptions.
fr_ca: D&eacute;crivez votre plan de rel&egrave;ve pour g&eacute;rer la survenue d&rsquo;incidents importants.

source: <span style="font-weight: 400;">How will you make sure that the syntax archived in your project folder is created consistently throughout your project?</span>
fr_ca: Comment ferez-vous en sorte que la syntaxe archiv&eacute;e dans votre dossier de projet (et celle cr&eacute;&eacute;e pour votre analyse externe, le cas &eacute;ch&eacute;ant) est cr&eacute;&eacute;e de mani&egrave;re coh&eacute;rente tout au long de votre projet&thinsp;?

source: <p><span style="font-weight: 400;">Is there any other preservation that will be done as part of this research project? If so, please describe here.</span></p>
fr_ca: <p>Utiliserez-vous d&rsquo;autres mesures de conservation dans le cadre de ce projet de recherche&thinsp;? Le cas &eacute;ch&eacute;ant, veuillez les d&eacute;crire ici.</p>

source: <span style="font-weight: 400;">Will any resources be required for this curation and maintenance? If so, please estimate the overall data management costs.</span>
fr_ca: Des ressources seront-elles n&eacute;cessaires pour cette conservation et cet entretien&thinsp;? Le cas &eacute;ch&eacute;ant, veuillez estimer les co&ucirc;ts globaux de gestion des donn&eacute;es.

source: <span style="font-weight: 400;">Please describe the collection process for the supplemental or external data that will be part of your project.</span>
fr_ca: Veuillez d&eacute;crire le processus de collecte des donn&eacute;es suppl&eacute;mentaires ou externes qui feront partie de votre projet.

source: <span style="font-weight: 400;">How will you make sure that the syntax archived in your project folder (and if applicable that created for your external analysis) is created consistently throughout your project?</span>
fr_ca: Comment ferez-vous en sorte que la syntaxe archiv&eacute;e dans votre dossier de projet (et celle cr&eacute;&eacute;e pour votre analyse externe, le cas &eacute;ch&eacute;ant) est cr&eacute;&eacute;e de mani&egrave;re coh&eacute;rente tout au long de votre projet&thinsp;?

source: <span style="font-weight: 400;">How and where will your data be stored and backed up during your research project?</span>
fr_ca: De quelle mani&egrave;re et &agrave; quel endroit vos donn&eacute;es seront-elles stock&eacute;es et sauvegard&eacute;es pendant votre projet de recherche&thinsp;?

source: <span style="font-weight: 400;">What type of end-user license will these shared data fall under?</span>
fr_ca: Quel type de licence d&rsquo;utilisateur final sera attribu&eacute; &agrave; ces donn&eacute;es partag&eacute;es&thinsp;?

source: <span style="font-weight: 400;">For the supplemental/external data, how will responsibilities for managing data activities be handled if substantive changes happen in the personnel overseeing the project's data, including a change of Principal Investigator?</span>
fr_ca: Pour les donn&eacute;es externes/suppl&eacute;mentaires, comment seront trait&eacute;es les responsabilit&eacute;s en mati&egrave;re de gestion des activit&eacute;s li&eacute;es aux donn&eacute;es si des changements importants interviennent au sein du personnel charg&eacute; de superviser les donn&eacute;es du projet, notamment un changement de chercheur principal&thinsp;?

source: <span style="font-weight: 400;">If applicable, what strategies will you undertake to address secondary uses of sensitive data?</span>
fr_ca: Quelles strat&eacute;gies allez-vous mettre en &oelig;uvre pour traiter les utilisations secondaires des donn&eacute;es sensibles, le cas &eacute;ch&eacute;ant&thinsp;?

source: What types of data will you collect, create, link to, acquire and/or record? Please be specific, including:
fr_ca: Quels types de donn&eacute;es allez-vous collecter, cr&eacute;er, relier, acqu&eacute;rir ou enregistrer&thinsp;? Veuillez pr&eacute;ciser, notamment :

source: How will you describe samples collected?
fr_ca: Comment allez-vous d&eacute;crire les &eacute;chantillons pr&eacute;lev&eacute;s&thinsp;?

source: Are there restrictions on sharing due to ethics or legal constraints?
fr_ca: Y a-t-il des restrictions au partage en raison de contraintes &eacute;thiques ou juridiques&thinsp;?

source: Indicate how you will ensure your data is preservation ready. Consider preservation-friendly file formats, file integrity, and the inclusion of supporting documentation.
fr_ca: Indiquez comment vous ferez en sorte que vos donn&eacute;es soient pr&ecirc;tes pour la conservation. Pensez &agrave; des formats de fichiers faciles &agrave; conserver, &agrave; l&rsquo;int&eacute;grit&eacute; des fichiers et &agrave; l&rsquo;inclusion de documents justificatifs.

source: Does this project involve the use or analysis of secondary data? What is the data-sharing arrangement for these data?
fr_ca: Ce projet n&eacute;cessite-t-il l&rsquo;utilisation ou l&rsquo;analyse de donn&eacute;es secondaires&thinsp;? D&eacute;crivez les modalit&eacute;s de partage de ces donn&eacute;es.

source: How will you make sure that documentation is created or captured consistently throughout your project? What approaches will be employed by the research team to access, modify, and contribute data throughout the project?
fr_ca: Comment ferez-vous en sorte que la documentation est soit cr&eacute;&eacute;e ou saisie de mani&egrave;re coh&eacute;rente tout au long de votre projet&thinsp;? Quelles approches seront utilis&eacute;es par l&rsquo;&eacute;quipe de recherche pour acc&eacute;der aux donn&eacute;es, les modifier et y contribuer tout au long du projet&thinsp;?

source: What steps will be taken to help the research community know that your research data exist?
fr_ca: Quelles mesures seront prises pour faire savoir &agrave; la communaut&eacute; des chercheurs que vos donn&eacute;es de recherche existent&thinsp;?

source: In the event that the PI leaves the project, who will replace them? Who will take temporary responsibility until a new PI takes over?
fr_ca: Qui remplacera le chercheur principal si celui-ci quitte le projet&thinsp;? Qui assumera ses responsabilit&eacute;s temporairement jusqu&rsquo;&agrave; l&rsquo;arriv&eacute;e d&rsquo;un nouveau chercheur principal&thinsp;?
