Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">Data storage is a critical component of managing your research data, and secure methods should always be used, especially when managing sensitive data. Storing data on USB sticks, laptops, computers, and/or external hard drives without a regular backup procedure in place is not considered to be best practice due to their being a risk both for data breaches (e.g., loss, theft) as well as corruption and hardware failure. Likewise, having only one copy, or multiple copies of data stored in the same physical location does little to mitigate risk.&nbsp;</span></p> <p><span style="font-weight: 400;">Many universities offer networked file storage which is automatically backed up. Contact your local (e.g., faculty or organization) and/or central IT services to find out what secure data storage services and resources they are able to offer to support your research project.</span></p> <span style="font-weight: 400;">Additionally, you may wish to consider investigating </span><a href="https://www.computecanada.ca/research-portal/accessing-resources/rapid-access-service/"><span style="font-weight: 400;">Compute Canada&rsquo;s Rapid Access Service </span></a><span style="font-weight: 400;">which provides Principal Investigators at Canadian post-secondary institutions with a modest amount of storage and cloud resources at no cost.</span>
fr_ca: <p><span style="font-weight: 400;">Le stockage des donn&eacute;es est un &eacute;l&eacute;ment essentiel de la gestion de vos donn&eacute;es de recherche&thinsp;; des m&eacute;thodes s&eacute;curis&eacute;es devraient toujours &ecirc;tre utilis&eacute;es, en particulier pour la gestion des donn&eacute;es sensibles. Le stockage de donn&eacute;es sur des cl&eacute;s USB, des ordinateurs portables, des ordinateurs ou des disques durs externes sans proc&eacute;dure de sauvegarde r&eacute;guli&egrave;re n&rsquo;est pas consid&eacute;r&eacute; comme une bonne pratique car il pr&eacute;sente un risque de fuites de donn&eacute;es (soit par perte, vol, etc.), de corruption des donn&eacute;s et de d&eacute;faillance du mat&eacute;riel informatique. Par ailleurs, le fait d&rsquo;avoir une seule copie ou plusieurs copies de donn&eacute;es stock&eacute;es au m&ecirc;me endroit physique ne contribue gu&egrave;re &agrave; att&eacute;nuer le risque.&nbsp;</span></p> <p><span style="font-weight: 400;">De nombreuses universit&eacute;s proposent un stockage de fichiers en r&eacute;seau qui est automatiquement sauvegard&eacute;. Communiquez avec votre service informatique local (par exemple, votre facult&eacute; ou votre organisation) ou service informatique central pour savoir quels services et ressources de stockage de donn&eacute;es s&eacute;curis&eacute;es ils offrent pour votre projet de recherche.</span></p> <p><span style="font-weight: 400;">De plus, vous pourriez consid&eacute;rer le </span><a href="https://www.computecanada.ca/page-daccueil-du-portail-de-recherche/acces-aux-ressources/acces-rapide/?lang=fr"><span style="font-weight: 400;">Service d&rsquo;acc&egrave;s rapide de Calcul Canada</span></a><span style="font-weight: 400;"> qui fournit gratuitement aux chercheurs principaux des &eacute;tablissements d&rsquo;enseignement sup&eacute;rieur canadiens un stockage et des ressources infonuagiques modestes.</span></p>

source: <p><span style="font-weight: 400;">It is important to determine at the early stages of your research project how members of the research team will appropriately access and work with data. If researchers will be working with data using their local computers (work or personal) then it is important to ensure that data are securely transferred (see previous question on data transferring), computers may need to be encrypted, and that all processes meet any requirements imposed by funders, institutions, and research ethics offices.</span></p> <p><span style="font-weight: 400;">When possible, it can be very advantageous to use a cloud-based environment so that researchers can remotely access and work with data, reducing the need for data transferring and associated risks, as well as unnecessary copies of data existing.</span></p> <span style="font-weight: 400;">One such cloud environment that is freely available to Canadian researchers is Compute Canada&rsquo;s </span><a href="https://www.computecanada.ca/research-portal/accessing-resources/rapid-access-service/"><span style="font-weight: 400;">Rapid Access Service</span></a><span style="font-weight: 400;">. </span>
fr_ca: <p><span style="font-weight: 400;">Il est important de d&eacute;terminer d&egrave;s les premi&egrave;res &eacute;tapes de votre projet de recherche comment les membres de l&rsquo;&eacute;quipe de recherche acc&eacute;deront aux donn&eacute;es et les utiliseront de mani&egrave;re appropri&eacute;e. Si les chercheurs travailleront avec des donn&eacute;es en utilisant leurs ordinateurs locaux (professionnels ou personnels), il est important de s&rsquo;assurer que les donn&eacute;es sont transf&eacute;r&eacute;es de mani&egrave;re s&eacute;curis&eacute;e (voir la question pr&eacute;c&eacute;dente sur le transfert de donn&eacute;es), que les ordinateurs soient crypt&eacute;s et que tous les processus r&eacute;pondent aux exigences impos&eacute;es par les bailleurs de fonds, les &eacute;tablissements et les comit&eacute;s d&rsquo;&eacute;thique de la recherche.</span></p> <p><span style="font-weight: 400;">Lorsque cela est possible, il peut &ecirc;tre tr&egrave;s avantageux d'utiliser un environnement infonuagique afin que les chercheurs puissent acc&eacute;der et travailler &agrave; distance avec les donn&eacute;es, ce qui r&eacute;duit la n&eacute;cessit&eacute; de transf&eacute;rer les donn&eacute;es et les risques associ&eacute;s, ainsi que les copies inutiles des donn&eacute;es existantes.</span></p> <p><span style="font-weight: 400;">Un de ces environnements infonuagique librement accessible aux chercheurs canadiens est le </span><a href="https://www.computecanada.ca/page-daccueil-du-portail-de-recherche/acces-aux-ressources/acces-rapide/?lang=fr"><span style="font-weight: 400;">Service d&rsquo;acc&egrave;s rapide</span></a><span style="font-weight: 400;"> de Calcul Canada.</span></p>

source: <p><span style="font-weight: 400;">Think about all of the data that will be generated, including their various versions, and estimate how much space (e.g., megabytes, gigabytes, terabytes) will be required to store them.&nbsp;</span></p> <p><span style="font-weight: 400;">The type of data you collect, along with the length of time that you require active storage, will impact the resources that you require. Textual and tabular data files are usually very small (a few megabytes) unless you have a lot of data. Video files are usually very large (hundreds of megabytes up to several gigabytes). If you have a large amount of data (gigabytes or terabytes), it will be more challenging to share and transfer it. You may need to consider networked storage options or more sophisticated backup methods.</span></p> <span style="font-weight: 400;">You may wish to contact your local IT services to discuss what data storage options are available to you, or consider the use of </span><a href="https://www.computecanada.ca/research-portal/accessing-resources/rapid-access-service/"><span style="font-weight: 400;">Compute Canada&rsquo;s Rapid Access Service</span></a><span style="font-weight: 400;">.&nbsp; </span>
fr_ca: <p><span style="font-weight: 400;">Pensez &agrave; toutes les donn&eacute;es qui seront g&eacute;n&eacute;r&eacute;es, y compris leurs diff&eacute;rentes versions, et estimez l&rsquo;espace (en m&eacute;gaoctets, gigaoctets, t&eacute;raoctets, etc.) qui sera n&eacute;cessaire pour les stocker.&nbsp;</span></p> <p><span style="font-weight: 400;">Le type de donn&eacute;es que vous recueillez ainsi que la dur&eacute;e de stockage actif auront un impact sur les ressources dont vous aurez besoin. Les fichiers de donn&eacute;es textuelles et tabulaires sont g&eacute;n&eacute;ralement tr&egrave;s petits (quelques m&eacute;gaoctets) &agrave; moins que vous ayez beaucoup de donn&eacute;es. Les fichiers vid&eacute;o sont g&eacute;n&eacute;ralement tr&egrave;s volumineux (des centaines de m&eacute;gaoctets &agrave; plusieurs gigaoctets). Si vous disposez d&rsquo;une grande quantit&eacute; de donn&eacute;es (gigaoctets ou t&eacute;raoctets), il sera plus difficile de les partager et de les transf&eacute;rer. Vous devrez peut-&ecirc;tre envisager des options de stockage en r&eacute;seau ou des m&eacute;thodes de sauvegarde plus sophistiqu&eacute;es.</span></p> <p><span style="font-weight: 400;">Vous pouvez communiquer avec vos services informatiques locaux pour discuter des options de stockage des donn&eacute;es &agrave; votre disposition ou envisager le recours au </span><a href="https://www.computecanada.ca/page-daccueil-du-portail-de-recherche/acces-aux-ressources/acces-rapide/?lang=fr"><span style="font-weight: 400;">Service d&rsquo;acc&egrave;s rapide</span></a><span style="font-weight: 400;"> de Calcul Canada.&nbsp; </span></p>

source: <p><span style="font-weight: 400;">Proprietary data formats are not optimal for long-term preservation of data as they typically require specialized licensed software to open them. Such software may have costs associated with its use, or may not even be available to others wanting to re-use your data in the future.</span></p> <p><span style="font-weight: 400;">Non-proprietary file formats, such as comma-separated values (</span><a href="https://en.wikipedia.org/wiki/Comma-separated_values"><span style="font-weight: 400;">.csv</span></a><span style="font-weight: 400;">), text (</span><a href="https://en.wikipedia.org/wiki/Text_file"><span style="font-weight: 400;">.txt</span></a><span style="font-weight: 400;">) and </span><span style="font-weight: 400;">free lossless audio codec (<a href="https://en.wikipedia.org/wiki/FLAC">.flac</a>)</span><span style="font-weight: 400;">, are considered preservation-friendly. The </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/recommended-formats.aspx"><span style="font-weight: 400;">UK Data Archive</span></a><span style="font-weight: 400;"> provides a useful table of file formats for various types of data. Keep in mind that preservation-friendly files converted from one format to another may lose information (e.g. converting from an uncompressed TIFF file to a compressed JPG file), so changes to file formats should be documented.</span></p> <p><span style="font-weight: 400;">Identify the steps required to ensure the data you are choosing to preserve is error-free, and converted to recommended formats with a minimal risk of data loss following project completion. Some strategies to remove identifiers in images, audio, and video (e.g. blurring faces, changing voices) also remove information of value to other researchers.</span></p> <p><span style="font-weight: 400;">See this Portage DMP Exemplar in </span><a href="https://portagenetwork.ca/wp-content/uploads/2020/04/Exemplar3_Portage.pdf"><span style="font-weight: 400;">English</span></a><span style="font-weight: 400;"> or </span><a href="https://portagenetwork.ca/wp-content/uploads/2020/04/Exemplar3_Portage_FRENCH_Final.pdf"><span style="font-weight: 400;">French</span></a><span style="font-weight: 400;"> for more help describing preservation-readiness.</span></p>
fr_ca: <p><span style="font-weight: 400;">Les formats de donn&eacute;es propri&eacute;taires ne sont pas optimaux pour la conservation &agrave; long terme des donn&eacute;es car ils n&eacute;cessitent g&eacute;n&eacute;ralement un logiciel sp&eacute;cialis&eacute; sous licence pour les ouvrir. De tels logiciels peuvent avoir des co&ucirc;ts associ&eacute;s &agrave; leur utilisation et peuvent ne pas &ecirc;tre disponibles pour d&rsquo;autres personnes souhaitant r&eacute;utiliser vos donn&eacute;es &agrave; l&rsquo;avenir.</span></p> <p><span style="font-weight: 400;">Les formats de fichiers non propri&eacute;taires, tels que les fichiers CSV (valeurs s&eacute;par&eacute;es par virgules; </span><a href="https://fr.wikipedia.org/wiki/Comma-separated_values"><span style="font-weight: 400;">.csv</span></a><span style="font-weight: 400;">), le texte (</span><a href="https://fr.wikipedia.org/wiki/Fichier_texte"><span style="font-weight: 400;">.txt</span></a><span style="font-weight: 400;">) et les formats audio sans perte, par exemple FLAC (.flac) sont consid&eacute;r&eacute;s comme favorables &agrave; la conservation. Les </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/recommended-formats.aspx"><span style="font-weight: 400;">archives de donn&eacute;es du Royaume-Uni</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">) fournissent un tableau utile des formats de fichiers pour diff&eacute;rents types de donn&eacute;es (voir aussi la </span><a href="https://biblio.uottawa.ca/fr/services/professeurs/gestion-donnees-recherche/designation-fichiers-disposition-donnees"><span style="font-weight: 400;">biblioth&egrave;que de l'UOttawa</span></a><span style="font-weight: 400;">). Gardez &agrave; l&rsquo;esprit que les fichiers favorables &agrave; la conservation et convertis d&rsquo;un format &agrave; un autre peuvent perdre des informations (par exemple, la conversion d&rsquo;un fichier TIFF non compress&eacute; en un fichier JPG compress&eacute;)&thinsp;; ainsi, les changements de formats de fichiers doivent &ecirc;tre document&eacute;s.</span></p> <p><span style="font-weight: 400;">Pr&eacute;cisez les &eacute;tapes n&eacute;cessaires pour vous assurer que les donn&eacute;es que vous choisissez de conserver sont exemptes d&rsquo;erreurs et sont converties dans les formats recommand&eacute;s avec un risque minimal de perte de donn&eacute;es apr&egrave;s l&rsquo;ach&egrave;vement du projet. Certaines strat&eacute;gies visant &agrave; supprimer les &eacute;l&eacute;ments identificatoires dans les images, le son et la vid&eacute;o (par exemple, brouiller les visages, changer de voix) suppriment &eacute;galement des informations utiles pour d&rsquo;autres chercheurs.</span></p> <p><span style="font-weight: 400;">Consultez ce mod&egrave;le de PGD de Portage en </span><a href="https://doi.org/10.5281/zenodo.4019563"><span style="font-weight: 400;">anglais</span></a><span style="font-weight: 400;"> ou en </span><a href="https://doi.org/10.5281/zenodo.4019569"><span style="font-weight: 400;">fran&ccedil;ais</span></a><span style="font-weight: 400;"> pour plus d&rsquo;informations sur la pr&eacute;paration &agrave; la conservation.</span></p>

source: <p><span style="font-weight: 400;">A research data repository is a technology-based platform that allows for research data to be:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Deposited &amp; described</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Stored &amp; archived</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Shared &amp; published</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Discovered &amp; reused</span></li> </ul> <p><span style="font-weight: 400;">There are different types of repositories including:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Proprietary (paid for services)</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Open source (free to use)</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Discipline specific</span></li> </ul> <p><span style="font-weight: 400;">A key feature of a trusted research data repository is the assignment of a digital object identifier (DOI) to your data - a </span><em><span style="font-weight: 400;">unique persistent identifier</span></em><span style="font-weight: 400;"> assigned by a registration agency to identify digital content and provide a persistent link to its location, enabling for long-term discovery.</span></p> <p><span style="font-weight: 400;">Dataverse is one of the most popular research data repository platforms in Canada for supporting the deposition of survey data and qualitative text files. Key features of Dataverse include the assignment of a DOI, the ability to make your data both open or restricted access, built in data citations, file versioning, and the ability to create customized terms of use pertaining to your data. Contact your local university Library to find out if there is a Dataverse instance available for you to use.</span></p> <a href="https://www.re3data.org/"><span style="font-weight: 400;">Re3data.org</span></a> <span style="font-weight: 400;">is an online registry of data repositories, which can be searched according to subject, content type and country. Find a list of </span><a href="https://www.re3data.org/search?query=&amp;countries[]=CAN"><span style="font-weight: 400;">Canadian research data repositories</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">Un d&eacute;p&ocirc;t de donn&eacute;es de recherche est une plateforme technologique qui permet aux donn&eacute;es de recherche d&rsquo;&ecirc;tre&nbsp;:</span></p> <ul> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">D&eacute;pos&eacute;es et d&eacute;crites</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Stock&eacute;es et archiv&eacute;es</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Partag&eacute;es et publi&eacute;es</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">D&eacute;couvertes et r&eacute;utilis&eacute;es</span></li> </ul> <p><span style="font-weight: 400;">Il y a diff&eacute;rents types de d&eacute;p&ocirc;t, notamment les&nbsp;:</span></p> <ul> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">D&eacute;p&ocirc;ts propri&eacute;taires (avec frais de services)</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">D&eacute;p&ocirc;ts en libre acc&egrave;s (utilisation gratuits)</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">D&eacute;p&ocirc;ts par discipline</span></li> </ul> <p><span style="font-weight: 400;">L&rsquo;une des principales caract&eacute;ristiques d&rsquo;un d&eacute;p&ocirc;t de donn&eacute;es de recherche fiable est l&rsquo;attribution d&rsquo;un identifiant d&rsquo;objet num&eacute;rique (DOI) &agrave; vos donn&eacute;es, soit un </span><em><span style="font-weight: 400;">identifiant persistant unique</span></em><span style="font-weight: 400;"> attribu&eacute; par un organisme d&rsquo;enregistrement pour identifier le contenu num&eacute;rique et fournir un lien permanent avec son emplacement, permettant la d&eacute;couverte &agrave; long terme.</span></p> <p><span style="font-weight: 400;">Dataverse est l&rsquo;une des plateformes de d&eacute;p&ocirc;t de donn&eacute;es de recherche les plus populaires au Canada pour le d&eacute;p&ocirc;t de donn&eacute;es d&rsquo;enqu&ecirc;te et de fichiers texte qualitatifs. Les principales caract&eacute;ristiques de Dataverse comprennent l&rsquo;attribution d&rsquo;un DOI, la possibilit&eacute; de rendre vos donn&eacute;es accessibles ou non, des citations de donn&eacute;es int&eacute;gr&eacute;es, la gestion des versions de fichiers et la possibilit&eacute; de cr&eacute;er des conditions d&rsquo;utilisation personnalis&eacute;es pour vos donn&eacute;es. Contactez la biblioth&egrave;que de votre universit&eacute; pour savoir s&rsquo;il existe une instance de Dataverse que vous pouvez utiliser.&nbsp;</span></p> <p><a href="https://www.re3data.org/"><span style="font-weight: 400;">Re3data.org</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">) est un registre en ligne des d&eacute;p&ocirc;ts de donn&eacute;es qui peut &ecirc;tre consult&eacute; par sujet, par type de contenu et par pays. Voici une liste de </span><a href="https://www.re3data.org/search?query=&amp;countries%5B%5D=CAN"><span style="font-weight: 400;">d&eacute;p&ocirc;ts canadiens de donn&eacute;es</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span></p>
