Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: 'Share' allows you to invite others to read or contribute to your plan.
de: Mit "Teilen" können Sie andere einladen, Ihren Plan zu lesen oder daran mitzuarbeiten.
es: 'Compartir' le permite invitar a otros a leer o contribuir a su plan.
fi: Jaa-välilehdellä voit jakaa muille luku- tai muokkausoikeuksia suunnitelmaasi.
fr_ca: « Partager » vous permet d’inviter d’autres personnes à lire ou à contribuer à votre plan.
pt_br: 'Compartilhar' permite que você convide outras pessoas a ler ou contribuir com seu plano.
sv_fi: Med "Dela" kan du bjuda in andra att läsa eller bidra till din plan.
tr_tr: 'Paylaş', başkalarını planınızı okumak veya planınıza katkıda bulunmak için davet etmenize imkan sağlar.

source: 'Download' allows you to download your plan in various formats. This may be useful if you need to submit your plan as part of a grant application.
de: Unter 'Herunterladen' können Sie Ihren Plan in verschiedenen Formaten herunterladen. Dies kann nützlich sein, wenn Sie Ihren Plan als Teil eines Drittmittelantrags einreichen möchten.
es: 'Descargar' te permite descargar tu plan en varios formatos. Esto puede ser útil si necesita presentar su plan como parte de una solicitud de subvención.
fi: Ladata-välilehdellä voit ladata suunnitelmasi monissa eri tiedostomuodoissa. Tästä toiminnosta on hyötyä, jos rahoittajasi vaatii suunnitelman liittämistä rahoitushakemukseen.
fr_ca: L’option « Télécharger » vous permet de télécharger votre plan dans différents formats. Cela peut être utile si vous devez soumettre votre plan dans le cadre d'une demande de subvention.
pt_br: 'Download' permite que você baixe seu plano em vários formatos. Isso pode ser útil se você precisar enviar seu plano como parte de um pedido de subsídio.
sv_fi: Med "Download" kan du ladda ner din plan i olika format. Det kan vara användbart om du behöver lämna in din plan som en del av en bidragsansökan.
tr_tr: 'İndir', planınızı çeşitli biçimlerde indirmenize olanak tanır. Planınızı hibe başvurusunun bir parçası olarak göndermeniz gerekiyorsa bu yararlı olabilir.

source: When viewing any of the question tabs, you will see the different sections of your plan displayed. Click into these in turn to answer the questions. You can format your responses using the text editing buttons.
de: Wenn Sie eine der Fragen-Registerkarten anzeigen, werden die verschiedenen Abschnitte Ihres Plans angezeigt. Klicken Sie nacheinander auf diese, um die Fragen zu beantworten. Sie können Ihre Antworten mithilfe der Textbearbeitungsschaltflächen formatieren.
es: Al ver cualquiera de las pestañas de preguntas, verá las diferentes secciones de su plan mostradas. Haga clic en estos a su vez para responder a las preguntas. Puedes formatear tus respuestas usando los botones de edición de texto.
fi: Klikkaamalla otsikoita saat näkyviin suunnitelman eri osiot. Pääset kirjoittamaan vastauksesi klikkaamalla osion otsikkoa. Vastauksia voi muokata tekstinmuokkaustyökaluilla.
fr_ca: Lorsque vous consultez l’un ou l’autre des onglets de questions, vous verrez les différentes sections de votre plan affichées. Cliquez sur ces onglets à tour de rôle pour répondre aux questions. Vous pouvez choisir le format de vos réponses à l'aide des boutons de mise en forme.
pt_br: Ao visualizar qualquer uma das guias de pergunta, você verá as diferentes seções do seu plano exibidas. Clique neles para responder às perguntas. Você pode formatar suas respostas usando os botões de edição de texto.
sv_fi: När du tittar på någon av frågeflikarna ser du de olika delarna av din plan som visas. Klicka på dessa i sin tur för att svara på frågorna. Du kan formatera dina svar med knapparna för redigering av text.
tr_tr: Soru sekmelerinden herhangi birini görüntülerken, planınızın farklı bölümlerinin görüntülendiğini göreceksiniz. Soruları cevaplamak için sırasıyla bunlara tıklayın. Metin düzenleme düğmelerini kullanarak yanıtlarınızı biçimlendirebilirsiniz.

source: Guidance is displayed in the right-hand panel. If you need more guidance or find there is too much, you can make adjustments on the ‘Project Details’ tab.
de: Die Führung wird im rechten Feld angezeigt. Wenn Sie mehr Anleitungen benötigen oder feststellen müssen, dass zu viel vorhanden ist, können Sie Anpassungen auf der Registerkarte "Projektdetails" vornehmen.
es: La guía se muestra en el panel de la derecha. Si necesita más orientación o si encuentra demasiada información, puede realizar ajustes en la pestaña "Detalles del proyecto".
fi: Suunnitelman ohjeistus näkyy oikeassa reunassa klikkaamalla +-merkkiä. Ohjeiden näkymistä voi muokata ‘Projektin tiedot’-välilehdellä.
fr_ca: Les directives sont affichées dans la partie de droite. Si vous avez besoin de directives supplémentaires ou si vous trouvez qu’il y en a trop, vous pouvez effectuer des ajustements dans l’onglet des détails du projet.
pt_br: A orientação é exibida no painel à direita. Se precisar de mais orientação ou descobrir que há muito, você pode fazer ajustes na guia ‘Detalhes do projeto’.
sv_fi: Guiden visas i den högra panelen. Om du behöver mer vägledning eller hitta det är för mycket, kan du göra justeringar på fliken "Projektdetaljer".
tr_tr: Rehberlik sağ panelde görüntülenir. Daha fazla rehberliğe ihtiyacınız varsa veya mevcut rehberliğin çok fazla olduğunu düşünüyorsanız, 'Proje Detayları' sekmesinde ayarlamalar yapabilirsiniz.

source: Share plans
de: Pläne teilen
es: Compartir planes
fi: Suunnitelmien jakaminen
fr_ca: Partager des plans
pt_br: Compartilhe planos
sv_fi: Aktieplaner
tr_tr: Planları paylaşın

source: Insert the email address of any collaborators you would like to invite to read or edit your plan. Set the level of permissions you would like to grant them via the radio buttons and click to 'Add collaborator.' Adjust permissions or remove collaborators at any time via the drop-down options.
de: Geben Sie die E-Mail-Adresse aller Mitarbeiter ein, die Sie zum Lesen oder Bearbeiten Ihres Plans einladen möchten. Legen Sie die Berechtigungsstufe fest, die Sie über die Optionsschaltflächen erteilen möchten, und klicken Sie auf "Mitbearbeiter hinzufügen". Passen Sie Berechtigungen an oder entfernen Sie Mitarbeiter jederzeit über die Dropdown-Optionen.
es: Ingrese la dirección de correo electrónico de cualquier colaborador que desee invitar a leer o editar su plan. Establezca el nivel de permisos que desea otorgarles a través de los botones de opción y haga clic en 'Agregar colaborador' Ajuste los permisos o elimine colaboradores en cualquier momento a través de las opciones desplegables.
fi: Lisää tekstikenttään niiden henkilöiden sähköpostiosoitteet, joille haluat jakaa suunnitelmasi luku- tai muokkausoikeuden ja lähetä kutsu klikkaamalla Lähetä-painiketta. Määrittele heidän käyttöoikeutensa valintanapeilla, ja voit myös milloin tahansa muokata käyttöoikeuksia tai poistaa niitä pudotusvalikosta.
fr_ca: Inscrivez l’adresse électronique des collaborateurs que vous aimeriez inviter à lire ou à modifier votre plan. Choisissez le niveau d’autorisation que vous souhaitez lui accorder à l’aide des boutons radio et cliquez sur « Ajouter un collaborateur ». Ajustez les autorisations ou retirez des collaborateurs en tout temps à l’aide des options de la liste déroulante.
pt_br: Insira o endereço de e-mail de todos os colaboradores que você gostaria de convidar para ler ou editar seu plano. Defina o nível de permissões que você deseja conceder por meio dos botões de opção e clique em 'Adicionar colaborador'. Ajuste as permissões ou remova os colaboradores a qualquer momento por meio das opções suspensas.
sv_fi: Infoga e-postadressen till några samarbetspartners som du vill bjuda in för att läsa eller redigera din plan. Ange nivån på behörigheter som du vill ge dem via radioknapparna och klicka på "Lägg till samarbetspartner". Justera behörigheter eller ta bort samarbetare när som helst via rullgardinsmenyn.
tr_tr: Planınızı okumaya veya düzenlemeye davet etmek istediğiniz ortak çalışanların e-posta adresini girin. Butonlar aracılığıyla onlara vermek istediğiniz izinlerin düzeyini ayarlayın ve 'Ortak çalışan ekle'yi tıklayın. Aşağı açılır liste seçenekleri aracılığıyla istediğiniz zaman izinleri düzenleyin veya ortak çalışanları kaldırın.

source: The ‘Share’ tab is also where you can set your plan visibility.
de: Auf der Registerkarte "Teilen" können Sie außerdem Ihre Plansichtbarkeit festlegen.
es: La pestaña "Compartir" también es donde puede configurar la visibilidad de su plan.
fi: Jaa-välilehdellä voit myös määrittää suunnitelmasi näkyvyyden.
fr_ca: L’onglet « Partager » vous permet également de définir la visibilité de votre plan.
pt_br: A guia ‘Compartilhar’ também é onde você pode definir a visibilidade do seu plano.
sv_fi: Fliken "Dela" är också där du kan ställa in planens synlighet.
tr_tr: 'Paylaş' sekmesi ayrıca plan görünürlüğünü ayarlayabileceğiniz yerdir.

source: Private: restricted to you and your collaborators.
de: Privat: beschränkt auf Sie und Ihre Mitarbeiter.
es: Privado: restringido a usted y sus colaboradores.
fi: Yksityinen: rajattu minulle ja yhteistyökumppaneilleni.
fr_ca: Privé : usage réservé à vous et à vos collaborateurs.
pt_br: Particular: restrito a você e seus colaboradores.
sv_fi: Privat: begränsad till dig och dina medarbetare.
tr_tr: Özel: sizinle ve ortak çalıştıklarınızla sınırlı.

source: Organisational: anyone at your organisation can view your plan.
de: Organisatorisch: Jeder in Ihrer Organisation kann Ihren Plan einsehen.
es: Organizacional: cualquier persona en su organización puede ver su plan.
fi: Organisaatiokohtainen: näkyvillä DMPTuulissa organisaatiosi käyttäjille
fr_ca: Organisationnel : Tous les membres de votre organisme peuvent consulter votre plan.
pt_br: Organizacional: qualquer pessoa na sua organização pode ver seu plano.
sv_fi: Organisatorisk: Alla i din organisation kan se din plan.
tr_tr: Kuruluşla ilgili: kuruluşunuzdaki herkes planınızı görebilir.

source: Public: anyone can view your plan in the Public DMPs list.
de: Öffentlich: Jeder kann Ihren Plan in der öffentlichen DMP-Liste anzeigen.
es: Público: cualquier persona puede ver su plan en la lista de DMP públicos.
fi: Julkinen: kuka tahansa voi nähdä suunnitelmasi Julkiset aineistonhallintasuunnitelmat -listalla.
fr_ca: Public : Tous peuvent consulter votre plan dans la liste des PGD publics.
pt_br: Público: qualquer pessoa pode visualizar seu plano na lista Public PGDs.
sv_fi: Offentlig: Vem som helst kan se din plan på den offentliga DMP-listan.
tr_tr: Herkese Açık: Herkese Açık VYPler listesinde planınızı herkes görüntüleyebilir.

source: By default all new and test plans will be set to ‘Private’ visibility. ‘Public’ and ‘Organisational’ visibility are intended for finished plans. You must answer at least 50% of the questions to enable these options.
de: Standardmäßig werden alle neuen und Testpläne auf "Private" Sichtbarkeit gesetzt. "Öffentliche" und "organisatorische" Sichtbarkeit sind für fertige Pläne gedacht. Sie müssen mindestens 50% der Fragen beantworten, um diese Optionen zu aktivieren.
es: De forma predeterminada, todos los planes nuevos y de prueba se establecerán en visibilidad "Privada". La visibilidad 'pública' y 'organizativa' están pensadas para los planes terminados. Debe responder al menos el 50% de las preguntas para habilitar estas opciones.
fi: Kaikkien uusien ja testisuunnitelmien oletusnäkyvyys on 'Yksityinen'. 'Julkinen' ja 'organisatorinen' näkyvyys on tarkoitettu valmiille suunnitelmille. Kysymyksistä on oltava vastattuna vähintään 50%, jotta nämä kaksi vaihtoehtoa olisi valittavissa.
fr_ca: Par défaut, les paramètres de tous les nouveaux plans et des plans d’essai seront définis selon une visibilité privée. La visibilité publique et organisationnelle est réservée aux plans terminés. Vous devez répondre à au moins 50 % des questions pour activer ces options.
pt_br: Por padrão, todos os planos novos e de teste serão definidos para a visibilidade ‘Particular’. Visibilidade ‘Pública’ e ‘Organizacional’ destinam-se a planos acabados. Você deve responder pelo menos 50% das perguntas para ativar essas opções.
sv_fi: Som standard kommer alla nya och testplaner att sättas till "Privat" sikt. "Offentlig" och "Organisatorisk" synlighet är avsedda för färdiga planer. Du måste svara minst 50% av frågorna för att aktivera dessa alternativ.
tr_tr: Varsayılan olarak tüm yeni planlar ve test planları 'Özel' görünürlüğe ayarlanacaktır. "Herkese Açık" ve "Kurumsal" görünürlük, tamamlanmış planlar içindir. Bu seçenekleri etkinleştirmek için soruların en az %50'sini yanıtlamalısınız.

source: There may also be an option to request feedback on your plan. This is available when research support staff at your organisation have enabled this service. Click to ‘Request feedback’ and your local administrators will be alerted to your request. Their comments will be visible in the ‘Comments’ field adjacent to each question. You will be notified by email when an administrator provides feedback.
de: Es kann auch eine Option geben, Feedback zu Ihrem Plan anzufordern. Dies ist verfügbar, wenn die Mitarbeiter des Forschungssupports in Ihrem Unternehmen diesen Dienst aktiviert haben. Klicken Sie auf "Feedback anfordern" und Ihre lokalen Administratoren werden auf Ihre Anfrage aufmerksam gemacht. Ihre Kommentare werden im Feld "Kommentare" neben jeder Frage angezeigt. Sie werden per E-Mail benachrichtigt, wenn ein Administrator Feedback gibt.
es: También puede haber una opción para solicitar comentarios sobre su plan. Está disponible cuando el personal de apoyo a la investigación en su organización ha habilitado este servicio. Haga clic para "Solicitar comentarios" y sus administradores locales serán alertados de su solicitud. Sus comentarios serán visibles en el campo "Comentarios" junto a cada pregunta. Se le notificará por correo electrónico cuando un administrador proporcione comentarios.
fi: Myös palautteen pyytäminen suunnitelmasta on mahdollista, jos organisaatiosi tukipalvelut ovat ottaneet tämän palvelun käyttöön. Klikkaa ‘Pyydä palautetta’ -painiketta ja organisaatiosi tukihenkilöt saavat ilmoituksen pyynnöstäsi sähköpostiinsa. Heidän kommenttinsa näkyvät ‘kommentti’kentässä eri kysymysten kohdalla. Saat sähköposti-ilmoituksen, kun tukihenkilö on antanut palautetta.
fr_ca: Votre plan peut également comporter une option de demande de commentaires. Elle devient accessible lorsque le personnel de soutien à la recherche de votre organisme a activé ce service. Cliquez sur « Demander des commentaires ». Vos administrateurs locaux seront informés de votre demande. Leurs commentaires seront visibles dans le champ « Commentaires » à côté de chaque question. Vous serez avisé(e) par courriel lorsqu’un administrateur fournit des commentaires.
pt_br: Também pode haver uma opção para solicitar feedback sobre seu plano. Isso está disponível quando a equipe de suporte de pesquisa da sua organização habilitou esse serviço. Clique para ‘Solicitar comentários’ e seus administradores locais serão alertados sobre sua solicitação. Seus comentários ficarão visíveis no campo ‘Comentários’ ao lado de cada pergunta. Você será notificado por e-mail quando um administrador fornecer feedback.
sv_fi: Det kan också finnas ett alternativ att begära feedback på din plan. Detta är tillgängligt när forskare i din organisation har aktiverat den här tjänsten. Klicka på "Begär återkoppling" och dina lokala administratörer kommer att varnas till din förfrågan. Deras kommentarer kommer att vara synliga i fältet Kommentarer längs varje fråga. Du får ett meddelande via e-post när en administratör ger feedback.
tr_tr: Planınız hakkında bir geri bildirim isteme seçeneği de olabilir. Bu, kuruluşunuzdaki araştırma destek personeli bu hizmeti etkinleştirdiğinde kullanılabilir. 'Geri bildirim iste'yi tıkladığınızda yerel yöneticileriniz isteğiniz konusunda uyarılacaktır. Yöneticilerinizin yorumları, her sorunun yanındaki 'Yorumlar' alanında görünecektir. Bir yönetici geri bildirim sağladığında e-posta ile bilgilendirileceksiniz.

source: Download plans
de: Pläne herunterladen
es: Descargar planes
fi: Lataa suunnitelmia
fr_ca: Télécharger les plans
pt_br: Baixar planos
sv_fi: Ladda ner planer
tr_tr: Planları indir

source: From here you can download your plan in various formats. This may be useful if you need to submit your plan as part of a grant application. Choose what format you would like to view/download your plan in and click to download. You can also adjust the formatting (font type, size and margins) for PDF files, which may be helpful if working to page limits.
de: Hier können Sie Ihren Plan in verschiedenen Formaten herunterladen. Dies kann nützlich sein, wenn Sie Ihren Plan als Teil eines Förderantrags einreichen müssen. Wählen Sie das Format aus, in dem Sie Ihren Plan anzeigen/herunterladen möchten, und klicken Sie zum Herunterladen. Sie können auch die Formatierung (Schriftart, Größe und Ränder) für PDF-Dateien anpassen, was hilfreich sein kann, wenn Sie mit Seitenbegrenzungen arbeiten.
es: Desde aquí puedes descargar tu plan en varios formatos. Esto puede ser útil si necesita enviar su plan como parte de una solicitud de subvención. Elija en qué formato le gustaría ver/descargar su plan y haga clic para descargar. También puede ajustar el formato (tipo de fuente, tamaño y márgenes) para los archivos PDF, lo que puede ser útil si trabaja con límites de páginas.
fi: Tällä välilehdellä voit ladata suunnitelmasi eri tiedostomuodoissa
fr_ca: À partir d’ici, vous pouvez télécharger votre plan dans différents formats. Cela peut être pratique si vous devez soumettre votre plan dans le cadre d’une demande de subvention. Choisissez le format dans lequel vous souhaitez afficher ou télécharger votre plan et cliquez pour télécharger. Vous pouvez également ajuster la mise en forme (type de police, taille et marges) des fichiers PDF, ce qui peut être utile si vous devez respecter les limites relatives au nombre de pages.
pt_br: A partir daqui você pode baixar seu plano em vários formatos. Isso pode ser útil se você precisar enviar seu plano como parte de um pedido de subsídio. Escolha em qual formato você gostaria de visualizar/baixar seu plano e clique para baixar. Você também pode ajustar a formatação (tipo de fonte, tamanho e margens) para arquivos PDF, o que pode ser útil se estiver trabalhando com limites de página.
sv_fi: Härifrån kan du ladda ner din plan i olika format. Det kan vara användbart om du behöver lämna in din plan som en del av en bidragsansökan. Välj vilket format du vill visa / ladda ner din plan och klicka för att ladda ner. Du kan också justera formateringen (typsnitt, storlek och marginaler) för PDF-filer, vilket kan vara till hjälp om du arbetar till sidgränser.

source: Information about you: how we use it and with whom we share it
de: Informationen über Sie: Wie wir es nutzen und mit wem wir es teilen
es: Información sobre usted: cómo la usamos y con quién la compartimos.
fi: Tietomme sinusta: kuinka käytämme niitä ja kenen kanssa jaamme ne
fr_ca: Renseignements vous concernant : comment nous les utilisons et avec qui nous les partageons
pt_br: Informações sobre você: como as usamos e com quem as compartilhamos
sv_fi: Information om dig: hur vi använder den och med vilken vi delar den
tr_tr: Sizinle ilgili bilgileri nasıl kullanıyoruz ve kimlerle paylaşıyoruz?

source: The information you provide will be used by the %{org_name} to offer you access to and personalisation of the %{application_name} service.
de: Die von Ihnen angegebenen Informationen werden von %{org_name} verwendet, um Ihnen den Zugriff auf und die Personalisierung des %{application_name} -Dienstes zu ermöglichen.
es: La información que usted proporcione será utilizada por %{org_name} para ofrecerle acceso y personalización del servicio %{application_name}.
fi: %{org_name} käyttää antamiasi tietoja tarjotaakseen sinulle pääsyn %{application_name} -palveluun ja sen yksilöllistämiseen.
fr_ca: Les renseignements que vous fournissez seront utilisés par le %{org_name} pour vous offrir l'accès à l'%{application_name} et la possibilité de personnaliser ce dernier.
pt_br: As informações fornecidas serão usadas pelo %{org_name} para oferecer acesso e customização do serviço %{application_name}.
sv_fi: Informationen du tillhandahåller kommer att användas av %{org_name} för att erbjuda dig tillgång till och personalisering av tjänsten %{application_name}.
tr_tr: Sağladığınız bilgiler, %{application_name} hizmetine erişmenizi ve bu hizmeti kişiselleştirmenizi sağlamak için %{org_name} tarafından kullanılacaktır.

source: The %{org_name} processes the personal data of %{application_name} users in order to deliver and improve the %{application_name} service in a customised manner and to ensure each user receives relevant information.
de: Die %{org_name} verarbeitet die persönlichen Daten von %{application_name} Benutzern, um den %{application_name} Dienst in angepasster Weise bereitzustellen und zu verbessern und sicherzustellen, dass jeder Benutzer relevante Informationen erhält.
es: El %{org_name} procesa los datos personales de los usuarios de %{application_name} para entregar y mejorar el servicio %{application_name} de una manera personalizada y para garantizar que cada usuario reciba la información relevante.
fi: %{org_name} käsittelee %{application_name}n käyttäjien henkilötietoja tuottaakseen ja parantaakseen %{application_name}n palvelua ja varmistaakseen, että käyttäjä saa tarpeelliset tiedot.
fr_ca: Le %{org_name} traite les données personnelles des utilisateurs de l'%{application_name} afin d’offrir et d’améliorer le service de l'%{application_name} de manière personnalisée et de veiller à ce que chaque utilisateur reçoit des renseignements pertinents.
pt_br: O %{org_name} processa os dados pessoais de %{application_name} usuários para entregar e melhorar o serviço %{application_name} de maneira customizada e para garantir que cada usuário receba informações relevantes.
sv_fi: %{org_name} behandlar personuppgifterna för %{application_name} -användare för att leverera och förbättra tjänsten [%{org_name}A2] på ett anpassat sätt och för att säkerställa att varje användare får relevant information.
tr_tr: %{org_name}, %{application_name} hizmetini özelleştirilmiş bir şekilde sunmak ve iyileştirmek ve her kullanıcının ilgili bilgileri almasını sağlamak için %{application_name} kullanıcılarının kişisel verilerini işler.

source: The processing of your personal data by the %{org_name} is necessary for pursuing the following legitimate interests:
de: Die Verarbeitung Ihrer personenbezogenen Daten durch die %{org_name} ist notwendig, um die folgenden legitimen Interessen zu verfolgen:
es: El procesamiento de sus datos personales por %{org_name} es necesario para perseguir los siguientes intereses legítimos:
fi: %{org_name}:n on tarpeellista käsitellä henkilötietoja seuraavien lainmukaisten seikkojen vuoksi:
fr_ca: Le traitement de vos données personnelles par le %{org_name} est nécessaire pour donner suite aux intérêts légitimes suivants :
pt_br: O processamento dos seus dados pessoais pelo %{org_name} é necessário para perseguir os seguintes interesses legítimos:
sv_fi: Behandlingen av dina personuppgifter av %{org_name} är nödvändig för att följa följande legitima intressen:
tr_tr: Kişisel verilerinizin %{org_name} tarafından işlenmesi, aşağıdaki meşru menfaatlerin takibi için gereklidir:
