Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">Data retention should be considered early in the research lifecycle. Data-retention decisions can be driven by external policies (e.g. funding agencies, journal publishers), or by an understanding of the enduring value of a given set of data. The need to preserve data in the short-term (i.e. for peer-verification purposes) or long-term (for data of lasting value), will influence the choice of data repository or archive. A helpful analogy is to think of creating a 'living will' for the data, that is, a plan describing how future researchers will have continued access to the data.&nbsp;</span></p> <span style="font-weight: 400;">It is important to verify whether or not the data repository you have selected will support the terms of use or licenses you wish to apply to your data and code. Consult the repository&rsquo;s own terms of use and preservation policies for more information. For help finding an appropriate repository, contact your institution&rsquo;s library or reach out to the Portage DMP Coordinator at <a href="mailto:support@portagenetwork.ca">support@portagenetwork.ca</a></span><span style="font-weight: 400;">. </span>
fr_ca: <p><span style="font-weight: 400;">La r&eacute;tention des donn&eacute;es doit &ecirc;tre envisag&eacute;e d&egrave;s le d&eacute;but du cycle de vie de la recherche. Les d&eacute;cisions relatives &agrave; la r&eacute;tention des donn&eacute;es peuvent &ecirc;tre dict&eacute;es par des politiques externes (par exemple, les organismes de financement, les &eacute;diteurs de revues) ou par la compr&eacute;hension de la valeur durable d&rsquo;un ensemble de donn&eacute;es donn&eacute;. La n&eacute;cessit&eacute; de conserver les donn&eacute;es &agrave; court terme (c&rsquo;est-&agrave;-dire &agrave; des fins de v&eacute;rification par les pairs) ou &agrave; long terme (pour les donn&eacute;es ayant une valeur durable), influencera le choix du d&eacute;p&ocirc;t ou de l&rsquo;archive de donn&eacute;es. Une analogie pertinente serait la cr&eacute;ation d&rsquo;un "testament biologique" pour les donn&eacute;es, c&rsquo;est-&agrave;-dire un plan d&eacute;crivant comment les futurs chercheurs auront un acc&egrave;s continu aux donn&eacute;es.&nbsp;</span></p> <p><span style="font-weight: 400;">Il est important de v&eacute;rifier si le d&eacute;p&ocirc;t de donn&eacute;es que vous avez s&eacute;lectionn&eacute; supportera ou non les conditions d&rsquo;utilisation ou les licences que vous souhaitez appliquer &agrave; vos donn&eacute;es et &agrave; votre code. Pour plus d&rsquo;informations, consultez les conditions d&rsquo;utilisation et les politiques de conservation du d&eacute;p&ocirc;t. Pour trouver un d&eacute;p&ocirc;t appropri&eacute;, communiquez avec la biblioth&egrave;que de votre institution ou le Coordonnateur de la PGD de Portage &agrave; l&rsquo;adresse </span><a href="mailto:support@portagenetwork.ca"><span style="font-weight: 400;">support@portagenetwork.ca</span></a><span style="font-weight: 400;">. </span></p>

source: <span style="font-weight: 400;">The general-purpose repositories for data sharing in Canada are the </span><a href="https://www.frdr-dfdr.ca/repo/"><span style="font-weight: 400;">Federated Research Data Repository (FRDR)</span></a><span style="font-weight: 400;"> and </span><a href="https://dataverse.scholarsportal.info/"><span style="font-weight: 400;">Scholars Portal Dataverse</span></a><span style="font-weight: 400;">. You can search for discipline-specific repositories on </span><a href="http://re3data.org"><span style="font-weight: 400;">re3data.org</span></a><span style="font-weight: 400;"> or by using </span><a href="https://repositoryfinder.datacite.org/"><span style="font-weight: 400;">DataCite's Repository Finder tool</span></a><span style="font-weight: 400;">. </span>
fr_ca: <span style="font-weight: 400;">Les d&eacute;p&ocirc;ts &agrave; usage g&eacute;n&eacute;ral pour le partage des donn&eacute;es au Canada sont le </span><a href="https://www.frdr-dfdr.ca/repo/?locale=fr"><span style="font-weight: 400;">D&eacute;p&ocirc;t f&eacute;d&eacute;r&eacute; de donn&eacute;es de recherche</span></a><span style="font-weight: 400;"> et </span><a href="https://dataverse.scholarsportal.info/fr/"><span style="font-weight: 400;">Scholars Portal Dataverse</span></a><span style="font-weight: 400;">. Vous pouvez rechercher des d&eacute;p&ocirc;ts sp&eacute;cifiques &agrave; une discipline sur </span><a href="http://re3data.org"><span style="font-weight: 400;">re3data.org</span></a><span style="font-weight: 400;"> utilisant l&rsquo;</span><a href="https://repositoryfinder.datacite.org/"><span style="font-weight: 400;">outil de rep&eacute;rage de d&eacute;p&ocirc;t de DataCite</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">). </span>

source: <p><span style="font-weight: 400;">Making the software (or source code) you developed accessible is essential for others to understand your work. It allows others to check for errors in the software, to reproduce your work, and ultimately, to build upon your work. Consider using a code-sharing platform such as </span><a href="https://github.com/"><span style="font-weight: 400;">GitHub</span></a> <a href="https://bitbucket.org/product"><span style="font-weight: 400;">Bitbucket</span></a><span style="font-weight: 400;">, or </span><a href="https://about.gitlab.com/"><span style="font-weight: 400;">GitLab</span></a><span style="font-weight: 400;">. If you would like to archive your code and receive a DOI, </span><a href="https://guides.github.com/activities/citable-code/"><span style="font-weight: 400;">GitHub is integrated with Zenodo</span></a><span style="font-weight: 400;"> as a repository option.&nbsp;</span></p> <p><span style="font-weight: 400;">At a minimum, if using third-party software (proprietary or otherwise), researchers should share and make available the source code (e.g., analysis scripts) used for analysis (even if they do not have the intellectual property rights to share the software platform or application itself).</span></p>
fr_ca: <p><span style="font-weight: 400;">Vous devez rendre accessible le logiciel (ou le code source) que vous avez d&eacute;velopp&eacute; pour que les autres puissent comprendre votre travail. Vous permettrez ainsi aux autres de v&eacute;rifier les erreurs du logiciel, de reproduire votre travail et, en fin de compte, de s&rsquo;appuyer sur votre travail. Envisagez d&rsquo;utiliser une plateforme de partage de code comme </span><a href="https://github.com/"><span style="font-weight: 400;">GitHub</span></a><span style="font-weight: 400;">, </span><a href="https://bitbucket.org/product"><span style="font-weight: 400;">Bitbucket</span></a><span style="font-weight: 400;"> ou </span><a href="https://about.gitlab.com/"><span style="font-weight: 400;">GitLab</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">). Si vous souhaitez archiver votre code et obtenir un identifiant num&eacute;rique d&rsquo;objet, </span><a href="https://guides.github.com/activities/citable-code/"><span style="font-weight: 400;">GitHub est int&eacute;gr&eacute; &agrave; Zenodo</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">) en tant qu&rsquo;option de d&eacute;p&ocirc;t.&nbsp;</span></p> <p><span style="font-weight: 400;">Lorsque les chercheurs utilisent un logiciel tiers (propri&eacute;taire ou autre), ils devraient au moins partager et rendre disponible le code source (par exemple, les scripts d&rsquo;analyse) utilis&eacute; pour l&rsquo;analyse (m&ecirc;me s&rsquo;ils n&rsquo;ont pas les droits de propri&eacute;t&eacute; intellectuelle pour partager la plateforme ou l&rsquo;application logicielle elle-m&ecirc;me).</span></p>

source: <span style="font-weight: 400;">After the software has been delivered, used and recognized by a sufficiently large group of users, will you allocate both human and financial resources to support the regular maintenance of the software, for activities such as debugging, continuous improvement, documentation and training?</span>
fr_ca: <span style="font-weight: 400;">Apr&egrave;s la livraison, l&rsquo;utilisation et la reconnaissance du logiciel par un groupe d&rsquo;utilisateurs suffisamment important, allouerez-vous des ressources humaines et financi&egrave;res pour assurer la maintenance r&eacute;guli&egrave;re du logiciel pour des activit&eacute;s telles que le d&eacute;bogage, l&rsquo;am&eacute;lioration continue, la documentation et la formation&thinsp;?</span>

source: A <a href="https://www.canada.ca/en/heritage-information-network/services/collections-documentation-standards/adopting-classification-system-collections.html">classification system</a> is a useful tool, especially if you work with original manuscripts or non-digital objects (for example, manuscripts in binders). Provide the description of your classification system in this plan or provide reference to the documents containing it.
fr_ca: <span style="font-weight: 400;">Un </span><a href="https://www.canada.ca/fr/reseau-information-patrimoine/services/normes-documentation-collections/adopter-systeme-classification-collections.html"><span style="font-weight: 400;">syst&egrave;me de classification</span></a><span style="font-weight: 400;"> est un instrument utile, surtout si vous travaillez avec des manuscrits originaux ou des objets non-num&eacute;riques (par exemple, des manuscrits dans des classeurs). Fournir la description de votre syst&egrave;me de classification dans ce plan ou fournir la r&eacute;f&eacute;rence aux documents contenant celle-ci. </span>

source: Naming conventions should be developed. Provide the description of your naming and versioning procedure in this plan or provide reference to documents containing it. Read more about file naming and version control at <a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx">UK Data Service</a>.
fr_ca: <span style="font-weight: 400;">Des r&egrave;gles de nommage devraient &ecirc;tre d&eacute;velopp&eacute;es. Fournir la description de votre proc&eacute;dure de nommage et de versionnage dans ce plan ou fournir la r&eacute;f&eacute;rence aux documents contenant celle-ci. Lire davantage sur le nommage de fichiers et le contr&ocirc;le des versions &agrave; </span><a href="https://www.ukdataservice.ac.uk/manage-data/format/organising.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span>

source: <p><span style="font-weight: 400;">Elements to consider in contextualizing research data: methodologies, definitions of variables or analysis categories, specific classification systems, assumptions, code tree, analyses performed, terminological evolution of a concept, staff members who worked on the data and tasks performed, etc.&nbsp;</span></p> <p><span style="font-weight: 400;">To ensure a verifiable historical interpretation and the lowest possible bias in the possible reuse of the data, try to identify elements of implicit knowledge or that involve direct communication with the principal investigator.</span></p>
fr_ca: <p>&Eacute;l&eacute;ments &agrave; consid&eacute;rer pour contextualiser le mat&eacute;riel de recherche : m&eacute;thodologies utilis&eacute;es, d&eacute;finitions des variables ou des cat&eacute;gories d&rsquo;analyse, syst&egrave;mes de classification particulier, suppositions &eacute;mises, arbre de codage, analyses effectu&eacute;es, &eacute;volution terminologique d&rsquo;un concept, personnel ayant travaill&eacute; sur le mat&eacute;riel et t&acirc;ches r&eacute;alis&eacute;es, etc. <br /><br />Pour assurer une interpr&eacute;tation historique v&eacute;rifiable et le moins biais&eacute;e possible lors d&rsquo;une &eacute;ventuelle r&eacute;utilisation des donn&eacute;es, tenter d&rsquo;identifier les &eacute;l&eacute;ments de connaissances tacites ou qui impliquent une communication directe avec le chercheur principal.</p>

source: <span style="font-weight: 400;">Consider the total volume of storage space expected for each media containing these files. If applicable, include hardware costs in the funding request. Include this information in the </span><em><span style="font-weight: 400;">Responsibilities and Resources</span></em><span style="font-weight: 400;"> section as well.</span>
fr_ca: <span style="font-weight: 400;">Consid&eacute;rer le volume total de l&rsquo;espace de stockage anticip&eacute; pour chaque support contenant les fichiers mentionn&eacute;s. Le cas &eacute;ch&eacute;ant, inclure le co&ucirc;t pour l&rsquo;achat de mat&eacute;riel informatique dans la demande de financement. Int&eacute;grer aussi cette information dans la section </span><em><span style="font-weight: 400;">Responsabilit&eacute;s et ressources</span></em><span style="font-weight: 400;">.</span>

source: <p><span style="font-weight: 400;">For long-term preservation, you may wish to consider CoreTrustSeal certified repositories found in this </span><a href="https://www.coretrustseal.org/why-certification/certified-repositories/"><span style="font-weight: 400;">directory</span></a><span style="font-weight: 400;">. However, as many repositories may be in the process of being certified and are not yet listed in this directory, reviewing the retention policy of a repository of interest will increase your options.</span></p> <p><span style="font-weight: 400;">To increase the visibility of research data, opt for disciplinary repositories: search by discipline in </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">re3data.org</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">For solutions governed by Canadian legislation, it is possible to browse by country of origin in re3data.org. In addition, Canada&rsquo;s digital research infrastructure offers the Federated Research Data Repository (</span><a href="https://www.frdr-dfdr.ca/repo/"><span style="font-weight: 400;">FRDR</span></a><span style="font-weight: 400;">). Finally, it is quite possible that your institution has its own research data repository.</span></p> <p><span style="font-weight: 400;">To make sure the selected repository meets the requirements of your DMP, feel free to seek advice from a </span><a href="https://portagenetwork.ca/tools-and-resources/institutional-rdm-contacts/"><span style="font-weight: 400;">resource person</span></a><span style="font-weight: 400;"> or contact the DMP Coordinator at </span><a href="mailto:support@portagenetwork.ca"><span style="font-weight: 400;">support@portagenetwork.ca</span></a><span style="font-weight: 400;">. </span></p>
fr_ca: <p><span style="font-weight: 400;">Pour une pr&eacute;servation &agrave; long terme, vous pouvez privil&eacute;gier les d&eacute;p&ocirc;ts ayant une certification CoreTrustSeal rep&eacute;rables dans ce </span><a href="https://www.coretrustseal.org/why-certification/certified-repositories/"><span style="font-weight: 400;">r&eacute;pertoire</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">). Toutefois, comme plusieurs d&eacute;p&ocirc;ts peuvent &ecirc;tre en cours de certification et ne sont pas encore rep&eacute;rables dans ce r&eacute;pertoire, la consultation de la politique de conservation d&rsquo;un d&eacute;p&ocirc;t d&rsquo;int&eacute;r&ecirc;t augmentera les possibilit&eacute;s de choix.</span></p> <p><span style="font-weight: 400;">Pour une meilleure visibilit&eacute; du mat&eacute;riel de recherche, les d&eacute;p&ocirc;ts disciplinaires sont &agrave; privil&eacute;gier&nbsp;: chercher par domaine dans </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">re3data.org</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span></p> <p><span style="font-weight: 400;">Pour des solutions sous l&eacute;gislation canadienne, il est possible de butiner par pays d&rsquo;origine dans re3data.org. Par ailleurs, l&rsquo;infrastructure canadienne de recherche num&eacute;rique offre le D&eacute;p&ocirc;t f&eacute;d&eacute;r&eacute; des donn&eacute;es de recherche (</span><a href="https://www.frdr-dfdr.ca/repo/?locale=fr"><span style="font-weight: 400;">DFDR</span></a><span style="font-weight: 400;">). Finalement, il est fort possible que votre institution ait son propre d&eacute;p&ocirc;t de donn&eacute;es de recherche.</span></p> <p><span style="font-weight: 400;">Pour vous assurer que le d&eacute;p&ocirc;t choisi remplit bien les exigences de votre PGD, n&rsquo;h&eacute;sitez pas &agrave; demander l&rsquo;avis d&rsquo;une </span><a href="https://portagenetwork.ca/fr/outils-et-ressources/personnes-ressources-pour-la-gdr-dans-les-etablissements/"><span style="font-weight: 400;">personne ressource</span></a><span style="font-weight: 400;"> ou contactez le Coordonnateur du PGD &agrave; </span><a href="mailto:support@portagenetwork.ca"><span style="font-weight: 400;">support@portagenetwork.ca</span></a><span style="font-weight: 400;">.</span></p>

source: <p><span style="font-weight: 400;">Preparing research data for eventual preservation involves different tasks that may have costs that are budgeted for preferably in the funding application. This could require a cost model or simply the basic sections of the </span><a href="https://ukdataservice.ac.uk/media/622368/costingtool.pdf"><span style="font-weight: 400;">UK Data Service Costing Tool</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Include this cost estimate in the </span><em><span style="font-weight: 400;">Responsibilities and Resources</span></em><span style="font-weight: 400;"> section.</span></p> <p><span style="font-weight: 400;">If necessary, contact a </span><a href="https://portagenetwork.ca/tools-and-resources/institutional-rdm-contacts/"><span style="font-weight: 400;">resource person</span></a> <span style="font-weight: 400;">or the DMP Coordinator at </span><a href="mailto:support@portagenetwork.ca"><span style="font-weight: 400;">support@portagenetwork.ca</span></a><span style="font-weight: 400;">. </span></p>
fr_ca: <p><span style="font-weight: 400;">La pr&eacute;paration du mat&eacute;riel de recherche pour son &eacute;ventuel conservation implique une vari&eacute;t&eacute; de t&acirc;ches pouvant pr&eacute;senter des co&ucirc;ts qu&rsquo;il est pr&eacute;f&eacute;rable de budg&eacute;tiser dans la demande de financement. &Agrave; cette fin, un </span><a href="https://www.curationexchange.org/understand-your-costs/19-summary-of-cost-models"><span style="font-weight: 400;">mod&egrave;le de co&ucirc;ts</span></a><span style="font-weight: 400;"> peut-&ecirc;tre utile ou simplement les rubriques de base du </span><a href="https://ukdataservice.ac.uk/media/622368/costingtool.pdf"><span style="font-weight: 400;">UK Data Service Costing Tool</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">).</span></p> <p><span style="font-weight: 400;">Int&eacute;grer cette estimation de co&ucirc;t dans la section </span><em><span style="font-weight: 400;">Responsabilit&eacute;s et ressources</span></em><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Consulter au besoin une </span><a href="https://portagenetwork.ca/fr/outils-et-ressources/personnes-ressources-pour-la-gdr-dans-les-etablissements/"><span style="font-weight: 400;">personne ressource</span></a><span style="font-weight: 400;"> ou contactez le Coordonnateur du PGD &agrave; </span><a href="mailto:support@portagenetwork.ca"><span style="font-weight: 400;">support@portagenetwork.ca</span></a><span style="font-weight: 400;">.</span></p>

source: <p>If applicable, retrieve written consents from an institution's ethics approval process. If the research involves human participants, verify that the content of the various sections of this DMP is consistent with the consent form signed by the participants.</p> <p><span style="font-weight: 400;">Describes anticipated data sharing issues within the team, their causes, and possible measures to mitigate them. </span><span style="font-weight: 400;">Read more about data security at </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span></p>
fr_ca: <p><span style="font-weight: 400;">Le cas &eacute;ch&eacute;ant, r&eacute;cup&eacute;rer des consents r&eacute;dig&eacute;s lors de l&rsquo;obtention d&rsquo;une approbation &eacute;thique aupr&egrave;s d&rsquo;une institution. </span><span style="font-weight: 400;">Si la recherche implique des participants humains, v&eacute;rifier que le contenu des diverses sections de ce PGD est conforme au formulaire de consentement sign&eacute; par les participants.</span></p> <p><span style="font-weight: 400;">D&eacute;crire les probl&egrave;mes pr&eacute;vus en mati&egrave;re de partage des donn&eacute;es au sein de l&rsquo;&eacute;quipe ainsi que leurs causes et les mesures possibles pour les att&eacute;nuer. </span><span style="font-weight: 400;">Lire sur la s&eacute;curit&eacute; des donn&eacute;es&nbsp;: </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">UK Data Service</span></a> (<em>lien en anglais</em>).&nbsp;</p>
