Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p>&nbsp;</p> <table> <tbody> <tr> <td> <p><span style="font-weight: 400;">Des informations sur </span><strong>le partage des donn&eacute;es</strong><span style="font-weight: 400;"> se trouvent dans le </span><a href="http://guides.bib.umontreal.ca/disciplines/500-Gestion-des-donnees-de-recherche?tab=2304" target="_blank"><span style="font-weight: 400;">guide sur la GDR</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Pour des conseils sur les donn&eacute;es sensibles, contactez un conseiller en &eacute;thique au </span><a href="https://recherche.umontreal.ca/qui-fait-quoi/#c16700" target="_blank"><span style="font-weight: 400;">BCRR</span></a><span style="font-weight: 400;">.</span></p> </td> </tr> </tbody> </table>
fr_ca: <p><span style="font-weight: 400;">Des informations sur </span><strong>le partage des donn&eacute;es</strong><span style="font-weight: 400;"> se trouvent dans le </span><a href="http://guides.bib.umontreal.ca/disciplines/500-Gestion-des-donnees-de-recherche?tab=2304" target="_blank"><span style="font-weight: 400;">guide sur la GDR</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Pour des conseils sur les donn&eacute;es sensibles, contactez un conseiller en &eacute;thique au </span><a href="https://recherche.umontreal.ca/qui-fait-quoi/#c16700" target="_blank"><span style="font-weight: 400;">BCRR</span></a><span style="font-weight: 400;">.</span></p>

source: <p><span style="font-weight: 400;">Des informations sur </span><strong>les licences de diffusion</strong><span style="font-weight: 400;"> se trouvent dans le </span><a href="http://guides.bib.umontreal.ca/disciplines/500-Gestion-des-donnees-de-recherche?tab=2304" target="_blank"><span style="font-weight: 400;">guide sur la GDR</span></a><span style="font-weight: 400;">.</span></p>
fr_ca: <p><span style="font-weight: 400;">Des informations sur </span><strong>les licences de diffusion</strong><span style="font-weight: 400;"> se trouvent dans le </span><a href="http://guides.bib.umontreal.ca/disciplines/500-Gestion-des-donnees-de-recherche?tab=2304" target="_blank"><span style="font-weight: 400;">guide sur la GDR</span></a>.</p>

source: <span style="font-weight: 400;">Describe all types of data you will collect throughout the research process, with special attention paid to participant-driven data (e.g., written transcripts, video files, audio recordings, journals, art, photographs, etc.).</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez tous les types de donn&eacute;es que vous collecterez tout au long du processus de recherche, en accordant une attention particuli&egrave;re aux donn&eacute;es fournies par les participants (par exemple, transcriptions &eacute;crites, fichiers vid&eacute;o, enregistrements audio, journaux, art, photographies, etc.).</span>

source: <span style="font-weight: 400;">If you will be combining original research data with existing, or previously used research data, describe those data here. Provide the name, location, URL, and date of the dataset(s) used. Describe any end-user license assigned to the data, or terms of use you must abide by.</span>
fr_ca: <span style="font-weight: 400;">Si vous comptez combiner des donn&eacute;es de recherche originales avec des donn&eacute;es de recherche existantes ou d&eacute;j&agrave; utilis&eacute;es, d&eacute;crivez-les ici. Indiquez le nom, le lieu, l&rsquo;URL et la date du ou des ensembles de donn&eacute;es utilis&eacute;s. D&eacute;crivez toute licence d&rsquo;utilisateur final attribu&eacute;e aux donn&eacute;es, ou les conditions d&rsquo;utilisation que vous devez respecter.</span>

source: <span style="font-weight: 400;">Provide a description of any data collection instruments or scales that will be used to collect data. These may include but are not limited to questionnaires, interview guides, or focus group procedures. If using a pre-existing instrument or scale, provide the citation(s) in this section.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez tous les instruments ou &eacute;chelles de collecte de donn&eacute;es qui seront utilis&eacute;s pour collecter les donn&eacute;es. Il peut s&rsquo;agir, entre autres, de questionnaires, de guides d&rsquo;entretien ou de proc&eacute;dures de groupes de discussion. Si vous utilisez un instrument ou une &eacute;chelle pr&eacute;existante, fournissez les citations dans cette section.</span>

source: <span style="font-weight: 400;">Describe the frequency in which you will be collecting data from participants. If you are performing narrative inquiry or longitudinal data collection for example, how often will you gather data from the same participants?</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez la fr&eacute;quence &agrave; laquelle vous collecterez des donn&eacute;es aupr&egrave;s des participants. Si vous effectuez une enqu&ecirc;te narrative ou une collecte de donn&eacute;es longitudinales par exemple, &agrave; quelle fr&eacute;quence allez-vous collecter des donn&eacute;es aupr&egrave;s des m&ecirc;mes participants&thinsp;?</span>

source: <span style="font-weight: 400;">Provide an estimate of when you will begin and conclude the data collection process. List this information in the following format: YYYY/MM/DD - YYYY/MM/DD. If you do not know the exact dates, list YYYY/MM - YYYY/MM instead.</span>
fr_ca: <span style="font-weight: 400;">Donnez une estimation de la date &agrave; laquelle vous commencerez et terminerez le processus de collecte des donn&eacute;es. Fournissez ces renseignements dans le format suivant&nbsp;: AAAA/MM/JJ &mdash; AAAA/MM/JJ. Si vous ne connaissez pas les dates exactes, utilisez plut&ocirc;t le format AAAA/MM &mdash; AAAA/MM.</span>

source: <span style="font-weight: 400;">Provide a description of the environment and geographic location of where data will be gathered, within the context of the study (e.g., hospital setting, long-term care setting, community). Include national, provincial, or municipal locations if applicable.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez de l&rsquo;environnement et de l&rsquo;emplacement g&eacute;ographique dans lequel les donn&eacute;es seront recueillies dans le contexte de l&rsquo;&eacute;tude (par exemple, milieu hospitalier, &eacute;tablissement de soins de longue dur&eacute;e, communaut&eacute;). Pr&eacute;cisez les emplacements nationaux, provinciaux ou municipaux, le cas &eacute;ch&eacute;ant.</span>

source: <p><span style="font-weight: 400;">Summarize the steps that are involved in the data collection process for your study. This section should include information about screening and recruitment, the informed consent process, information disseminated to participants before data collection, and the methods by which data is gathered.&nbsp;</span></p> <br /> <p><span style="font-weight: 400;">In this section, consider including documentation such as your study protocol, interview guide, questionnaire, etc.</span></p>
fr_ca: <p><span style="font-weight: 400;">R&eacute;sumez les &eacute;tapes du processus de collecte des donn&eacute;es pour votre &eacute;tude. Cette section doit comprendre des renseignements sur la s&eacute;lection et le recrutement, le processus de consentement &eacute;clair&eacute;, l&rsquo;information diffus&eacute;e aux participants avant la collecte des donn&eacute;es et les m&eacute;thodes de collecte des donn&eacute;es.&nbsp;</span></p> <p><span style="font-weight: 400;">Dans cette section, songez &agrave; inclure des documents tels que votre protocole d&rsquo;&eacute;tude, le guide d&rsquo;entretien, le questionnaire, etc.</span></p>

source: <span style="font-weight: 400;">Include a description of any software that will be used to gather data. Examples may include but are not limited to word processing programs, survey software, and audio/video recording tools. Provide the version of each software program used if applicable.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les logiciels qui serviront &agrave; recueillir des donn&eacute;es. Il peut s&rsquo;agir, par exemple, de programmes de traitement de texte, de logiciels d&rsquo;enqu&ecirc;te et d&rsquo;outils d&rsquo;enregistrement audio/vid&eacute;o. Indiquez la version de chaque logiciel utilis&eacute;, le cas &eacute;ch&eacute;ant.</span>

source: <span style="font-weight: 400;">List the file formats associated with each software program that will be generated during the data collection phase (e.g., .txt, .csv, .mp4, .wav).</span>
fr_ca: <span style="font-weight: 400;">Indiquez les formats de fichiers associ&eacute;s &agrave; chaque logiciel qui seront g&eacute;n&eacute;r&eacute;s pendant la phase de collecte des donn&eacute;es (par exemple, .txt, .csv, .mp4, .wav, etc.).</span>

source: <span style="font-weight: 400;">Provide a description of how you will track changes made to any data analysis files. Examples might include any audit trail steps, or versioning systems that you follow during the data analysis process.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez comment vous allez suivre les modifications apport&eacute;es aux fichiers d&rsquo;analyse des donn&eacute;es. Il peut s&rsquo;agir, par exemple, d&rsquo;&eacute;tapes de la piste de v&eacute;rification ou de syst&egrave;mes de gestion des versions que vous utilisez pendant le processus d&rsquo;analyse des donn&eacute;es.</span>

source: <span style="font-weight: 400;">Include any software programs you plan to use to perform or supplement data analysis (e.g., NVivo, Atlas.ti, SPSS, SAS, R, etc.). Include the version if applicable.</span>
fr_ca: <span style="font-weight: 400;">Indiquez tous les logiciels que vous utiliserez pour effectuer ou compl&eacute;ter l&rsquo;analyse des donn&eacute;es (par exemple, NVivo, Atlas.ti, SPSS, SAS, R, etc.). Pr&eacute;cisez les versions, le cas &eacute;ch&eacute;ant.</span>

source: <span style="font-weight: 400;">List the file formats associated with each analysis software program that will be generated in your study (e.g., .txt, .csv, .xsls, .docx). </span>
fr_ca: <span style="font-weight: 400;">Indiquez les formats de fichiers associ&eacute;s &agrave; chaque logiciel d&rsquo;analyse qui seront g&eacute;n&eacute;r&eacute;s dans votre &eacute;tude (par exemple, .txt, .csv, .xsls, .docx, etc.). </span>

source: <span style="font-weight: 400;">Include the coding scheme used to analyze your data -- consider providing a copy of your codebook. If other methods of analysis were performed, describe them here. </span>
fr_ca: <span style="font-weight: 400;">Pr&eacute;cisez le syst&egrave;me de codage utilis&eacute; pour analyser vos donn&eacute;es &mdash; pensez &agrave; fournir une copie de votre guide de codification. Si d&rsquo;autres m&eacute;thodes d&rsquo;analyse ont &eacute;t&eacute; utilis&eacute;es, d&eacute;crivez-les ici. </span>

source: <span style="font-weight: 400;">Outline the steps that will be taken to ensure the quality and transparency during the data analysis process. In this section, describe procedures for cleaning data, contacting participants to clarify responses, and correcting data when errors are identified. Consider the principles of credibility, dependability, confirmability, and transferability as described in </span><a href="https://us.sagepub.com/en-us/nam/naturalistic-inquiry/book842"><span style="font-weight: 400;">Lincoln and Guba, 1985</span></a><span style="font-weight: 400;"> when completing this section.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les mesures qui seront prises pour garantir la qualit&eacute; et la transparence du processus d&rsquo;analyse des donn&eacute;es. Dans cette section, d&eacute;crivez les proc&eacute;dures de nettoyage des donn&eacute;es, de communication avec les participants pour clarifier les r&eacute;ponses et de correction des donn&eacute;es lorsque des erreurs sont trouv&eacute;es. Tenez compte des principes de cr&eacute;dibilit&eacute;, de fiabilit&eacute;, de corroboration et de transf&eacute;rabilit&eacute; tels que d&eacute;crits dans </span><a href="https://us.sagepub.com/en-us/nam/naturalistic-inquiry/book842"><span style="font-weight: 400;">Lincoln et Guba, 1985</span></a><span style="font-weight: 400;"> (<em>lien en anglais</em>) lorsque vous compl&eacute;tez cette section.</span>

source: <span style="font-weight: 400;">Consider what information might be useful to accompany your data if you were to share it with someone else (e.g., the study protocol, interview guide, codebook, information about software used, questionnaires, user guide for the data, etc.).</span>
fr_ca: <span style="font-weight: 400;">R&eacute;fl&eacute;chissez aux renseignements qui pourraient &ecirc;tre utiles pour accompagner vos donn&eacute;es si vous deviez les partager avec quelqu&rsquo;un d&rsquo;autre (par exemple, le protocole de l&rsquo;&eacute;tude, le guide des entretiens, le guide de codification, les renseignements sur les logiciels utilis&eacute;s, les questionnaires, le guide d&rsquo;utilisation des donn&eacute;es, etc.).</span>

source: <span style="font-weight: 400;">Metadata standards can provide guidance on how best to document your data. If you do not know of any existing standards in your field, visit this website to search for available standards: </span><a href="https://fairsharing.org/"><span style="font-weight: 400;">https://fairsharing.org/</span></a>.
fr_ca: <span style="font-weight: 400;">Les normes relatives aux m&eacute;tadonn&eacute;es peuvent fournir des conseils sur la meilleure fa&ccedil;on de documenter vos donn&eacute;es. Si vous ne connaissez aucune norme existante dans votre domaine, visitez ce site web pour rechercher les normes disponibles&nbsp;: </span><a href="https://fairsharing.org/"><span style="font-weight: 400;">https://fairsharing.org/</span></a> <span style="font-weight: 400;">(</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span>

source: <span style="font-weight: 400;">Describe the participants whose lived experiences/phenomena are being studied in this project.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les participants dont les exp&eacute;riences v&eacute;cues ou les ph&eacute;nom&egrave;nes v&eacute;cus font l&rsquo;objet de votre &eacute;tude.</span>

source: <span style="font-weight: 400;">Provide a brief description of the sampling process undertaken in the study (e.g., purposive sampling, theoretical sampling).</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez sommairement le processus d&rsquo;&eacute;chantillonnage entrepris dans le cadre de l&rsquo;&eacute;tude (par exemple, &eacute;chantillonnage dirig&eacute;, &eacute;chantillonnage th&eacute;orique).</span>

source: <span style="font-weight: 400;">Outline any weighting or representative sampling that is being applied in this study.</span>
fr_ca: <span style="font-weight: 400;">Indiquez les pond&eacute;rations ou les &eacute;chantillonnages repr&eacute;sentatifs que vous utilisez dans votre &eacute;tude.</span>

source: <span style="font-weight: 400;">Provide a glossary of any acronyms or abbreviations used within your study.</span>
fr_ca: <span style="font-weight: 400;">Fournissez un glossaire de tous les acronymes ou abr&eacute;viations que vous utilisez dans votre &eacute;tude.</span>

source: <span style="font-weight: 400;">Provide an estimate of how much data you will collect in the form of terabytes, gigabytes, or megabytes as needed. Include estimates for each data type if possible (e.g., 2 GB for video files, 500 MB for interview transcripts).</span>
fr_ca: <span style="font-weight: 400;">Fournissez une estimation de la quantit&eacute; de donn&eacute;es que vous allez collecter sous forme de t&eacute;raoctets, gigaoctets ou m&eacute;gaoctets selon les besoins. Donnez une estimation pour chaque type de donn&eacute;es si possible (par exemple, 2&nbsp;Go pour les fichiers vid&eacute;o, 500&nbsp;Mo pour les transcriptions d&rsquo;entretiens).</span>

source: <span style="font-weight: 400;">Describe where your data will be stored while data is being gathered from participants (e.g., in a secure, password protected computer file, hard copies stored in locked filing cabinets, or institutional computer storage).</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez l&rsquo;endroit o&ugrave; vos donn&eacute;es seront stock&eacute;es pendant la collecte de donn&eacute;es aupr&egrave;s des participants (par exemple, dans un fichier informatique s&eacute;curis&eacute; et prot&eacute;g&eacute; par un mot de passe, des copies papier stock&eacute;es dans des classeurs verrouill&eacute;s ou un serveur informatique institutionnel).</span>

source: <span style="font-weight: 400;">If different from the above, describe where your data will be stored while performing data analysis.</span>
fr_ca: <span style="font-weight: 400;">S&rsquo;il diff&egrave;re de celui indiqu&eacute; ci-dessus, indiquez l&rsquo;endroit o&ugrave; les donn&eacute;es sont stock&eacute;es pendant le processus d&rsquo;analyse des donn&eacute;es.</span>

source: <span style="font-weight: 400;">Describe how your study data will be regularly saved and updated. If using institutional servers, consult with your Information Technology department if you are unsure how frequently data is backed up.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez comment les donn&eacute;es de votre &eacute;tude seront r&eacute;guli&egrave;rement sauvegard&eacute;es et mises &agrave; jour. Si vous utilisez des serveurs institutionnels, consultez votre service informatique pour conna&icirc;tre la fr&eacute;quence de sauvegarde des donn&eacute;es.</span>

source: <span style="font-weight: 400;">Outline the procedures that will safeguard sensitive data collected during your study. This may include storing identifying data (consent forms) separately from anonymized data (audio files or transcripts), keeping files password protected and secure, and only providing access to investigators analyzing the data.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les proc&eacute;dures qui permettront de prot&eacute;ger les donn&eacute;es sensibles recueillies au cours de votre &eacute;tude. Cela peut inclure le stockage des donn&eacute;es identificatoires (formulaires de consentement) s&eacute;par&eacute;ment des donn&eacute;es anonymes (fichiers audio ou transcriptions), la protection et la s&eacute;curisation des fichiers par un mot de passe, et l&rsquo;acc&egrave;s r&eacute;serv&eacute; aux chercheurs qui analysent les donn&eacute;es.</span>

source: <span style="font-weight: 400;">Provide examples of a consistent file naming convention that will be used for this study. Examples of file names might include the type of file, participant number, date of interaction, and/or study phase. Follow </span><a href="https://www.ed.ac.uk/records-management/guidance/records/practical-guidance/naming-conventions"><span style="font-weight: 400;">this guide</span></a><span style="font-weight: 400;"> for more information on file naming.</span>
fr_ca: <span style="font-weight: 400;">Donnez des exemples de convention de nomenclature de fichier uniforme qui seront utilis&eacute;s pour cette &eacute;tude. Les exemples de noms de fichiers peuvent inclure le type de fichier, le num&eacute;ro de participant, la date d&rsquo;interaction ou la phase de l&rsquo;&eacute;tude. Consultez </span><a href="https://biblio.uottawa.ca/fr/services/professeurs/gestion-donnees-recherche/designation-fichiers-disposition-donnees"><span style="font-weight: 400;">ce guide</span></a><span style="font-weight: 400;"> pour plus d&rsquo;information sur la d&eacute;nomination des fichiers.</span>

source: <span style="font-weight: 400;">Describe where your data will be stored after project completion (e.g., in an institutional repository, </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">external data repository</span></a><span style="font-weight: 400;">, in secure, institutional computer storage, or external hard drive).</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez o&ugrave; vos donn&eacute;es seront stock&eacute;es apr&egrave;s l&rsquo;ach&egrave;vement du projet (par exemple, dans un d&eacute;p&ocirc;t institutionnel, un </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">d&eacute;p&ocirc;t de donn&eacute;es externe</span></a> <span style="font-weight: 400;">(</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">)</span><span style="font-weight: 400;">, sur un serveur de stockage informatique institutionnel s&eacute;curis&eacute; ou sur un disque dur externe).</span>

source: <span style="font-weight: 400;">Name the person(s) responsible for managing the data at the completion of the project. List their affiliation(s) and contact information.</span>
fr_ca: <span style="font-weight: 400;">Indiquez les personnes responsables de la gestion des donn&eacute;es &agrave; l&rsquo;issue du projet. Indiquez leur affiliation et leurs coordonn&eacute;es.</span>

source: <span style="font-weight: 400;">Many proprietary file formats such as those generated from Microsoft software or statistical analysis tools can make the data difficult to access later on. Consider transforming any proprietary files into </span><a href="https://www.archives.gov/preservation/products/definitions/filetypes.html"><span style="font-weight: 400;">preservation-friendly formats</span></a><span style="font-weight: 400;"> to ensure your data can be opened in any program. Describe the process for migrating any data formats here.</span>
fr_ca: <span style="font-weight: 400;">De nombreux formats de fichiers propri&eacute;taires, tels que ceux g&eacute;n&eacute;r&eacute;s par les logiciels Microsoft ou les outils d&rsquo;analyse statistique, peuvent rendre les donn&eacute;es difficiles d&rsquo;acc&egrave;s par la suite. Envisagez de transformer tout fichier propri&eacute;taire en </span><a href="https://www.canada.ca/fr/reseau-information-patrimoine/services/preservation-numerique/recommandations-formats-fichier-preservation-numerique.html"><span style="font-weight: 400;">formats convenables &agrave; la pr&eacute;servation</span></a><span style="font-weight: 400;"> pour garantir que vos donn&eacute;es puissent &ecirc;tre ouvertes dans n&rsquo;importe quel programme. D&eacute;crivez le processus de migration de vos formats de donn&eacute;es ici.</span>

source: <span style="font-weight: 400;">Provide details on how long you plan to keep your data after the project, and list any requirements you must follow based on Research Ethics Board guidelines, data use agreements, or funder requirements. </span>
fr_ca: <span style="font-weight: 400;">Indiquez en d&eacute;tail la dur&eacute;e de conservation de vos donn&eacute;es apr&egrave;s le projet et indiquez les exigences que vous devez respecter en fonction des directives du comit&eacute; d&rsquo;&eacute;thique de la recherche, des accords d&rsquo;utilisation des donn&eacute;es ou des exigences du bailleur de fonds.</span>
