Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <strong>Example: </strong>Reporting in a recognized data repository, attribution of a perennial identifier such as DOI (see the <a href="https://zenodo.org/record/3862656/files/Dataset%20Identifiers%20Guide.pdf?download=1">FREYA project guide</a>), reporting in mailing lists and social networks.
fr_ca: <strong>Exemple : <span style="font-weight: 400;">Signalement dans un d&eacute;p&ocirc;t de donn&eacute;es de reconnu, attribution d&rsquo;un identifiant p&eacute;renne comme DOI (voir le </span><a href="https://zenodo.org/record/3862656/files/Dataset%20Identifiers%20Guide.pdf?download=1"><span style="font-weight: 400;">guide du projet FREYA</span></a><span style="font-weight: 400;">; </span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">), signalement dans les listes de diffusion et r&eacute;seaux sociaux.</span></strong>

source: <p>To optimize the dissemination of research material, follow the FAIR principles as much as possible. The <a href="https://ardc.edu.au/resources/working-with-data/fair-data/fair-self-assessment-tool/">Australian Research Data Commons</a> offers an easy-to-use tool for assessing compliance with these principles. The <a href="http://www.dcc.ac.uk/resources/how-guides/cite-datasets">Digital Curation Centre</a> provides a detailed guide to data citation (both digital and physical).</p> <p>To make the material retrievable by other tools and to cite it in scholarly publications, publish a data article in an open access journal such as the <a href="https://brill.com/rdj">Research Data Journal for the Humanities and Social Sciences</a>.</p> <p><span style="font-weight: 400;">If necessary, contact a </span><a href="https://portagenetwork.ca/tools-and-resources/institutional-rdm-contacts/"><span style="font-weight: 400;">resource person</span></a> <span style="font-weight: 400;">or the DMP Coordinator at </span><a href="mailto:support@portagenetwork.ca"><span style="font-weight: 400;">support@portagenetwork.ca</span></a><span style="font-weight: 400;">. </span></p>
fr_ca: <p><span style="font-weight: 400;">Pour optimiser la diffusion du mat&eacute;riel de recherche, suivre le plus possible les principes FAIR. L&rsquo;</span><a href="https://ardc.edu.au/resources/working-with-data/fair-data/fair-self-assessment-tool/"><span style="font-weight: 400;">Australian Research Data Commons</span></a><span style="font-weight: 400;"> offre un outil d&rsquo;&eacute;valuation du respect de ces principes qui est tr&egrave;s facile d'utilisation (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">). Le Digital Curation Centre fournit un </span><a href="http://www.dcc.ac.uk/resources/how-guides/cite-datasets"><span style="font-weight: 400;">guide d&eacute;taill&eacute; sur la citation des donn&eacute;es</span></a><span style="font-weight: 400;"> (tant num&eacute;riques que physiques; </span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span></p> <p><span style="font-weight: 400;">Pour rendre le mat&eacute;riel r&eacute;cup&eacute;rable par d&rsquo;autres outils et le citer dans les publications savantes, publication d&rsquo;un article de donn&eacute;es dans une revue en libre acc&egrave;s comme </span><a href="https://brill.com/rdj"><span style="font-weight: 400;">Research Data Journal for the Humanities and Social Sciences</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span></p> <p><span style="font-weight: 400;">Consulter au besoin </span><a href="https://portagenetwork.ca/fr/outils-et-ressources/personnes-ressources-pour-la-gdr-dans-les-etablissements/"><span style="font-weight: 400;">une personne ressource</span></a><span style="font-weight: 400;"> ou contactez le Coordonnateur du PGD &agrave; </span><a href="mailto:support@portagenetwork.ca"><span style="font-weight: 400;">support@portagenetwork.ca</span></a><span style="font-weight: 400;">.</span></p>

source: <p><span style="font-weight: 400;">Activities that should be documented: drafting and updating the DMP; drafting document management procedures (naming rules, backup copies, etc.); monitoring document management procedure implementation; conducting the quality assurance process; designing and updating the succession plan; drafting the documentation; assessing the retention period; assessing data management costs; managing sensitive data; managing licences and intellectual property; choosing the final data repository location; and preparing research data for the final repository.</span></p>
fr_ca: <p>Suggestion de t&acirc;ches &agrave; documenter : R&eacute;daction et mise &agrave; jour du PGD, R&eacute;daction des proc&eacute;dure de gestion documentaire (r&egrave;gle de nommage, copies de s&eacute;curit&eacute;...), Suivi de la mise en application des proc&eacute;dures de gestion documentaire, Conduite du processus d&rsquo;assurance qualit&eacute;, Conception et mise &agrave; jour du plan de rel&egrave;ve, R&eacute;daction de la documentation, &Eacute;valuation de la dur&eacute;e de conservation, &Eacute;valuation des co&ucirc;ts de gestion des donn&eacute;es, Gestion des donn&eacute;es sensibles, Gestion des licences et propri&eacute;t&eacute; intellectuelle, Choix du lieu de d&eacute;p&ocirc;t final des donn&eacute;es, Pr&eacute;paration du mat&eacute;riel de recherche pour le d&eacute;p&ocirc;t final.</p>

source: <span style="font-weight: 400;">Describe the process to be followed, the actions to be taken, and the avenues to be considered to ensure ongoing data management if significant changes occur. Here are possible events to consider: a principal investigator is replaced, a person designated in the assignment table changes, a student who has finished their project related to research data in this DMP leaves.</span>
fr_ca: Indiquer les proc&eacute;dures &agrave; suivre, les actions &agrave; poser, les pistes &agrave; consid&eacute;rer pour assurer la poursuite de la gestion des donn&eacute;es si des changements notables se pr&eacute;sentent. Exemple d&rsquo;&eacute;v&eacute;nements &agrave; consid&eacute;rer : remplacement de chercheur principal, changement de responsable d&eacute;sign&eacute; dans le tableau des t&acirc;ches, d&eacute;part d&rsquo;un &eacute;tudiant ayant fini son projet associ&eacute; au mat&eacute;riel de recherche concern&eacute; dans ce PGD.

source: <span style="font-weight: 400;">The data source(s) for this project is/are the &lt;&lt;INSERT NAME OF SURVEYS/ADMINISTRATIVE RECORDS APPROVED&gt;&gt;. The current version(s) is/are: &lt;&lt;Record number&gt;&gt;.</span>
fr_ca: <p><span style="font-weight: 400;">Les sources de donn&eacute;es pour ce projet sont &lt;&lt;INSCRIRE LE NOM DES &Eacute;TUDES/DOSSIERS ADMINISTRATIFS APPROUV&Eacute;S&gt;&gt;. Les versions actuelles sont&nbsp;: &lt;&lt;Num&eacute;ro d&rsquo;enregistrement&gt;&gt;.</span></p>

source: <span style="font-weight: 400;">The record number is available on Statistics Canada's website which can be accessed directly, or through our website: </span><a href="http://crdcn.org/data"><span style="font-weight: 400;">crdcn.org/data</span></a><span style="font-weight: 400;">. E.g. Aboriginal People's Survey 2017 Record number:3250 </span><a href="https://www23.statcan.gc.ca/imdb/p2SV.pl?Function=getSurvey&amp;SDDS=3250"><span style="font-weight: 400;">https://www23.statcan.gc.ca/imdb/p2SV.pl?Function=getSurvey&amp;SDDS=3250</span></a>
fr_ca: <span style="font-weight: 400;">Le num&eacute;ro d&rsquo;enregistrement est disponible sur le site web de Statistique Canada&thinsp;; on peut y acc&eacute;der directement ou via notre site web </span><a href="http://crdcn.org/data"><span style="font-weight: 400;">crdcn.org/data</span></a><span style="font-weight: 400;">. Par exemple&nbsp;: Enqu&ecirc;te aupr&egrave;s des peuples autochtones&nbsp;2017, Num&eacute;ro d&rsquo;enregistrement&nbsp;: 3250&nbsp;</span><a href="https://www23.statcan.gc.ca/imdb/p2SV_f.pl?Function=getSurvey&amp;SDDS=3250"><span style="font-weight: 400;">https://www23.statcan.gc.ca/imdb/p2SV_f.pl?Function=getSurvey&amp;SDDS=3250</span></a>.

source: <p><span style="font-weight: 400;">Syntax: Any code used by the researcher to transform the raw data into the research results. This most commonly includes, but is not limited to, .do (Stata) files, .sas (SAS) files, and .r (R) R code.</span></p>
fr_ca: <p>La syntaxe est d&eacute;finie comme tout code utilis&eacute; par un chercheur pour transformer les donn&eacute;es brutes en r&eacute;sultats de recherche. G&eacute;n&eacute;ralement, elle est sous forme de fichiers .do (Stata), de fichiers .sas (SAS) et de code .r (R).</p>

source: <span style="font-weight: 400;">You can consult your analyst to learn more about the availability of metadata for your proposed dataset. In some cases, the codebooks contain confidential information (quantiles with small numbers of individuals identified etc.). and cannot be made available.</span>
fr_ca: Vous pouvez consulter votre analyste pour en savoir plus sur la disponibilit&eacute; des m&eacute;tadonn&eacute;es pour l&rsquo;ensemble de donn&eacute;es que vous proposez. Dans certains cas, les guides de codification contiennent des informations confidentielles (quantiles avec un petit nombre d&rsquo;individus identifi&eacute;s, etc.) et ne peuvent pas &ecirc;tre rendus disponibles.

source: <p><span style="font-weight: 400;">A tool provided by OpenAIRE can help researchers estimate the cost of research data management: </span><a href="https://www.openaire.eu/how-to-comply-to-h2020-mandates-rdm-costs"><span style="font-weight: 400;">https://www.openaire.eu/how-to-comply-to-h2020-mandates-rdm-costs</span></a></p>
fr_ca: <p><span style="font-weight: 400;">L&rsquo;outil fourni suivant fourni par OpenAIRE peut aider les chercheurs &agrave; estimer le co&ucirc;t de la gestion des donn&eacute;es de recherche : </span><a href="https://www.openaire.eu/how-to-comply-to-h2020-mandates-rdm-costs"><span style="font-weight: 400;">https://www.openaire.eu/how-to-comply-to-h2020-mandates-rdm-costs</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span></p>

source: <span style="font-weight: 400;">External or Supplemental data are the data used for your research project that are not provided to you by Statistics Canada through the Research Data Centre program.</span>
fr_ca: Les donn&eacute;es externes ou suppl&eacute;mentaires sont les donn&eacute;es utilis&eacute;es pour votre projet de recherche qui ne vous sont pas fournies par Statistique Canada dans le cadre du programme des centres de donn&eacute;es de recherche.

source: <span style="font-weight: 400;">Resources are available on the CRDCN website to help. A recommendation from CRDCN on how to document your research contributions can be found here. For ideas on how to properly curate reproducible research, you can go here: </span><a href="https://labordynamicsinstitute.github.io/replication-tutorial-2019/#/"><span style="font-weight: 400;">https://labordynamicsinstitute.github.io/replication-tutorial-2019/#/</span></a>
fr_ca: <span style="font-weight: 400;">Des ressources sont disponibles sur le site web du RCCDR pour vous aider. Vous trouverez ici une recommandation du RCCDR sur la mani&egrave;re de documenter vos contributions &agrave; la recherche. Pour des id&eacute;es sur la fa&ccedil;on de conserver des recherches reproductibles, vous pouvez consulter le site suivant : </span><a href="https://labordynamicsinstitute.github.io/replication-tutorial-2019/#/"><span style="font-weight: 400;">https://labordynamicsinstitute.github.io/replication-tutorial-2019/#/</span></a> <em>(lien en</em> anglais).

source: <span style="font-weight: 400;">Syntax: Any code used by the researcher to transform the raw data into the research results. This most commonly includes, but is not limited to, .do (Stata) files, .sas (SAS) files, and .r (R) R code.</span>
fr_ca: La syntaxe est d&eacute;finie comme tout code utilis&eacute; par un chercheur pour transformer les donn&eacute;es brutes en r&eacute;sultats de recherche. G&eacute;n&eacute;ralement, elle est sous forme de fichiers .do (Stata), de fichiers .sas (SAS) et de code .r (R).

source: <span style="font-weight: 400;">For a good starter resource on metadata see: </span><a href="https://www.go-fair.org/fair-principles/f2-data-described-rich-metadata/"><span style="font-weight: 400;">https://www.go-fair.org/fair-principles/f2-data-described-rich-metadata/.</span></a>
fr_ca: <span style="font-weight: 400;">Pour une bonne ressource de départ sur les métadonnées, consultez le lien suivant :</span><a href="https://www.go-fair.org/fair-principles/f2-data-described-rich-metadata/"><span style="font-weight: 400;">https://www.go-fair.org/fair-principles/f2-data-described-rich-metadata/</span></a> (<em>lien en anglais</em>).&nbsp;

source: <span style="font-weight: 400;">Because of the structure of the agreements under which supplemental data are brought into the RDC we highly recommend a parallel storage and backup to simplify sharing of these research data. Note that "data" here refers not only to the raw data, but to any and all data generated in the course of conducting the research.</span>
fr_ca: &Eacute;tant donn&eacute; la structure des accords en vertu desquels les donn&eacute;es suppl&eacute;mentaires sont introduites dans le CDR, nous recommandons fortement un stockage et une sauvegarde parall&egrave;les pour simplifier le partage de ces donn&eacute;es de recherche. Notez que le terme &laquo;&thinsp;donn&eacute;es&thinsp;&raquo; comprend les donn&eacute;es brutes et toutes les donn&eacute;es g&eacute;n&eacute;r&eacute;es au cours de la recherche.

source: <span style="font-weight: 400;">Consider also what file-format you will use. Will this file format be useable in the future? Is it proprietary?</span>
fr_ca: Consid&eacute;rez &eacute;galement le format de fichier que vous utiliserez. Ce format de fichier sera-t-il utilisable &agrave; l&rsquo;avenir&thinsp;? Est-il propri&eacute;taire&thinsp;?

source: <span style="font-weight: 400;">A tool provided by OpenAIRE can help researchers estimate the cost of research data management: </span><a href="https://www.openaire.eu/how-to-comply-to-h2020-mandates-rdm-costs"><span style="font-weight: 400;">https://www.openaire.eu/how-to-comply-to-h2020-mandates-rdm-costs</span></a>.
fr_ca: <span style="font-weight: 400;">L&rsquo;outil fourni suivant fourni par OpenAIRE peut aider les chercheurs &agrave; estimer le co&ucirc;t de la gestion des donn&eacute;es de recherche </span><a href="https://www.openaire.eu/how-to-comply-to-h2020-mandates-rdm-costs"><span style="font-weight: 400;">https://www.openaire.eu/how-to-comply-to-h2020-mandates-rdm-costs</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span>

source: <p><span style="font-weight: 400;">Consider where, how, and to whom sensitive data with acknowledged long-term value should be made available, and how long it should be archived. Decisions should align with Research Ethics Board requirements. Methods used to share data will be dependent on the type, size, complexity and degree of sensitivity of data. Outline problems anticipated in sharing data, along with causes and possible measures to mitigate these. Problems may include confidentiality, lack of consent agreements, or concerns about Intellectual Property Rights, among others.</span></p> <span style="font-weight: 400;">Reused from: Digital Curation Centre. (2013). </span><a href="http://www.dcc.ac.uk/resources/data-management-plans"><span style="font-weight: 400;">Checklist for a Data Management Plan</span></a><span style="font-weight: 400;">. v.4.0. Restrictions can be imposed by limiting physical access to storage devices, placing data on computers with no access to the Internet, through password protection, and by encrypting files. Sensitive data should never be shared via email or cloud storage services such as Dropbox</span>
fr_ca: <p><span style="font-weight: 400;">Examinez o&ugrave;, comment et &agrave; qui les donn&eacute;es sensibles dont la valeur &agrave; long terme est reconnue doivent &ecirc;tre rendues disponibles, et combien de temps elles doivent &ecirc;tre archiv&eacute;es. Les d&eacute;cisions doivent &ecirc;tre conformes aux exigences du comit&eacute; d&rsquo;&eacute;thique de la recherche. Les m&eacute;thodes utilis&eacute;es pour partager les donn&eacute;es d&eacute;pendront du type, de la taille, de la complexit&eacute; et du degr&eacute; de sensibilit&eacute; des donn&eacute;es. D&eacute;crivez les probl&egrave;mes pr&eacute;vus li&eacute;s au partage des donn&eacute;es, ainsi que leurs causes et les mesures possibles pour les att&eacute;nuer. Les probl&egrave;mes peuvent comprendre, entre autres, la confidentialit&eacute;, l&rsquo;absence d&rsquo;ententes de consentement ou les inqui&eacute;tudes concernant les droits de propri&eacute;t&eacute; intellectuelle.&nbsp;</span></p> <p><span style="font-weight: 400;">Repris du&nbsp;: Digital Curation Centre (2013). </span><a href="http://www.dcc.ac.uk/resources/data-management-plans"><span style="font-weight: 400;">Liste de contr&ocirc;le pour un plan de gestion de donn&eacute;es</span></a><span style="font-weight: 400;">. v.4.0. Des restrictions peuvent &ecirc;tre impos&eacute;es en limitant l&rsquo;acc&egrave;s physique aux dispositifs de stockage, en sauvegardant les donn&eacute;es sur des ordinateurs n&rsquo;ayant pas acc&egrave;s &agrave; l&rsquo;internet ou en prot&eacute;geant les fichiers par un mot de passe et en cryptant ces derniers. Les donn&eacute;es sensibles ne doivent jamais &ecirc;tre partag&eacute;es par courrier &eacute;lectronique ou par des services de stockage infonuagiques tels que Dropbox.</span></p>

source: <span style="font-weight: 400;">Obtaining the appropriate consent from research participants is an important step in assuring Research Ethics Boards that the data may be shared with researchers outside your project. The consent statement may identify certain conditions clarifying the uses of the data by other researchers. For example, it may stipulate that the data will only be shared for non-profit research purposes or that the data will not be linked with personally identified data from other sources. Read more about data security: </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">UK Data Archive</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">L&rsquo;obtention du consentement appropri&eacute; des participants &agrave; la recherche est une &eacute;tape importante pour garantir aux comit&eacute;s d&rsquo;&eacute;thique de la recherche que les donn&eacute;es peuvent &ecirc;tre partag&eacute;es avec des chercheurs en dehors de votre projet. La d&eacute;claration de consentement peut identifier certaines conditions clarifiant les utilisations des donn&eacute;es par d&rsquo;autres chercheurs. Par exemple, elle peut stipuler que les donn&eacute;es ne seront partag&eacute;es qu&rsquo;&agrave; des fins de recherche sans but lucratif ou que les donn&eacute;es ne seront pas li&eacute;es &agrave; des donn&eacute;es personnelles identificatoires provenant d&rsquo;autres sources. En savoir plus sur la s&eacute;curit&eacute; des donn&eacute;es, consultez le site suivant :</span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"> <span style="font-weight: 400;">UK Data Archive</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">).</span>

source: <p><span style="font-weight: 400;">Compliance with privacy legislation and laws that may impose content restrictions in the data should be discussed with your institution's privacy officer or research services office. Research Ethics Boards are central to the research process.&nbsp;</span></p> <p><span style="font-weight: 400;">Include here a description concerning ownership, licensing, and intellectual property rights of the data. Terms of reuse must be clearly stated, in line with the relevant legal and ethical requirements where applicable (e.g., subject consent, permissions, restrictions, etc.).</span></p>
fr_ca: <p><span style="font-weight: 400;">Le respect de la l&eacute;gislation relative &agrave; la protection de la vie priv&eacute;e et des lois susceptibles d&rsquo;imposer des restrictions sur le contenu des donn&eacute;es doit &ecirc;tre discut&eacute; avec le responsable de la protection de la vie priv&eacute;e ou le bureau des services de recherche de votre institution. Les comit&eacute;s d&rsquo;&eacute;thique de la recherche sont au c&oelig;ur du processus de recherche.&nbsp;</span></p> <p><span style="font-weight: 400;">Donnez ici une description de la propri&eacute;t&eacute;, des licences et des droits de propri&eacute;t&eacute; intellectuelle des donn&eacute;es. Les conditions de r&eacute;utilisation doivent &ecirc;tre clairement &eacute;nonc&eacute;es, conform&eacute;ment aux exigences juridiques et &eacute;thiques applicables le cas &eacute;ch&eacute;ant (par exemple, consentement du sujet, autorisations, restrictions, etc.).</span></p>

source: <span style="font-weight: 400;">Describe the purpose or goal of this project. Is the data collection for a specific study or part of a long-term collection effort? What is the relationship between the data you are collecting and any existing data? Note existing data structure and procedures if building on previous work.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez le but ou l&rsquo;objectif de ce projet. La collecte de donn&eacute;es est-elle destin&eacute;e &agrave; une &eacute;tude sp&eacute;cifique ou fait-elle partie d&rsquo;un effort de collecte &agrave; long terme&thinsp;? Quelle est la relation entre les donn&eacute;es que vous collectez et les donn&eacute;es existantes&thinsp;? Notez la structure des donn&eacute;es et les proc&eacute;dures existantes si vous vous basez sur des travaux ant&eacute;rieurs.</span>

source: <span style="font-weight: 400;">Types of data you may create or capture could include: geospatial layers (shapefiles; may include observations, models, remote sensing, etc.); tabular observational data; field, laboratory, or experimental data; numerical model input data and outputs from numerical models; images; photographs; video.</span>
fr_ca: <span style="font-weight: 400;">Les types de donn&eacute;es que vous pouvez cr&eacute;er ou saisir peuvent inclure&nbsp;: des couches g&eacute;ospatiales (fichiers de forme&thinsp;; par exemple, des observations, des mod&egrave;les, de la t&eacute;l&eacute;d&eacute;tection, etc.)&thinsp;; des donn&eacute;es d&rsquo;observation tabulaires&thinsp;; des donn&eacute;es de terrain, de laboratoire ou d&rsquo;exp&eacute;rience&thinsp;; des donn&eacute;es d&rsquo;entr&eacute;e de mod&egrave;les num&eacute;riques et des sorties de mod&egrave;les num&eacute;riques&thinsp;; des images&thinsp;; des photographies&thinsp;; de la vid&eacute;o.</span>
