Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: If the guidance is only meant for a subset of users e.g. those in a specific college or institute, check this box. Users will be able to select to display this subset guidance when answering questions in the 'create plan' wizard.
de: Falls die Hilfestellung nur für eine bestimmte Nutzergruppe, wie z.B. eine bestimmte Fakultät oder ein Institut, bestimmt ist, wählen Sie diese Option aus. Die Nutzer können die Anzeige von Hilfestellungen dieser Untergruppe im 'Plan erstellen'-Assistenten auswählen.
es: Si la guía está dirigida a un subconjunto de los usuarios (ej: los pertenecientes a un colegio o instituto), seleccione esta opción. Los usuarios serán capaces de seleccionar esta guía cuando respondan sus preguntas durante la creación del plan.
fi: Jos ohjeistus on tarkoitettu vain osalle käyttäjistä, esim. tietyn instituution käyttäjille, ruksaa tämä laatikko. Käyttäjät voivat valita, että tämä alaohje näkyy, kun he vastaavat kysymyksiin 'Luo suunnitelma' -kohdassa.
fr_ca: Si les directives ne sont destinées qu’à un sous-ensemble d’utilisateurs, par exemple, dans un collège ou un institut précis, cochez cette case. Les utilisateurs pourront choisir d’afficher ces directives visant un sous-ensemble lorsqu’ils répondront aux questions de l’assistant « Créer un plan ».
pt_br: Se as instruções são dirigidas a um subconjunto de usuários, e.g. àqueles em uma faculdade ou instituto específicos, selecione esta caixa. Os usuários poderão escolher a exibição dessas instruções especiais quando estiverem respondendo as questões no wizard 'criar plano'.
sv_fi: Om vägledningen endast är avsedd för en delmängd av användare, t.ex. de som är i en viss högskola eller institut, markera den här rutan. Användare kommer att kunna välja att visa denna undergruppsguide när de svarar på frågor i guiden "skapa plan".
tr_tr: Rehberlik yalnızca bir kullanıcı alt kümesine yönelikse (ör. belirli bir üniversite veya kurumdakiler için) bu kutuyu işaretleyin. Kullanıcılar, 'plan oluşturma' sihirbazındaki soruları yanıtlarken bu alt küme kılavuzunu görüntülemeyi seçebileceklerdir.

source: Optional Subset (e.g. School/Department)
fr_ca: Sous-ensemble facultatif (p. ex., école / département)

source: expand all
de: Alles erweitern
es: expandir todo
fi: Näytä kaikki
fr_ca: développer tout
pt_br: expandir todos
sv_fi: expandera alla
tr_tr: tümünü genişlet

source: collapse all
de: Alles zusammenklappen
es: desplegar todo
fi: Piilota kaikki
fr_ca: tout réduire
pt_br: colapsar todos
sv_fi: kollapsa alla
tr_tr: tümünü daralt

source: Guidance group
de: Hilfestellungsgruppe
es: Grupo de orientación
fi: Ohjeryhmä
fr_ca: Groupe de directives
pt_br: Grupo de Instruções
sv_fi: Guidningsgrupp
tr_tr: Rehberlik grubu

source: View all guidance
de: Alle Hilfestellungen ansehen
es: Ver todas las orientaciones
fi: Näytä kaikki ohjeistukset
fr_ca: Voir toutes les directives
pt_br: Ver toda a instrução
sv_fi: Visa all vägledning
tr_tr: Tüm rehberleri görüntüle

source: Add an appropriate name for your guidance group. This name will tell the end user where the guidance has come from. We suggest you use the organisation or department name e.g. "OU" or "Maths & Stats"
de: Fügen Sie einen geeigneten Namen für Ihre Hinweisgruppe hinzu. Dieser Name teilt dem Endnutzer mit, woher die Hinweise stammen. Wir empfehlen Ihnen, den Namen der Organisation oder Abteilung zu verwenden, z.B. "OU" oder "Mathematik und Statistik"
es: Agregue un nombre apropiado para su grupo de orientación. Este nombre le dirá al usuario final de dónde proviene la guía. Le sugerimos que use el nombre de la organización o departamento, p. "OU" o "Matemáticas y Estadísticas"
fi: Anna ohjeryhmällesi sopiva nimi. Käyttäjät tietävät nimen perusteella, kenen ohjeistuksesta on kyse. Suositteluna on käyttää organisaation tai osaston nimeä, esim. "OU" tai "Matematiikka ja tilastotiede"
fr_ca: Ajoutez un nom approprié pour votre groupe de directives. Ce nom indiquera à l’utilisateur final d’où viennent les directives. Nous vous suggérons d’utiliser le nom de l’organisme ou du service, p. ex., « OU » ou « Maths et statistiques ».
pt_br: Adicione um nome apropriado ao seu grupo de orientação. Esse nome dirá ao usuário final de onde veio a orientação. Sugerimos que você use a organização ou o nome do departamento, por exemplo "OU" ou "Maths & Stats"
sv_fi: Lägg till ett lämpligt namn för din vägledning. Detta namn kommer att berätta för slutanvändaren där vägledningen har kommit från. Vi föreslår att du använder organisations- eller avdelningsnamnet t.ex. "OU" eller "Maths & Stats"
tr_tr: Rehberlik grubunuz için uygun bir ad ekleyin. Bu ad, son kullanıcıya rehberliğin nereden geldiğini gösterecektir. Kurum veya bölüm adını kullanmanızı öneririz, ör. "OU" veya "Matematik ve İstatistik"

source: Optional Subset
fr_ca: Sous-ensemble facultatif

source: (e.g. School/ Department)
de: (z.B. Institut / Einrichtung)
es: (por ejemplo, escuela / departamento)
fi: (esim. Koulu/Osasto)
fr_ca: (par exemple, école / département)
pt_br: (e.g. Instituição/ Departamento)
sv_fi: (t ex skola / avdelning)
tr_tr: (ör. Üniversite/Bölüm)

source: Guidance
de: Hilfestellung
es: Guía
fi: Ohjeistus
fr_ca: Directives
pt_br: Instruções
sv_fi: Vägledning
tr_tr: Rehberlik

source: First create a guidance group. This could be organisation wide or a subset e.g. a particular College / School, Institute or department. When you create guidance you'll be asked to assign it to a guidance group.
de: Erstellen Sie zuerst eine Führungsgruppe. Dies könnte organisationsweit sein oder eine Teilmenge, z.B. ein bestimmtes College / Schule, Institut oder Abteilung. Wenn Sie eine Anleitung erstellen, werden Sie aufgefordert, diese einer Führungsgruppe zuzuweisen.
es: Primero crea un grupo de orientación. Esto podría ser una organización amplia o un subconjunto, por ejemplo. Un colegio / escuela, instituto o departamento en particular. Cuando cree una guía, se le pedirá que la asigne a un grupo de orientación.
fi: Luo ensin ohjeryhmä. Tämä voi olla suunnattu koko organisaatiolle tai jollekin sen osista, kuten instituutiolle tai osastolle. Kun luot ohjeen, sinua pyydetään liittämään se johonkin ohjeryhmään.
fr_ca: Créez d’abord un groupe de directives. Cela peut être à l’échelle de l’organisme ou un sous-ensemble, p. ex., un collège ou une école, un institut ou un département précis. Lorsque vous créez des directives, on vous demandera de l’affecter à un groupe de directives.
pt_br: Crie primeiramente um grupo de instruções. Pode ser para toda a organização ou uma parte dela, e.g. uma faculdade, instituto ou departamento. Quando você criar uma instrução, será pedido que você a atribua a um grupo de instruções.
sv_fi: Skapa först en vägledningsgrupp. Detta kan vara organisationsbrett eller en delmängd, t.ex. en viss högskola / skola, institut eller avdelning. När du skapar vägledning kommer du att bli ombedd att tilldela den till en vägledning.
tr_tr: Önce bir rehberlik grubu oluşturun. Bu, kuruluş çapında veya bir alt küme olabilir, ör. belirli bir Okul/Üniversite, Enstitü veya bölüm. Rehber oluşturduğunuzda, onu bir rehberlik grubuna atamanız istenecektir.

source: Guidance group list
de: Liste der Gruppen für Hilfestellungen
es: Listado de grupos de orientación
fi: Lista ohjeryhmistä
fr_ca: Liste des groupes de directives
pt_br: Lista de Grupos de Instruções
sv_fi: Guidning grupplista
tr_tr: Rehberlik grubu listesi

source: Create a guidance group
de: Unterstützer-Gruppe erstellen
es: Crear un grupo de orientación.
fi: Luo ohjeryhmä
fr_ca: Créer un groupe de directives
pt_br: Criar um grupo de orientações
sv_fi: Skapa en vägledning
tr_tr: Bir rehberlik grubu oluşturun

source: Guidance list
de: Liste der Hilfestellungen
es: Listado de orientaciones
fi: Ohjelista
fr_ca: Liste des directives
pt_br: Lista de Instruções
sv_fi: Vägledning
tr_tr: Rehberlik listesi

source: You can write pieces of guidance to be displayed by theme (e.g. generic guidance on storage and backup that should present across the board). Writing generic guidance by theme saves you time and effort as your advice will be automatically displayed across all templates rather than having to write guidance to accompany each.
de: Sie können Anleitungen schreiben, die nach Themen angezeigt werden sollen (z. B. allgemeine Hinweise zu Speicher- und Sicherungszwecken, die auf der gesamten Karte angezeigt werden sollten). Wenn Sie eine generische Anleitung nach Thema verfassen, sparen Sie Zeit und Aufwand, da Ihre Ratschläge automatisch in allen Vorlagen angezeigt werden, ohne dass Sie jeweils eine Anleitung schreiben müssen.
es: Puede escribir partes de la guía que se mostrarán por tema (por ejemplo, una guía genérica sobre el almacenamiento y la copia de seguridad que debe presentarse en todos los ámbitos). Escribir una guía genérica por tema le ahorra tiempo y esfuerzo, ya que su consejo se mostrará automáticamente en todas las plantillas en lugar de tener que escribir una guía para acompañar cada una.
fi: Voit kirjoittaa ohjeistuksen osia teemojen avulla (esim. yleisohje tallentamisesta ja varmuuskopioinnista, jonka pitää näkyä kaikissa ohjeissa). Yleisohjeen kirjoittaminen teemojen avulla säästää aikaa, kun ohjeet näkyvät automaattisesti kaikissa mallipohjissa sen sijaan että joutuisi kirjoittamaan ohjeistusta jokaiseen erikseen.
fr_ca: Vous pouvez rédiger des directives à afficher par thème (p. ex., des directives générales sur l’entreposage et la sauvegarde qui devraient être présentées à tous les échelons). La rédaction de directives générales par thème vous permet d’économiser du temps et des efforts, car vos conseils seront automatiquement affichés dans tous les modèles, au lieu d’avoir à rédiger des directives qui accompagneraient chaque modèle.
pt_br: Você pode escrever pequenos blocos de instruções para serem exibidas por tema (e.g. orientações gerais sobre armazanagem e backup que devem ser observadas em todos os casos). Escrever instruções gerais por tema economiza seu tempo e esforço, pois suas recomendações serão automaticamente exibidas em todos os modelos, sem necessidade de escrevê-las para cada um deles.
sv_fi: Du kan skriva stycken vägledning för att visas efter tema (t.ex. generell vägledning om lagring och säkerhetskopiering som ska presenteras över hela linjen). Att skriva generisk vägledning per tema sparar dig tid och ansträngning eftersom dina råd kommer automatiskt att visas på alla mallar snarare än att behöva skriva vägledning för att följa med varandra.
tr_tr: Temaya göre görüntülenecek rehber ekleri yazabilirsiniz (örneğin, pano genelinde sunulması gereken depolama ve yedekleme hakkında genel rehber). Genel rehberliği temaya göre yazmak size zaman ve enerji tasarrufu sağlar; çünkü önerileriniz, her şablona ilişkin bir rehber yazmak zorunda kalmadan, tüm şablonlarda otomatik olarak görüntülenecektir.

source: If you do have a need to provide guidance for specific funders that would not be useful to a wider audience (e.g. if you have specific instructions for applicants to BBSRC for example), you can do so by adding guidance to a specific question when you edit your template.
de: Wenn Sie eine Anleitung für bestimmte Geldgeber benötigen, die für ein breiteres Publikum nicht nützlich wären (z. B. wenn Sie zum Beispiel spezifische Anweisungen für Antragsteller an BBSRC haben), können Sie beim Bearbeiten eine Anleitung zu einer bestimmten Frage hinzufügen deine Vorlage
es: Si tiene la necesidad de proporcionar orientación para financiadores específicos que no sería útil para un público más amplio (por ejemplo, si tiene instrucciones específicas para los solicitantes de BBSRC, por ejemplo), puede hacerlo agregando orientación a una pregunta específica cuando edite tu plantilla
fi: Jos sinun tarvitsee tehdä tiettyjen rahoittajien ohjeistus, joka ei kuitenkaan olisi käyttökelpoinen laajemmalle joukolle (esim. jos sinulla on tarkat ohjeet esim. BBSCR hakijoille), voit tehdä sen lisäämällä ohjeen tiettyyn kysymykseen, kun muokkaat suunnitelmapohjaasi.
fr_ca: Si vous avez besoin de fournir des directives à des bailleurs de fonds précis qui ne seraient pas utiles pour un public élargi (p. ex., si vous avez des consignes précises pour les candidats qui présentent une demande au Biotechnology and Biological Sciences Research Council (BBSRC)), vous pouvez le faire en ajoutant des directives à une question précise lorsque vous modifiez votre modèle.
pt_br: Se você necessita criar instruções para órgãos financiadores específicos que não seriam úteis para uma audiência maior (e.g. se você tem instruções específicas para solicitações ao BBSRC), você pode fazer isso acrescentando instruções a uma questão específica, ao editar seu modelo.
sv_fi: Om du har behov av att ge vägledning för specifika finansierare som inte skulle vara till nytta för en bredare publik (t.ex. om du har specifika instruktioner för sökande till BBSRC till exempel) kan du göra det genom att lägga till vägledning till en specifik fråga när du redigerar din mall.
tr_tr: Daha geniş bir kitleye faydası olmayacak belirli fon sağlayıcılar için rehberlik sağlamanız gerekiyorsa (örneğin, BBSRC'ye başvuranlar için özel talimatlarınız varsa), şablonunuzu düzenlerken belirli bir soru için yönerge ekleyerek bunu yapabilirsiniz.

source: Create guidance
de: Anleitung erstellen
es: Crear orientación
fi: Luo ohje
fr_ca: Créer des directives
pt_br: Criar instrução
sv_fi: Skapa vägledning
tr_tr: Rehber oluşturun

source: Enter your guidance here. You can include links where needed.
de: Hilfestellung hier eingeben; Verweise auf andere Web-Seiten können integriert werden.
es: Introduzca sus orientaciones aquí. Puede incluir enlaces si lo cree necesario.
fi: Lisää ohjeistuksesi tähän. Voit lisätä linkkejä tarvittaessa.
fr_ca: Entrez vos directives ici. Vous pouvez inclure des liens, au besoin.
pt_br: Insira suas instruções aqui. Você pode incluir links onde necessário.
sv_fi: Ange din vägledning här. Du kan inkludera länkar där det behövs.
tr_tr: Yönergelerinizi buraya girin. Gerektiğinde bağlantılar ekleyebilirsiniz.

source: Select one or more themes that are relevant to this guidance. This will display your generic organisation-level guidance, or any Schools/Departments for which you create guidance groups, across all templates that have questions with the corresponding theme tags.
de: Wählen Sie ein oder mehrere Themen aus, die für diese Anleitung relevant sind. Dadurch werden Ihre allgemeine Anleitung auf Organisationsebene oder alle Schulen / Abteilungen, für die Sie Beratungsgruppen erstellen, in allen Vorlagen angezeigt, die Fragen mit den entsprechenden Themen-Tags enthalten.
es: Seleccione uno o más temas que sean relevantes para esta guía. Esto mostrará su guía genérica a nivel de organización, o cualquier escuela / departamento para el cual cree grupos de guía, en todas las plantillas que tengan preguntas con las etiquetas de tema correspondientes.
fi: Valitse yksi tai useampia näitä ohjeita koskevia teemoja. Tällä tavoin saat näkyviin niin yleisen koko organisaatiota koskevan ohjeistuksen tai osastokohtaiset ohjeet kaikissa mallipohjissa, joilla on vastaavia teemoja.
fr_ca: Sélectionnez un thème ou plusieurs s’appliquant à ces directives. Les directives générales relatives à l’organisme ou les écoles et les départements pour lesquels vous créez des groupes de directives s'afficheront dans tous les modèles contenant des questions avec les balises thématiques correspondantes.
pt_br: Selecione um ou mais temas relevantes para esta orientação. Isso exibirá sua orientação genérica em nível de organização ou quaisquer Escolas / Departamentos para os quais você criar grupos de orientação em todos os modelos que tiverem perguntas com as tags de tema correspondentes.
sv_fi: Välj ett eller flera teman som är relevanta för den här guiden. Detta kommer att visa din generiska organisationsnivå vägledning, eller några skolor / avdelningar som du skapar vägledning för, över alla mallar som har frågor med motsvarande temakoder.
tr_tr: Bu rehberlikle ilgili bir veya daha fazla tema seçin. Bu, uygun tema etiketli soru içeren tüm şablonlarda, genel kurum düzeyindeki rehberliğinizi veya rehberlik grupları oluşturduğunuz tüm Üniversite/Bölümleri görüntüler.

source: Select which group this guidance relates to.
de: Wählen Sie die Gruppe aus, für die diese Hilfestellung relevant ist.
es: Seleccione a que grupo pertenece esta guía.
fi: Valitse, mihin ryhmään ohjeistuksesi liittyy.
fr_ca: Sélectionnez le groupe auquel ces directives se rapportent.
pt_br: Selecione o grupo ao qual se relacionam estas instruções.
sv_fi: Välj vilken grupp denna vägledning avser.
tr_tr: Bu rehberliğin ilgili olduğu grubu seçin.

source: Check this box when you are ready for this guidance to appear on user's plans.
de: Aktivieren Sie dieses Kontrollkästchen, wenn Sie bereit sind, diese Anleitung auf den Plänen des Benutzers anzuzeigen.
es: Marque esta casilla cuando esté listo para que esta guía aparezca en los planes del usuario.
fi: Ruksaa ruutu, kun ohje on valmis näytettäväksi käyttäjille.
fr_ca: Cochez cette case lorsque ces directives peuvent apparaître sur les plans de l’utilisateur.
pt_br: Marque esta caixa quando estiver pronto para que esta orientação apareça nos planos do usuário.
sv_fi: Markera den här rutan när du är redo för att denna vägledning ska visas på användarens planer.
tr_tr: Bu kılavuzun kullanıcının planlarında görünmesi için hazır olduğunuzda bu kutuyu işaretleyin.

source: Published?
de: Veröffentlicht?
es: ¿Publicado?
fi: Julkaistu?
fr_ca: Publié?
pt_br: Publicado?
sv_fi: Publicerad?
tr_tr: Yayınlandı mı?

source: Welcome to %{application_name}.
fr_ca: Bienvenue sur l'%{application_name}.

source: <p>%{application_name} has been developed by the <strong>%{organisation_name}</strong> to help you write data management plans.</p>
de: <p> %{application_name} wurde vom <strong>%{organisation_name}</strong> entwickelt, um Sie beim Erstellen vonDatenmanagementplänen zu unterstützen. </p>
es: <p> %{application_name} ha sido desarrollado por <strong>%{organisation_name}</strong> para ayudarlo a escribir planes de administración de datos. </p>
fi: <p> %{organisation_name} on kehittänyt <strong>%{application_name}</strong> , jonka avulla voit kirjoittaa tietohallintasuunnitelmia. </p>
fr_ca: <p>L'%{application_name} a été mis au point par <strong>le %{organisation_name}</strong> pour vous aider à rédiger des plans de gestion des données.</p>
pt_br: <p>%{application_name} foi desenvolvido por <strong>%{organisation_name}</strong> para ajudar você a escrever planos de gestão de dados.</p>
sv_fi: <p> %{application_name} har utvecklats av <strong>%{organisation_name} för</strong> att hjälpa dig att skriva datahanteringsplaner. </p>
tr_tr: <p>%{application_name}, veri yönetimi planları yazmanıza yardımcı olmak amacıyla <strong>%{organisation_name}</strong> tarafından geliştirilmiştir.</p>

source: Getting started:
de: Erste Schritte:
es: Empezando:
fi: Näin pääset alkuun:
fr_ca: Commencer :
pt_br: Começando
sv_fi: Komma igång:
tr_tr: Başlarken:

source: First
de: zuerst
es: primero
fi: Ensin
fr_ca: Premier
pt_br: Primeiro
sv_fi: Först
tr_tr: İlk

source: Last
de: Letzte
es: Último
fi: Viimeinen
fr_ca: Dernier
pt_br: Último
sv_fi: Sista
tr_tr: Son

source: Next
de: Nächster
es: próximo
fi: Seuraava
fr_ca: Suivant
pt_br: Próximo
sv_fi: Nästa
tr_tr: Sonraki

source: Previous
de: Früher
es: Anterior
fi: Edellinen
fr_ca: Précédent
pt_br: Anterior
sv_fi: Tidigare
tr_tr: Önceki

source: Templates
de: Vorlagen
es: Plantillas
fi: Suunnitelmapohjat
fr_ca: Modèles
pt_br: Modelos
sv_fi: mallar
tr_tr: Şablonlar

source: Organisations
de: Organisationen
es: Organizaciones
fi: Organisaatiota
fr_ca: Organismes
pt_br: Organizações
sv_fi: organisationer
tr_tr: Kuruluşlar

source: Organisation details
de: Organisations-Details
es: Detalles de la entidad
fi: Organisaation tiedot
fr_ca: Renseignements sur l’organisme
pt_br: Detalhes da organização
sv_fi: Organisationsdetaljer
tr_tr: Kuruluş detayları

source: Users
de: Nutzer
es: Usuarios
fi: Käyttäjää
fr_ca: Utilisateurs
pt_br: Usuários
sv_fi: användare
tr_tr: Kullanıcılar

source: Themes
de: Themen
es: Temas
fi: Teemat
fr_ca: Thèmes
pt_br: Temas
sv_fi: Teman
tr_tr: Temalar

source: Usage
es: Uso
fi: Käyttö
fr_ca: Utilisation
pt_br: Uso
sv_fi: Användande
tr_tr: Kullanım

source: Notifications
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
fr_ca: Avis
pt_br: Notificações
sv_fi: anmälningar
tr_tr: Bildirimler

source: &copy; 2004 - %{year} %{org_name}
fr_ca: &copy; 2004 - %{year} Le %{org_name}

source: About
de: Über
es: Acerca de
fi: Tietoa
fr_ca: À propos de
pt_br: Sobre
sv_fi: Handla om
tr_tr: Hakkında

source: Contact us
de: Kontaktieren Sie uns
es: Contacto
fi: Ota yhteyttä
fr_ca: Communiquez avec nous
pt_br: Contate-nos
sv_fi: Kontakta oss
tr_tr: Bize ulaşın

source: Terms of use
de: Nutzungsbedingungen
es: Términos de Uso
fi: Käyttöehdot
fr_ca: Conditions d’utilisation
pt_br: Termos de uso
sv_fi: Villkor
tr_tr: Kullanım Koşulları

source: Privacy statement
de: Datenschutzerklärung
es: Declaracion de privacidad
fi: Tietosuojaseloste
fr_ca: Déclaration de confidentialité
pt_br: Política de privacidade
sv_fi: Sekretesspolicy
tr_tr: Gizlilik bildirimi

source: There are no records associated
de: Es sind keine Datensätze verknüpft
es: No hay registros asociados.
fi: Ei ilmoituksia
fr_ca: Aucun enregistrement n’est associé
pt_br: Não há quaisquer registros associados
sv_fi: Det finns inga poster i samband
tr_tr: İlişkili kayıt yok

source: View all search results
de: Alle Suchergebnisse anzeigen
es: Ver todos los resultados de búsqueda
fi: Näytä kaikki hakutulokset
fr_ca: Voir tous les résultats de recherche
pt_br: Ver todos os resultados da busca
sv_fi: Visa alla sökresultat
tr_tr: Tüm arama sonuçlarını görüntüle

source: View less search results
de: Weniger Suchergebnisse anzeigen
es: Ver menos resultados de búsqueda
fi: Näytä vähemmän hakutuloksia
fr_ca: Voir moins de résultats de recherche
pt_br: Ver menos resultados da busca
sv_fi: Visa mindre sökresultat
tr_tr: Daha az arama sonucu görüntüle

source: Clear search results
de: Suchergebnisse löschen
es: Resultados de búsqueda claros
fi: Tyhjennä hakutulokset
fr_ca: Effacer les résultats de la recherche
pt_br: Limpar resultados da busca
sv_fi: Rensa sökresultat
tr_tr: Arama sonuçlarını temizle

source: View all
de: Alle anzeigen
es: Ver todo
fi: Näytä kaikki
fr_ca: Voir tous
pt_br: Ver tudo
sv_fi: Visa alla
tr_tr: Hepsini görüntüle

source: View less
de: Weniger anzeigen
es: Ver menos
fi: Näytä vähemmän
fr_ca: Voir moins
pt_br: Ver menos
sv_fi: Visa mindre
tr_tr: Daha az görüntüle

source: Logout
de: Abmelden
es: Cerrar Sesión
fi: Kirjaudu ulos
fr_ca: Se déconnecter
pt_br: Sair
sv_fi: Logga ut
tr_tr: Çıkış Yap

source: Error:
fi: Virhe:
fr_ca: Erreur :
pt_br: Erro
sv_fi: Fel:
tr_tr: Hata:

source: Notice:
de: Beachten:
es: Darse cuenta:
fi: Hei!
fr_ca: Remarque :
pt_br: Nota:
sv_fi: Lägga märke till:
tr_tr: Bildiri:

source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
fi: Näytä salasana
fr_ca: Afficher le mot de passe
pt_br: Mostrar senha
sv_fi: Visa lösenord
tr_tr: Şifreyi göster

source: Select an organisation from the list.
de: Wählen Sie eine Organisation aus der Liste aus.
es: Seleccione una organización de la lista.
fi: Valitse organisaatio listalta.
fr_ca: Sélectionnez un organisme dans la liste.
pt_br: Selecione uma organização da lista.
sv_fi: Välj en organisation från listan.
tr_tr: Listeden bir kuruluş seçin.

source: My organisation isn't listed
de: Meine Organisation ist nicht aufgeführt
es: Mi organización no está en la lista
fi: Organisaationi puuttuu listasta
fr_ca: Mon organisme n’est pas répertorié
pt_br: Minha organização não está listada
sv_fi: Min organisation är inte listad
tr_tr: Kuruluşum listelenmedi
