Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: isn't a valid value
de: ist kein gültiger Wert
es: no es un valor válido
fi: ei ole kelvollinen arvo
fr_ca: n’est pas une valeur valide
pt_br: não é um valor válido
sv_fi: är inte ett giltigt värde
tr_tr: geçerli bir değer değil

source: You must have at least one option with accompanying text.
de: Sie müssen mindestens eine Option inklusive Begleittext angeben.
es: Debe tener al menos una opción con el texto que lo acompaña.
fi: Sinulla on oltava vähintään yksi vaihtoehto ja siihen tekstiä.
fr_ca: Vous devez avoir au moins une option accompagnée de texte.
pt_br: Você deve ter pelo menos uma opção com o texto que acompanha.
sv_fi: Du måste ha minst ett alternativ med åtföljande text.
tr_tr: Ekli metinle birlikte en az bir seçeneğiniz olmalıdır.

source: for 'Question text' can't be blank.
de: 'Fragetext' muss ausgefüllt werden.
es: para 'Texto de la pregunta' no puede estar en blanco.
fi: 'Kysymys teksti' ei voi olla tyhjä.
fr_ca: pour « Texte de la question » doit être rempli(e).
pt_br: para "Texto da pergunta" não pode estar em branco.
sv_fi: för "Frågetekst" kan inte vara tomt.
tr_tr: 'Soru metni' için boş olamaz.

source: Selected option(s)
de: Ausgewählte Option (en)
es: Opción (es) seleccionada (s)
fi: Valitut vaihtoehdot
fr_ca: Options sélectionnées
pt_br: Opção(ões) selecionadas
sv_fi: Valt alternativ (er)
tr_tr: Seçilmiş seçenek(ler)

source: Answered by
de: Beantwortet von
es: Respondida por
fi: Vastaaja
fr_ca: Répondu par
pt_br: Respondido por
sv_fi: Besvaras av
tr_tr: Şu kişi tarafından cevaplandı:

source: Answered at
de: Beantwortet bei
es: Respondido en
fi: Vastattu
fr_ca: Répondu à
pt_br: Respondido em
sv_fi: Besvaras vid
tr_tr: Şurada cevaplandı:

source: Details
es: Detalles
fi: Tiedot
fr_ca: Détails
pt_br: Detalhes
sv_fi: detaljer
tr_tr: Ayrıntılar

source: Question not answered.
de: Frage nicht beantwortet.
es: Pregunta no respondida.
fi: Kysymykseen ei ole vastattu.
fr_ca: Question sans réponse.
pt_br: Pergunta não respondida.
sv_fi: Fråga inte besvarad.
tr_tr: Soru cevaplanmadı.

source: Feedback email message
de: Feedback-Nachricht
es: Mensaje de correo electrónico de comentarios
fi: Palautteen sähköpostiviesti
fr_ca: Courriel de rétroaction
pt_br: Mensagem de email de feedback
sv_fi: Feedback e-postmeddelande
tr_tr: Geri bildirim e-posta iletisi

source: must be one of the following formats: jpeg, jpg, png, gif, bmp
de: muss eines der folgenden Formate sein: jpeg, jpg, png, gif, bmp
es: debe ser uno de los siguientes formatos: jpeg, jpg, png, gif, bmp
fi: täytyy olla yksi seuraavista tiedostomuodoista: jpeg, jpg, png, gif, bmp
fr_ca: doit être dans l’un des formats suivants: jpeg, jpg, png, gif, bmp
pt_br: deve ser um dos seguintes formatos: jpeg, jpg, png, gif, bmp
sv_fi: måste vara ett av följande format: jpeg, jpg, png, gif, bmp
tr_tr: şu biçimlerden biri olmalıdır: jpeg, jpg, png, gif, bmp

source: can't be larger than 500KB
de: kann nicht größer als 500KB sein
es: no puede ser más grande que 500KB
fi: ei voi olla suurempi kuin 500KB
fr_ca: ne peut pas dépasser 500 Ko
pt_br: não pode ser maior que 500KB
sv_fi: kan inte vara större än 500 kB
tr_tr: 500KB'den büyük olamaz

source: organisational
de: organisatorisch
es: organizativo
fi: organisaatiokohtainen
fr_ca: organisationnel
pt_br: organizacional
sv_fi: organisatoriska
tr_tr: kuruluşla ilgili

source: test
es: Prueba
fi: testi
fr_ca: essai
pt_br: teste
sv_fi: Testa

source: private
de: privat
es: Privado
fi: yksityinen
fr_ca: privé
pt_br: privado
sv_fi: Privat
tr_tr: özel

source: guidance on
de: Hinweise zu
es: orientación sobre
fi: ohjeistus
fr_ca: directives sur
pt_br: instruções sobre
sv_fi: vägledning om
tr_tr: rehberlik açık

source: can't be less than zero
de: kann nicht kleiner als Null sein
es: no puede ser menor que cero
fi: ei voi olla pienempi kuin nolla
fr_ca: ne peut pas être inférieur à zéro
pt_br: não pode ser menor que zero
sv_fi: kan inte vara mindre än noll
tr_tr: sıfırdan küçük olamaz

source: A required setting has not been provided
de: Eine benötigte Einstellung wurde nicht vorgenommen
es: No se ha indicado un valor obligatorio
fi: Tarvittavaa asetusta ei ole annettu
fr_ca: Un paramètre demandé n’a pas été fourni
pt_br: Uma configuração obrigatória não foi fornecida
sv_fi: En obligatorisk inställning har inte lämnats
tr_tr: Gerekli bir ayar sağlanmadı

source: Margin value is invalid
de: Randwert ist ungültig
es: El valor del margen no es válido
fi: Virheellinen marginaalin koko
fr_ca: La valeur de la marge est invalide
pt_br: Valor da margem inválido
sv_fi: Marginalvärdet är ogiltigt
tr_tr: Kenar boşluğu değeri geçersiz

source: Margin cannot be negative
de: Rand darf nicht negativ sein
es: El margen no puede ser negativo
fi: Marginaali ei voi olla negatiivinen
fr_ca: La valeur de la marge ne peut pas être négative
pt_br: A margem não pode ser negativa.
sv_fi: Margin kan inte vara negativ
tr_tr: Kenar boşluğu boyutu negatif olamaz

source: Unknown margin. Can only be 'top', 'bottom', 'left' or 'right'
de: Unbekannter Rand. Kann nur 'oben', 'unten', 'links' oder 'rechts' sein
es: Margen desconocido. Sólo puede ser 'superior', 'inferior', 'izquierdo' or 'derecho'
fi: Tuntematon marginaali. Voi olla vain yläosa, alaosa, vasen tai oikea.
fr_ca: Marge inconnue. On peut seulement choisir « haut », « bas », « gauche » ou « droite ».
pt_br: Margem desconhecida. Só pode haver 'superior', 'inferior', 'esquerda' ou 'direita'.
sv_fi: Okänd marginal. Kan bara vara "top", "bottom", "left" eller "right"
tr_tr: Bilinmeyen kenar boşluğu. Yalnızca 'üst', 'alt', 'sol' veya 'sağ' olabilir

source: Invalid font size
de: Ungültige Schriftgröße
es: Tamaño de fuente inválido
fi: Virheellilnen fonttikoko
fr_ca: Taille de police invalide
pt_br: Tamanho de fonte inválido
sv_fi: Ogiltig typsnitt
tr_tr: Geçersiz yazı tipi boyutu

source: Invalid font face
de: Ungültige Schriftart
es: Estilo de fuente inválido
fi: Virheellinen kirjasinlaji
fr_ca: Police de caractères invalide
pt_br: Fonte inválida
sv_fi: Ogiltigt teckensnitt
tr_tr: Geçersiz yazı tipi yüzü

source: Unknown formatting setting
de: Unbekannte Formatierungseinstellung
es: Valores de formato desconocidos
fi: Tuntematon muotoiluasetus
fr_ca: Paramètre de formatage inconnu
pt_br: Parâmetro de formatação desconhecido
sv_fi: Okänd formatering inställning
tr_tr: Bilinmeyen biçimlendirme ayarı

source: Invalid maximum pages
de: Ungültige maximale Anzahl von Seiten
es: Número de páginas inválido
fi: Virheellinen enimmäismäärä sivuja
fr_ca: Invalide – Nombre maximal de pages
pt_br: Máximo de páginas inválido
sv_fi: Ogiltiga högsta sidor
tr_tr: Geçersiz maksimum sayfa sayısı

source: A historical template cannot be retrieved for being modified
de: Eine alte Vorlage kann nicht zur Bearbeitung wiederhergestellt werden
es: No se puede recuperar una plantilla histórica para modificarla.
fi: Ohjepohjan edellistä versiota ei pysty muokkaamaan
fr_ca: Un modèle historique ne peut pas être récupéré pour être modifié
pt_br: Um modelo histórico não pode ser recuperado para ser modificado
sv_fi: En historisk mall kan inte hämtas för att ändras
tr_tr: Tarihsel bir şablon değiştirilmek üzere çekilemiyor

source: generate_copy! requires an organisation target
de: generate_copy! erfordert ein Organisationsziel
es: generar_copia! requiere un objetivo de organización
fi: kopion_tuottaminen! vaatii organisaatiokohteen.
fr_ca: un organisme cible est exigé pour generate_copy!
pt_br: generate_copy! requer uma meta de organização
sv_fi: generate_copy! kräver ett organisationsmål
tr_tr: generate_copy! bir kuruluş hedefi gerektirir

source: Copy of %{template}
de: Kopie von %{template}
es: Copia de %{template}
fi: %{template}:n kopio
fr_ca: Copie de %{template}
pt_br: Cópia do %{template}
sv_fi: Kopia av %{template}
tr_tr: %{template} şablonunun kopyası

source: generate_version! requires a published template
de: generate_version! benötigt eine veröffentlichte Vorlage
es: generar_versión! requiere una plantilla publicada
fi: version_tuottaminen! vaatii julkaistun mallipohjan
fr_ca: un modèle publié est exigé pour generate_version!
pt_br: generate_version! requer um modelo publicado
sv_fi: generate_version! kräver en publicerad mall
tr_tr: generate_version! yayınlanmış bir şablon gerektirir

source: customize! requires an organisation target
de: customize! erfordert ein Organisationsziel
es: personalizar requiere un objetivo de organización
fi: mukauta! vaatii kohteeksi organisaation
fr_ca: organisme cible exiger pour personnaliser!
pt_br: customizar! requer uma meta de organização
sv_fi: skräddarsy! kräver ett organisationsmål
tr_tr: customize! bir kuruluş hedefi gerektirir

source: customize! requires a template from a funder
de: customize! benötigt eine Vorlage von einem Forschungsförderer
es: personalizar requiere una plantilla de un financiador
fi: mukauta! vaatii rahoittajan mallipohjan
fr_ca: un modèle d’un bailleur de fonds est exigé pour personnaliser!
pt_br: customizar! requer um modelo de um financiador
sv_fi: skräddarsy! kräver en mall från en funderare
tr_tr: customize! bir fon sağlayıcıdan bir şablon gerektirir

source: You can not publish a published template.
de: Sie können keine bereits veröffentlichte Vorlage erneut veröffentlichen.
es: No se puede publicar una plantilla publicada.
fi: Et voi julkaista julkaistua mallia.
fr_ca: Vous ne pouvez pas publier un modèle déjà publié.
pt_br: Você não pode publicar um modelo publicado.
sv_fi: Du kan inte publicera en publicerad mall.
tr_tr: Yayınlanmış bir şablonu yayınlayamazsınız.

source: You can not publish a historical version of this template.
de: Sie können keine veraltete Version dieser Vorlage veröffentlichen.
es: No se puede publicar una versión histórica de esta plantilla.
fi: Et voi julkaista tämän mallin historiallista versiota.
fr_ca: Vous ne pouvez pas publier une version historique de ce modèle.
pt_br: Você não pode publicar uma versão histórica deste modelo.
sv_fi: Du kan inte publicera en historisk version av denna mall.
tr_tr: Bu şablonun geçmiş bir sürümünü yayınlayamazsınız.

source: You can not publish a template without phases.
de: Sie können keine Vorlage ohne Phasen veröffentlichen.
es: No puedes publicar una plantilla sin fases.
fi: Et voi julkaista mallia ilman vaiheita.
fr_ca: Vous ne pouvez pas publier un modèle ne contenant pas de phases.
pt_br: Você não pode publicar um modelo sem fases.
sv_fi: Du kan inte publicera en mall utan faser.
tr_tr: Aşamaları olmayan bir şablonu yayınlayamazsınız.

source: You can not publish a template without sections in a phase.
de: Sie können keine Vorlage veröffentlichen, deren Phasen keine Abschnitte enthalten.
es: No se puede publicar una plantilla sin secciones en una fase.
fi: Et voi julkaista mallia ilman osioita vaiheessa.
fr_ca: Vous ne pouvez pas publier un modèle dont une phase ne contient pas de sections.
pt_br: Você não pode publicar um modelo sem seções em uma fase.
sv_fi: Du kan inte publicera en mall utan sektioner i en fas.
tr_tr: Bir aşamasında bölüm yer almayan bir şablonu yayınlayamazsınız.

source: You can not publish a template without questions in a section.
de: Sie können keine Vorlage veröffentlichen, die Abschnitte ohne Fragen enthält.
es: No se puede publicar una plantilla sin preguntas en una sección.
fi: Et voi julkaista mallipohjaa ilman kysymyksiä.
fr_ca: Vous ne pouvez pas publier un modèle dont certaines sections ne contiennent pas de questions.
pt_br: Você não pode publicar um modelo sem perguntas em uma seção.
sv_fi: Du kan inte publicera en mall utan frågor i en sektion.
tr_tr: Bir bölümünde soru bulunmayan bir şablonu yayınlayamazsınız.

source: A Data Management Plan in %{application_name} has been shared with you
de: Ein Datenmanagementplan in %{application_name} wurde für Sie freigegeben
es: Se ha compartido un plan de gestión de datos en %{application_name} con usted
fi: %{application_name}lla kirjoitettu aineistonhallintasuunnitelma on jaettu kanssasi
fr_ca: Un plan de gestion des données dans %{application_name} a été partagé avec vous
pt_br: Um Plano de Gestão de Dados em %{application_name} foi compartilhado com você
sv_fi: En datahanteringsplan i %{application_name} har delats med dig
tr_tr: %{application_name} içinde bir Veri Yönetim Planı sizinle paylaşıldı

source: must be logged in
de: muss angemeldet sein
es: debe estar conectado
fi: täytyy olla kirjautunut sisään
fr_ca: doit être connecté(e)
pt_br: deve estar logado
sv_fi: måste vara inloggad
tr_tr: giriş yapmış olmalı

source: must have access to guidances api
de: muss Zugang zu Leitfäden API haben
es: debe tener acceso a las guías api
fi: sinulla täytyy olla pääsy ohjeistuksen api:in
fr_ca: doit avoir accès à l’api relative aux directives
pt_br: deve ter acesso à api de instruções
sv_fi: måste ha tillgång till guidningar api
tr_tr: rehberlikler API'sine erişimi olmalıdır

source: must have access to plans api
de: muss Zugriff auf Pläne api haben
es: debe tener acceso a los planes api
fi: täytyy olla pääsy suunnitelmien api:in
fr_ca: doit avoir accès à l’api relative aux plans
pt_br: deve ter acesso à api de planos
sv_fi: måste ha tillgång till planer api
tr_tr: planlar API'sine erişimi olmalıdır

source: are not authorized to view that plan
de: sind nicht berechtigt, diesen Plan zu sehen
es: no están autorizados para ver ese plan
fi: ei ole oikeutta tarkastella suunnitelmaa
fr_ca: ne sont pas autorisés à consulter ce plan
pt_br: não autorizado a visualizar esse plano
sv_fi: har inte behörighet att se den planen
tr_tr: kullanıcısının/kullanıcılarının bu planı görme yetkisi yok

source: upgrade_customization! requires a customised template
de: upgrade_customization! erfordert eine benutzerdefinierte Vorlage
es: actualización de personalización! requiere una plantilla personalizada
fi: upgrade_customization! vaatii mukautetun mallipohjan
fr_ca: un modèle personnalisé est exigé pour upgrade_customization!
pt_br: upgrade_customization! requer um modelo customizado
sv_fi: upgrade_customization! kräver en anpassad mall
tr_tr: upgrade_customization! özelleştirilmiş bir şablon gerektirir

source: upgrade cannot be carried out since there is no published template of its current funder
de: Das Upgrade kann nicht durchgeführt werden, da keine veröffentlichte Vorlage des aktuellen Förderers vorhanden ist
es: la actualización no se puede realizar ya que no hay una plantilla publicada de su financiador actual
fi: päivitystä ei voi suorittaa, koska sen nykyisellä rahoittajalla ei ole julkaistua mallipohjaa
fr_ca: la mise à niveau ne peut pas être effectuée, car il n’existe aucun modèle publié du bailleur de fonds actuel
pt_br: atualização não pode ser realizada desde que não haja nenhum modelo publicado de seu financiador atual
sv_fi: Uppgradering kan inte utföras eftersom det inte finns någon publicerad mall för sin nuvarande funderare
tr_tr: mevcut fon sağlayıcısının yayınlanmış bir şablonu olmadığı için yükseltme yapılamaz

source: must be after %{date}
de: muss nach dem %{date} erfolgen
es: debe ser después de %{date}
fi: on oltava myöhempi kuin %{date}
fr_ca: doit être après %{date}
pt_br: deve ser depois de %{date}
sv_fi: måste vara efter %{date}
tr_tr: %{date} tarihinden sonra olmalıdır

source: A key "org" is expected for links hash
de: Ein Schlüssel "org" wird für den Link-Hash erwartet
es: Se espera una clave "org" para hash de enlaces
fi: Linkkihashit tarvitsevat "org" avaimen
fr_ca: Une clé "org" est attendue pour le code hash associé aux liens
pt_br: Uma "org" chave é esperada para hash de links
sv_fi: En nyckel "org" förväntas för länkar hash
tr_tr: Bağlantı hash'i için bir anahtar "org" bekleniyor

source: A hash is expected for links
de: Für Links wird ein Hash erwartet
es: Se espera un hash para enlaces.
fi: Linkeissä on oltava hash
fr_ca: Un code hash est attendu pour les liens
pt_br: Espera-se uma 'jogo da velha' para os links
sv_fi: En hash väntas för länkar
tr_tr: Bağlantılar için bir hash bekleniyor

source: A key %{key} is expected for links hash
de: Für den Link-Hash wird ein Schlüssel %{key} erwartet
es: Se espera una clave %{key} para el hash de enlaces
fi: Linkki hashit tarvitsevat avaimen %{key}
fr_ca: Une clé %{key} est attendue pour le code hash des liens
pt_br: Uma chave %{key} é esperada para 'jogos da velha' de links
sv_fi: En nyckel %{key} förväntas för länkar hash
tr_tr: Bağlantı hash'i için bir anahtar %{key} bekleniyor

source: The key %{key} does not have a valid set of object links
de: Der Schlüssel %{key} hat keinen gültigen Satz von Objektverknüpfungen
es: La clave %{key} no tiene un conjunto válido de enlaces de objetos
fi: Avaimessa %{key} ei ole sopivia kohdelinkkejä
fr_ca: La clé %{key} n’est pas associée à une série de liens entre les objets valide
pt_br: A chave %{key} não possui um conjunto válido de links de objeto
sv_fi: Nyckeln %{key} har inte en giltig uppsättning objektlänkar
tr_tr: %{key} anahtarında geçerli bir nesne bağlantısı seti yok

source: The following answer cannot be saved
de: Die folgende Antwort kann nicht gespeichert werden
es: La siguiente respuesta no puede ser guardada
fi: Seuraavaa vastausta ei voida tallentaa
fr_ca: La réponse suivante ne peut pas être enregistrée
pt_br: A resposta seguinte não pode ser salva
sv_fi: Följande svar kan inte sparas
tr_tr: Aşağıdaki cevap kaydedilemez

source: since %{name} saved the answer below while you were editing. Please, combine your changes and then save the answer again.
de: da %{name} die unten aufgeführte Antwort speicherte, während Sie editiert haben. Bitte kombinieren Sie Ihre Änderungen und speichern Sie die Antwort erneut.
es: ya que %{name} guardó la respuesta a continuación mientras estaba editando. Por favor, combine sus cambios y luego vuelva a guardar la respuesta.
fi: koska %{name} tallensi vastauksen sillä aikaa, kun muokkasit suunnitelmaa. Yhdistä tekemäsi muutokset ja tallenna vastaus uudestaan.
fr_ca: puisque %{name} sauvegardait la réponse ci-dessous pendant que vous y apportiez une modification. Veuillez combiner vos modifications, puis sauvegarder de nouveau la réponse.
pt_br: visto que %{name} salvou a resposta abaixo enquanto você estava editando. Por favor, combine suas mudanção e depois salve a resposta novamente.
sv_fi: eftersom %{name} sparade svaret nedan medan du redigerade. Vänligen, kombinera dina ändringar och spara sedan svaret igen.
tr_tr: %{name}, siz düzenleme yaparken aşağıdaki yanıtı kaydettiği için. Lütfen değişikliklerinizi birleştirin ve ardından yanıtı tekrar kaydedin.

source: Your Selected Standards:
de: Ihre ausgewählten Standards:
es: Sus estándares seleccionados:
fi: Valitsemasi vaatimuksest:
fr_ca: Vos normes sélectionnées :
pt_br: Seus Padrões Selecionados:
sv_fi: Dina valda standarder:
tr_tr: Seçtiğiniz Standartlar:

source: Add Standard
de: Standard hinzufügen
es: Añadir estándar
fi: Lisää perusmalli
fr_ca: Ajouter une norme
pt_br: Adicione um Padrão
sv_fi: Lägg till en standard
tr_tr: Standart Ekle

source: Please select a subject
de: Bitte wählen Sie ein Thema
es: Por favor seleccione un tema
fi: Valitse aihe
fr_ca: Veuillez sélectionner un sujet
pt_br: Por favor, selecione um assunto.
sv_fi: Var god välj ett ämne
tr_tr: Lütfen bir konu seçin

source: Please select a sub-subject
de: Bitte wählen Sie ein Unterfach
es: Por favor seleccione un sub-tema
fi: Valitse alakohta
fr_ca: Veuillez sélectionner un sous-sujet
pt_br: Por favor, selecione um subassunto.
sv_fi: Var god välj ett ämne
tr_tr: Lütfen bir alt konu seçin

source: Browse Standards
de: Standards durchsuchen
es: Examinar estándares
fi: Selaa standardeja
fr_ca: Parcourir les normes
pt_br: Navegar pelos Padrões
sv_fi: Bläddra i standarder
tr_tr: Standartlara Göz Atın

source: Please wait, Standards are loading
de: Bitte warten Sie, die Standards werden geladen
es: Por favor espere, los estándares se están cargando.
fi: Odota, standardit latautuvat
fr_ca: Veuillez patienter. Le chargement des normes est en cours.
pt_br: Por favor, espere enquanto os Padrões são carregados.
sv_fi: Vänligen vänta, Standarder laddas
tr_tr: Lütfen bekleyin, Standartlar yükleniyor

source: Save
de: Speichern
es: Guardar
fi: Tallenna
fr_ca: Enregistrer
pt_br: Salvar
sv_fi: spara
tr_tr: Kaydet

source: Example
fr_ca: Exemple

source: Saving...
de: Speichere...
es: Guardando...
fi: Tallennetaan...
fr_ca: En cours d’enregistrement...
pt_br: Salvando
sv_fi: Sparande...
tr_tr: Kaydediliyor...

source: Answered
de: Beantwortet
es: Contestada
fi: Vastattu
fr_ca: Répondu
pt_br: Respondido
sv_fi: svarade
tr_tr: Cevaplandı

source: by %{user_name}
de: von %{user_name}
es: por %{user_name}
fi: %{user_name}
fr_ca: par %{user_name}
pt_br: por %{user_name}
sv_fi: av %{user_name}
tr_tr: %{user_name} tarafından

source: My Dashboard
de: Mein Dashboard
es: Mi tablero
fi: Suunnitelmani
fr_ca: Mon tableau de bord
pt_br: Meu Painel de Controle
sv_fi: Min instrumentpanel
tr_tr: Gösterge Panelim

source: Create plans
de: Pläne erstellen
es: Crear planes
fi: Tee suunnitelma
fr_ca: Créer des plans
pt_br: Criar planos
sv_fi: Skapa planer
tr_tr: Birden fazla plan oluşturun

source: Reference
de: Hinweis
es: Referencia
fi: Esimerkit
fr_ca: Référence
pt_br: Referência
sv_fi: Referens
tr_tr: Referans

source: Public DMPs
de: Öffentliche DMPs
es: DMP Públicos
fi: Julkiset aineistonhallintasuunnitelmat
fr_ca: PGD publics
pt_br: PGDs Públicos
sv_fi: Offentliga DMP
tr_tr: Herkese Açık VYPler

source: DMP Templates
de: DMP-Vorlagen
es: Plantillas DMP
fi: Julkiset suunnitelmapohjat
fr_ca: Modèles de PGD
pt_br: Modelos de PGD
sv_fi: DMP-mallar
tr_tr: VYP Şablonları

source: Home
de: Start
es: Inicio
fi: Etusivu
fr_ca: Accueil
pt_br: Página Inicial
sv_fi: Hem
tr_tr: Ana sayfa

source: Help
de: Hilfe
es: Ayuda
fi: Ohje
fr_ca: Aide
pt_br: Ajuda
sv_fi: Hjälp
tr_tr: Yardım

source: Sign in
de: Anmelden
es: Conectar
fi: Kirjaudu sisään
fr_ca: Se connecter
pt_br: Entrar
sv_fi: Logga in
tr_tr: Oturum aç

source: Create a new plan
de: Einen neuen Plan erstellen
es: Crear un nuevo plan
fi: Tee uusi suunnitelma
fr_ca: Créer un nouveau plan
pt_br: Criar um novo plano
sv_fi: Skapa en ny plan
tr_tr: Yeni bir plan oluşturun

source: This field is required.
de: Dieses Feld wird benötigt.
es: Este campo es requerido.
fi: Tämä kenttä on pakollinen.
fr_ca: Ce champ est requis.
pt_br: Este campo é obrigatório.
sv_fi: Detta fält är obligatoriskt.
tr_tr: Bu alan zorunludur.

source: If applying for funding, state the project title exactly as in the proposal.
de: Wenn Sie eine Finanzierung beantragen, geben Sie den Titel des Projekts genau wie im Vorschlag an.
es: Si solicita financiación, indique el título del proyecto exactamente como en la propuesta.
fi: Jos haet rahoitusta, kirjoita tutkimusprojektin nimi täsmälleen kuten hakemuksessa.
fr_ca: Si vous faites une demande de financement, indiquez le titre du projet exactement comme il figure dans la proposition.
pt_br: Se vai solicitar financiamento, insira o título do projeto exatamente como aparece na proposta.
sv_fi: Om du ansöker om finansiering, ange projektets titel exakt som i förslaget.
tr_tr: Fon için başvuruyorsanız, proje başlığını tam olarak öneride olduğu gibi yazın.

source: You must select a research organisation from the list or click the checkbox.
de: Sie müssen eine Forschungsorganisation aus der Liste auswählen oder auf das Kontrollkästchen klicken.
es: Debe seleccionar una organización de investigación de la lista o hacer clic en la casilla de verificación.
fi: Valitse tutkimusorganisaatio listalta tai klikkaa valintaruutua.
fr_ca: Vous devez sélectionner un organisme de recherche dans la liste ou sélectionner la case à cocher.
pt_br: Você deve selecionar uma organização de pesquisa na lista ou clicar na caixa de seleção.
sv_fi: Du måste välja en forskningsorganisation från listan eller klicka på kryssrutan.
tr_tr: Listeden bir araştırma kuruluşu seçmeli veya onay kutusuna tıklamalısınız.
