Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: If you are using a metadata standard and/or online tools to document and describe your data, please list them here.
fr_ca: Si vous utilisez une norme de m&eacute;tadonn&eacute;es ou des outils en ligne pour documenter et d&eacute;crire vos donn&eacute;es, veuillez les &eacute;num&eacute;rer ici.

source: If you will use your own code or software in this project, describe your strategies for sharing it with other researchers.
fr_ca: Si vous utilisez votre propre code ou logiciel dans ce projet, d&eacute;crivez vos strat&eacute;gies pour le partager avec d&rsquo;autres chercheurs.

source: List all expected resources for data management required to complete your project. What hardware, software and human resources will you need? What is your estimated budget?
fr_ca: &Eacute;num&eacute;rez toutes les ressources pr&eacute;vues pour la gestion des donn&eacute;es n&eacute;cessaires &agrave; la r&eacute;alisation de votre projet. Quels mat&eacute;riels, quels logiciels et quelles ressources humaines vous faut-il&thinsp;? Quel est votre budget pr&eacute;visionnel&thinsp;?

source: Answer the following regarding naming conventions:<br /> <ol style="list-style-type: upper-alpha;"> <li><span style="font-weight: 400;">How will you structure, name and version-control your files to help someone outside your research team understand how your data are organized?</span></li> <li><span style="font-weight: 400;">Describe your ideal workflow for file sharing between research team members step-by-step. </span></li> <li><span style="font-weight: 400;">What tools or strategies will you use to document your workflow as it evolves during the course of the project?</span></li> </ol>
fr_ca: R&eacute;pondez aux questions suivantes concernant les conventions de d&eacute;nomination :<br /> <ol style="list-style-type: upper-alpha;"> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Comment allez-vous structurer, nommer et g&eacute;rer les versions de vos fichiers pour aider une personne en dehors de votre &eacute;quipe de recherche &agrave; comprendre comment vos donn&eacute;es sont organis&eacute;es&thinsp;?</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">&Eacute;crivez &eacute;tape par &eacute;tape votre flux de travail id&eacute;al pour le partage de fichiers entre les membres de l&rsquo;&eacute;quipe de recherche.</span></li> <li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">&nbsp;Quels outils ou strat&eacute;gies utiliserez-vous pour documenter votre flux de travail au fur et &agrave; mesure de son &eacute;volution au cours du projet&thinsp;?</span></li> </ol>

source: Do you plan to use a metadata standard? What specific schema might you use?
fr_ca: Envisagez-vous d&rsquo;utiliser une norme de m&eacute;tadonn&eacute;es&thinsp;? Quel sch&eacute;ma sp&eacute;cifique pourriez-vous utiliser&thinsp;?

source: Keeping ethics protocol review requirements in mind, what is your intended storage timeframe for each type of data (raw, processed, clean, final) within your team? Will you also store software code or metadata?
fr_ca: En fonction des exigences de l&rsquo;examen d&eacute;ontologique des protocoles, quel est le d&eacute;lai de conservation pr&eacute;vu pour chaque type de donn&eacute;es (brutes, trait&eacute;es, propres, d&eacute;finitives) au sein de votre &eacute;quipe&thinsp;? Allez-vous &eacute;galement stocker du code logiciel ou des m&eacute;tadonn&eacute;es&thinsp;?

source: <span style="font-weight: 400;">What data will you be sharing publicly and in what form (e.g. raw, processed, analyzed, final)?</span>
fr_ca: Quelles donn&eacute;es allez-vous partager publiquement et sous quelle forme les partagerez-vous (par exemple, brutes, trait&eacute;es, analys&eacute;es, d&eacute;finitives)&thinsp;?

source: <span style="font-weight: 400;">Before publishing or otherwise sharing a dataset are you required to obscure identifiable data (name, gender, date of birth, etc), in accordance with your jurisdiction's laws, or your ethics protocol? Are there any time restrictions for when data can be publicly accessible?</span>
fr_ca: Avant de publier ou de partager un ensemble de donn&eacute;es, &ecirc;tes-vous tenu de caviarder les donn&eacute;es identificatoires (nom, sexe, date de naissance, etc.) conform&eacute;ment aux lois de votre r&eacute;gion ou &agrave; votre protocole d&rsquo;&eacute;thique&thinsp;? Existe-t-il des restrictions temporelles concernant le moment o&ugrave; les donn&eacute;es peuvent &ecirc;tre rendues publiques&thinsp;?

source: What anonymization measures are taken during data collection and storage?
fr_ca: Quelles sont les mesures d&rsquo;anonymisation prises lors de la collecte et du stockage des donn&eacute;es&thinsp;?

source: <span style="font-weight: 400;">Indicate how you will ensure your data, and any accompanying materials (such as software, analysis scripts, or other tools), are preservation ready. </span>
fr_ca: Indiquez comment vous ferez en sorte que vos donn&eacute;es et tout le contenu connexe (tels que les logiciels, les scripts d&rsquo;analyse ou d&rsquo;autres outils) soient pr&ecirc;ts &agrave; &ecirc;tre pr&eacute;serv&eacute;s.

source: <span style="font-weight: 400;">Have you considered what type of end-user license to include with your data?</span>
fr_ca: <span style="font-weight: 400;">Avez-vous r&eacute;fl&eacute;chi au type de licence d&rsquo;utilisateur final pour vos donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">Do any other legal, ethical, and intellectual property issues require the creation of any special documents that should be shared with the data, e.g., a LICENSE.txt file?</span>
fr_ca: Est-ce que d&rsquo;autres questions juridiques, &eacute;thiques et de propri&eacute;t&eacute; intellectuelle n&eacute;cessitent la cr&eacute;ation de documents sp&eacute;ciaux devant &ecirc;tre partag&eacute;s avec les donn&eacute;es, par exemple un fichier LICENCE.txt&thinsp;?

source: <span style="font-weight: 400;">Is your data collected longitudinally or at a single point in time?</span>
fr_ca: <span style="font-weight: 400;">Vos donn&eacute;es sont-elles collect&eacute;es longitudinalement ou &agrave; un moment unique&thinsp;?</span>

source: <span style="font-weight: 400;">What coding scheme or methodology will you use to analyze your data?</span>
fr_ca: <span style="font-weight: 400;">Quel syst&egrave;me ou quelle m&eacute;thode de codage allez-vous utiliser pour analyser vos donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">How is the population being sampled?</span>
fr_ca: <span style="font-weight: 400;">Comment la population est-elle &eacute;chantillonn&eacute;e&thinsp;?</span>

source: <span style="font-weight: 400;">What backup measures will be implemented to ensure the safety of your data?</span>
fr_ca: <span style="font-weight: 400;">Quelles mesures de sauvegarde seront mises en &oelig;uvre pour garantir la s&eacute;curit&eacute; de vos donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">How long do you intend to keep your data after the project is complete?</span>
fr_ca: <span style="font-weight: 400;">Combien de temps comptez-vous conserver vos donn&eacute;es une fois le projet termin&eacute;&thinsp;?</span>

source: <span style="font-weight: 400;">What legal restraints are applicable to your data (e.g., ownership)?</span>
fr_ca: <span style="font-weight: 400;">Quelles contraintes juridiques s&rsquo;appliquent &agrave; vos donn&eacute;es (par exemple, la propri&eacute;t&eacute;)&thinsp;?</span>

source: <span style="font-weight: 400;">Will any new members be added or responsibilities be transferred over the course of the study?</span>
fr_ca: <span style="font-weight: 400;">De nouveaux membres seront-ils ajout&eacute;s ou des responsabilit&eacute;s seront-elles transf&eacute;r&eacute;es au cours de l&rsquo;&eacute;tude&thinsp;?</span>

source: <span style="font-weight: 400;">Where will you share your data?</span>
fr_ca: <span style="font-weight: 400;">O&ugrave; allez-vous partager vos donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">What test cases will you use to develop the software/technology?</span>
fr_ca: <span style="font-weight: 400;">Quels cas de test utiliserez-vous pour d&eacute;velopper le logiciel ou la technologie&thinsp;?</span>

source: <span style="font-weight: 400;">Where will you share your software/technology?</span>
fr_ca: <span style="font-weight: 400;">O&ugrave; allez-vous partager votre logiciel ou technologie&thinsp;?</span>

source: <span style="font-weight: 400;">What code you will be generating that should accompany the data analysis file(s)?</span>
fr_ca: <span style="font-weight: 400;">Quel code allez-vous g&eacute;n&eacute;rer pour accompagner le(s) fichier(s) d&rsquo;analyse des donn&eacute;es&thinsp;?</span>

source: What file formats will your data be created and/or collected in?
fr_ca: Sous quel format de fichiers allez-vous cr&eacute;er ou recueillir vos donn&eacute;es&thinsp;?

source: How will your research team and others transfer, access, and/or modify data during your project?
fr_ca: L&rsquo;&eacute;quipe de projet et les autres intervenants pourront-ils transf&eacute;rer ou modifier les donn&eacute;es pendant votre projet, en plus d&rsquo;y acc&eacute;der&thinsp;?

source: What are your preservation needs for your non-digital data?
fr_ca: Quels sont vos besoins en mati&egrave;re de pr&eacute;servation pour vos donn&eacute;es non num&eacute;riques&thinsp;?

source: If you will share sensitive data, what issues do you need to address? How will you address them?
fr_ca: Si vous partagez des donn&eacute;es sensibles, quels enjeux devez-vous consid&eacute;rer&thinsp;? Quelles mesures prendrez-vous&thinsp;?

source: If interview and/or focus group audio recordings will be transcribed, describe how this will securely occur, including if it will be performed internally to the research team or externally (outsourced), and/or if any software and/or electronic platforms or services will be used for transcribing.
fr_ca: Si des enregistrements audio d&rsquo;entrevues ou de groupes de discussion seront transcrits, d&eacute;crivez comment cette transcription se fera en toute s&eacute;curit&eacute;, notamment si la transcription sera effectu&eacute;e par l&rsquo;&eacute;quipe de recherche ou en dehors de celle-ci (sous-trait&eacute;e), ou bien si un logiciel, des plateformes ou des services &eacute;lectroniques seront utilis&eacute;s pour la transcription.

source: <span style="font-weight: 400;">Describe any metadata standard(s) and/or tools that you will use to support the describing and documenting of your data. </span>
fr_ca: D&eacute;crivez les normes et les outils de m&eacute;tadonn&eacute;es que vous utiliserez pour d&eacute;crire et documenter vos donn&eacute;es.

source: What large-scale data analysis framework (and associated technical specifications) will be used?
fr_ca: Quel cadre d&rsquo;analyse des donn&eacute;es &agrave; grande &eacute;chelle (et sp&eacute;cifications techniques connexes) sera utilis&eacute;&thinsp;?

source: Under what licence do you plan to release your data?
fr_ca: Sous quelle licence comptez-vous publier vos donn&eacute;es&thinsp;?

source: Where will you deposit your data and software for preservation and access at the end of your research project?
fr_ca: &Agrave; quel endroit d&eacute;poserez-vous vos donn&eacute;es et logiciels pour la conservation et l&rsquo;acc&egrave;s &agrave; la fin de votre projet de recherche&thinsp;?

source: Describe the quality assurance process in place to ensure data quality and completeness during data operations (observation, recording, processing, analysis).
fr_ca: D&eacute;crivez le processus d&rsquo;assurance qualit&eacute; en place pour assurer la qualit&eacute; et l&rsquo;int&eacute;grit&eacute; des donn&eacute;es lors des op&eacute;rations effectu&eacute;es sur celles-ci (observation, enregistrement, traitement, analyse).

source: <span style="font-weight: 400;">How will you ensure that the external/supplemental data are easily understood and correctly documented (including metadata)?</span>
fr_ca: Comment allez-vous vous assurer que les donn&eacute;es externes/suppl&eacute;mentaires sont facilement compr&eacute;hensibles et correctement document&eacute;es (y compris les m&eacute;tadonn&eacute;es)&thinsp;?

source: <span style="font-weight: 400;">If you feel there are any other legal or ethical requirements for your project please describe them here:</span>
fr_ca: Si vous estimez qu&rsquo;il y a d&rsquo;autres exigences l&eacute;gales ou &eacute;thiques pour votre projet, veuillez les d&eacute;crire ici :

source: Are you using third party data? If so, describe the source of the data including the owner, database or repository DOIs or accession numbers.
fr_ca: Utilisez-vous des donn&eacute;es de tiers&thinsp;? Si oui, d&eacute;crivez la source des donn&eacute;es, y compris le propri&eacute;taire, les identificateurs d&rsquo;objets num&eacute;riques (DOI) ou les num&eacute;ros d&rsquo;acc&egrave;s de la base de donn&eacute;es ou du d&eacute;p&ocirc;t.

source: How will you manage other legal, ethical, and intellectual property issues?
fr_ca: Comment allez-vous g&eacute;rer les autres questions juridiques, &eacute;thiques et celles de propri&eacute;t&eacute; intellectuelle&thinsp;?

source: What kind of Quality Assurance/Quality Control procedures are you planning to do?
fr_ca: Quel type de proc&eacute;dures d&rsquo;assurance et de contr&ocirc;le de la qualit&eacute; envisagez-vous de mettre en place&thinsp;?

source: Will you deposit your data for long-term preservation and access at the end of your research project? Please indicate any repositories that you will use.
fr_ca: Au terme de votre projet de recherche, d&eacute;poserez-vous vos donn&eacute;es pour les conserver et y acc&eacute;der &agrave; long terme&thinsp;? Veuillez indiquer les d&eacute;p&ocirc;ts que vous utiliserez.

source: Describe the data flow through the entire project. What steps will you take to increase the likelihood that your results will be reproducible?
fr_ca: D&eacute;crivez le flux de donn&eacute;es &agrave; travers l&rsquo;ensemble du projet. Quelles mesures allez-vous prendre pour augmenter la probabilit&eacute; que vos r&eacute;sultats soient reproductibles&thinsp;?

source: Which data (research and computational outputs) will be retained after the completion of the project? Where will your research data be archived for the long-term? Describe your strategies for long-term data archiving.
fr_ca: Quelles donn&eacute;es (r&eacute;sultats de recherche et de calcul) seront conserv&eacute;es apr&egrave;s le projet&thinsp;? &Agrave; quel endroit vos donn&eacute;es de recherche seront-elles archiv&eacute;es &agrave; long terme&thinsp;? D&eacute;crivez vos strat&eacute;gies pour l&rsquo;archivage des donn&eacute;es &agrave; long terme.

source: How will you make sure that a) your primary data collection methods are documented with transparency and b) your secondary data sources (i.e., data you did not collect yourself) &mdash; are easily identified and cited?
fr_ca: Comment ferez-vous en sorte que vos m&eacute;thodes de collecte de donn&eacute;es primaires soient document&eacute;es avec transparence (a) et que vos sources de donn&eacute;es secondaires (c&rsquo;est-&agrave;-dire les donn&eacute;es que vous n&rsquo;avez pas collect&eacute;es vous-m&ecirc;me) soient facilement identifi&eacute;es et cit&eacute;es (b)&thinsp;?

source: <span style="font-weight: 400;">Have you considered what type of end-user license to include with your data? </span>
fr_ca: Avez-vous envisag&eacute; le type de licence d&rsquo;utilisateur final &agrave; inclure dans vos donn&eacute;es&thinsp;?

source: <span style="font-weight: 400;">What is the time frame over which you are collecting data?</span>
fr_ca: <span style="font-weight: 400;">Quelle est la p&eacute;riode durant laquelle vous allez collecter les donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">What quality assurance measures will be implemented to ensure the accuracy and integrity of the data? </span>
fr_ca: <span style="font-weight: 400;">Quelles mesures d&rsquo;assurance de la qualit&eacute; seront mises en &oelig;uvre pour garantir l&rsquo;exactitude et l&rsquo;int&eacute;grit&eacute; des donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">Is the population being weighted?</span>
fr_ca: <span style="font-weight: 400;">La population est-elle pond&eacute;r&eacute;e&thinsp;?</span>

source: <span style="font-weight: 400;">If your data contains confidential information, how will your storage method ensure the protection of this data?</span>
fr_ca: <span style="font-weight: 400;">Si vos donn&eacute;es contiennent des informations confidentielles, comment votre m&eacute;thode de stockage assurera-t-elle la protection de ces donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">What procedures are in place to destroy the data after the retention period is complete?</span>
fr_ca: <span style="font-weight: 400;">Quelles mesures allez-vous prendre pour d&eacute;truire les donn&eacute;es une fois la p&eacute;riode de conservation termin&eacute;e&thinsp;?</span>

source: <span style="font-weight: 400;">What methods will be used to manage the risk of disclosure of participant information?</span>
fr_ca: <span style="font-weight: 400;">Quelles m&eacute;thodes seront utilis&eacute;es pour g&eacute;rer le risque de divulgation d&rsquo;information sur les participants&thinsp;?</span>

source: <span style="font-weight: 400;">If you have collected restricted data, what steps would someone requesting your data need to follow in order to access it?</span>
fr_ca: <span style="font-weight: 400;">Si vous avez collect&eacute; des donn&eacute;es prot&eacute;g&eacute;es, quelles sont les &eacute;tapes qu&rsquo;une personne doit suivre pour y acc&eacute;der&thinsp;?</span>

source: <span style="font-weight: 400;">How will your software/technology and documentation adhere to disability and/or accessibility guidelines?</span>
fr_ca: <span style="font-weight: 400;">Comment votre logiciel ou technologie et votre documentation respecteront-ils les directives en mati&egrave;re de handicap ou d&rsquo;accessibilit&eacute;&thinsp;?</span>

source: <span style="font-weight: 400;">What quality assurance measures will be implemented over the course of the study?</span>
fr_ca: <span style="font-weight: 400;">Quelles mesures d&rsquo;assurance de la qualit&eacute; seront mises en &oelig;uvre au cours de l&rsquo;&eacute;tude&thinsp;?</span>

source: <span style="font-weight: 400;">What are the variables being studied? </span>
fr_ca: <span style="font-weight: 400;">Quelles sont les variables &eacute;tudi&eacute;es&thinsp;? </span>

source: <span style="font-weight: 400;">What file naming conventions will you use in your study?</span>
fr_ca: <span style="font-weight: 400;">Quelles conventions de nomenclature des fichiers utiliserez-vous dans votre &eacute;tude&thinsp;?</span>

source: <span style="font-weight: 400;">What steps will you take to destroy the data after the retention period is complete?</span>
fr_ca: <span style="font-weight: 400;">Quelles mesures allez-vous prendre pour d&eacute;truire les donn&eacute;es une fois la p&eacute;riode de conservation termin&eacute;e&thinsp;?</span>

source: What practices will you use to structure, name, and version-control your files?
fr_ca: Quelles pratiques suivrez-vous pour structurer, nommer et contr&ocirc;ler les versions de vos fichiers&thinsp;?

source: Are there data you will need or choose to destroy? If so, how will you destroy them securely?
fr_ca: Pensez-vous devoir ou vouloir d&eacute;truire certaines donn&eacute;es&thinsp;? Si oui, avez-vous r&eacute;fl&eacute;chi &agrave; une approche s&eacute;curitaire&thinsp;?

source: How will researchers, artists, and/or the public find your data?
fr_ca: Comment les chercheurs, artistes ou membres du public pourront-ils trouver vos donn&eacute;es&thinsp;?

source: Describe how your data will be securely transferred, including from data collection devices/platforms and, if applicable, to/from transcriptionists.
fr_ca: D&eacute;crivez comment vos donn&eacute;es seront transf&eacute;r&eacute;es en toute s&eacute;curit&eacute;, notamment &agrave; partir de dispositifs ou de plateformes de collecte de donn&eacute;es et &agrave; destination ou en provenance des transcripteurs, le cas &eacute;ch&eacute;ant.

source: What software tools will be utilized and/or developed for the proposed research?
fr_ca: Quels outils logiciels seront utilis&eacute;s ou cr&eacute;&eacute;s pour la recherche propos&eacute;e&thinsp;?

source: Under what licence do you plan to release your software?
fr_ca: Sous quelle licence comptez-vous publier votre logiciel&thinsp;?

source: What software code will you make available, and where?
fr_ca: Quel code de logiciel allez-vous rendre disponible et &agrave; quel endroit allez-vous le rendre disponible&thinsp;?

source: What steps will you take to ensure your data is prepared for preservation?
fr_ca: Quelles mesures prendrez-vous pour faire en sorte que vos donn&eacute;es soient pr&ecirc;tes &agrave; &ecirc;tre pr&eacute;serv&eacute;es&thinsp;?

source: What tools and strategies will you take to promote your research? How will you let the research community and the public know that your data exists and is ready to be reused?
fr_ca: Quels outils et strat&eacute;gies allez-vous utiliser pour promouvoir votre recherche&thinsp;? Comment ferez-vous savoir &agrave; la communaut&eacute; des chercheurs et au public que vos donn&eacute;es existent et sont pr&ecirc;tes &agrave; &ecirc;tre r&eacute;utilis&eacute;es&thinsp;?

source: <span style="font-weight: 400;">What is the geographic location within the context of the phenomenon/experience where data will be gathered?</span>
fr_ca: <span style="font-weight: 400;">Quel est l&rsquo;emplacement g&eacute;ographique dans lequel les donn&eacute;es seront recueillies dans le contexte du ph&eacute;nom&egrave;ne ou de l&rsquo;&eacute;tude&thinsp;?</span>

source: <span style="font-weight: 400;">Are there any acronyms or abbreviations that will be used within your study?</span>
fr_ca: <span style="font-weight: 400;">Utiliserez-vous des acronymes ou des abr&eacute;viations dans votre &eacute;tude&thinsp;?</span>

source: <span style="font-weight: 400;">What file naming conventions will be used to save your data?</span>
fr_ca: <span style="font-weight: 400;">Quelles conventions de nomenclature des fichiers utiliserez-vous dans votre &eacute;tude&thinsp;?</span>

source: <span style="font-weight: 400;">What license will you apply to your data?</span>
fr_ca: <span style="font-weight: 400;">Quelle licence utiliserez-vous pour vos donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">What dependencies will be used in the development of this software/technology?</span>
fr_ca: <span style="font-weight: 400;">Quelles d&eacute;pendances seront utilis&eacute;es dans le d&eacute;veloppement de ce logiciel ou technologie&thinsp;?</span>

source: <span style="font-weight: 400;">What is the setting and geographic location of where the data is being gathered?</span>
fr_ca: <span style="font-weight: 400;">Quels sont le contexte et la situation g&eacute;ographique du lieu o&ugrave; les donn&eacute;es sont recueillies&thinsp;?</span>
