Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">Think about what data needs to be shared to meet institutional or funding requirements, and what data may be restricted because of confidentiality, privacy, or intellectual property considerations.</span></p> <ul> <li style="font-weight: 400;"><strong>Raw data</strong><span style="font-weight: 400;"> are unprocessed data directly obtained from sampling, field instruments, laboratory instruments,&nbsp; modelling,&nbsp; simulation, or survey.&nbsp; Sharing raw data is valuable because it enables researchers to evaluate new processing techniques and analyse disparate datasets in the same way.&nbsp;</span></li> <li style="font-weight: 400;"><strong>Processed data</strong><span style="font-weight: 400;"> results from some manipulation of the raw data in order to eliminate errors or outliers, to prepare the data for analysis or preservation, to derive new variables, or to de-identify the sampling locations. Processing steps need to be well described.</span></li> <li style="font-weight: 400;"><strong>Analyzed data</strong><span style="font-weight: 400;"> are the results of qualitative, statistical, or mathematical analysis of the processed data. They may&nbsp; be presented as graphs, charts or statistical tables.</span></li> <li style="font-weight: 400;"><strong>Final data</strong><span> are processed data that have undergone a review process to ensure data quality and, if needed, have been converted into a preservation-friendly format.</span></li> </ul>
fr_ca: <p><span style="font-weight: 400;">R&eacute;fl&eacute;chissez aux donn&eacute;es qui doivent &ecirc;tre partag&eacute;es pour r&eacute;pondre aux exigences de l&rsquo;&eacute;tablissement ou de l&rsquo;entente de financement et aux donn&eacute;es qui peuvent &ecirc;tre restreintes pour des raisons de confidentialit&eacute;, de respect de la vie priv&eacute;e ou de propri&eacute;t&eacute; intellectuelle.</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Les </span><strong>donn&eacute;es brutes </strong><span style="font-weight: 400;">sont des donn&eacute;es non trait&eacute;es obtenues directement par &eacute;chantillonnage, instruments de terrain, instruments de laboratoire, mod&eacute;lisation, simulation ou enqu&ecirc;te. Le partage des donn&eacute;es brutes est pr&eacute;cieux, car il permet aux chercheurs d&rsquo;&eacute;valuer de nouvelles techniques de traitement et d&rsquo;analyser des ensembles de donn&eacute;es disparates de la m&ecirc;me mani&egrave;re. </span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Les </span><strong>donn&eacute;es trait&eacute;es</strong><span style="font-weight: 400;"> r&eacute;sultent d&rsquo;une certaine manipulation des donn&eacute;es brutes afin d&rsquo;&eacute;liminer les erreurs ou les valeurs aberrantes, de pr&eacute;parer les donn&eacute;es pour l&rsquo;analyse ou la conservation, de d&eacute;river de nouvelles variables ou d&rsquo;anonymiser les lieux d&rsquo;&eacute;chantillonnage. Les &eacute;tapes de traitement doivent &ecirc;tre bien d&eacute;crites.</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Les </span><strong>donn&eacute;es analys&eacute;es </strong><span style="font-weight: 400;">sont les r&eacute;sultats d&rsquo;une analyse qualitative, statistique ou math&eacute;matique des donn&eacute;es trait&eacute;es. Elles peuvent &ecirc;tre pr&eacute;sent&eacute;es sous forme de graphiques, de diagrammes ou de tableaux statistiques.</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Les </span><strong>donn&eacute;es finales</strong><span style="font-weight: 400;"> sont des donn&eacute;es trait&eacute;es qui ont fait l&rsquo;objet d&rsquo;un processus de r&eacute;vision pour garantir la qualit&eacute; des donn&eacute;es et, si n&eacute;cessaire, ont &eacute;t&eacute; converties dans un format adapt&eacute; &agrave; la conservation. </span></li> </ul>

source: <span style="font-weight: 400;"><span style="font-weight: 400;">Data repositories help maintain scientific data over time and support data discovery, reuse, citation, and quality. Researchers are encouraged to deposit data in leading &ldquo;domain-specific&rdquo; repositories, especially those that are FAIR-aligned, whenever possible.<br /></span></span> <p><strong>Domain-specific repositories for water quality data include:</strong></p> <ul> <li style="font-weight: 400;"><a href="http://www.datastream.org"><span style="font-weight: 400;">DataStream</span></a><span style="font-weight: 400;">: A free, open-access platform for storing, visualizing, and sharing water quality data in Canada.</span></li> <li style="font-weight: 400;"><a href="https://www.canada.ca/en/environment-climate-change/services/canadian-aquatic-biomonitoring-network.html"><span style="font-weight: 400;">Canadian Aquatic Biomonitoring Network (CABIN)</span></a><span style="font-weight: 400;">: A national biomonitoring program developed by Environment and Climate Change Canada that provides a standardized sampling protocol and a recommended assessment approach for assessing aquatic ecosystem condition.</span></li> </ul> <p><strong>General Repositories:</strong></p> <ul> <li style="font-weight: 400;"><a href="https://www.frdr-dfdr.ca/repo/"><span style="font-weight: 400;">Federated Research Data Repository</span></a><span style="font-weight: 400;">: A scalable federated platform for digital research data management (RDM) and discovery.</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Institution-specific Dataverse: Please contact your institution&rsquo;s library to see if this is a possibility.</span></li> </ul> <p><strong>Other resources:</strong></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">The </span><a href="https://repositoryfinder.datacite.org"><span style="font-weight: 400;">Repository Finder Tool</span></a><span style="font-weight: 400;"> developed by DataCite. This tool queries the </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">re3data registry</span></a><span style="font-weight: 400;"> of research data repositories.</span></li> <li style="font-weight: 400;">Coalition for Publishing Data in the Earth and Space Sciences: <a href="http://www.copdess.org/enabling-fair-data-project/enabling-fair-data-faqs/">Enabling FAIR Data &ndash; FAQs</a>.</li> </ul>
fr_ca: <span style="font-weight: 400;"><span style="font-weight: 400;">Les d&eacute;p&ocirc;ts de donn&eacute;es aident &agrave; maintenir les donn&eacute;es scientifiques dans le temps et favorisent la d&eacute;couverte, la r&eacute;utilisation, la citation et la qualit&eacute; des donn&eacute;es. Les chercheurs sont encourag&eacute;s &agrave; d&eacute;poser les donn&eacute;es dans des d&eacute;p&ocirc;ts de premier plan "sp&eacute;cifiques &agrave; un domaine", en particulier ceux qui respectent les principes FAIR, dans la mesure du possible. </span></span> <p><strong>Les d&eacute;p&ocirc;ts de donn&eacute;es sp&eacute;cifiques &agrave; la qualit&eacute; de l&rsquo;eau comprennent&nbsp;:</strong></p> <ul> <li style="font-weight: 400;"><a href="http://www.datastream.org"><span style="font-weight: 400;">DataStream</span></a><span style="font-weight: 400;">&nbsp;</span><span style="font-weight: 400;">: une plateforme gratuite en libre acc&egrave;s pour le stockage, la visualisation et le partage des donn&eacute;es sur la qualit&eacute; de l&rsquo;eau au Canada <em>(lien en</em> <em>anglais</em>).</span></li> <li style="font-weight: 400;"><a href="https://www.canada.ca/fr/environnement-changement-climatique/services/reseau-canadien-biosurveillance-aquatique.html"><span style="font-weight: 400;">R&eacute;seau canadien de biosurveillance aquatique (RCBA)</span></a><span style="font-weight: 400;">&nbsp;</span><span style="font-weight: 400;">: un programme national de biosurveillance d&eacute;velopp&eacute; par Environnement et changement climatique Canada qui fournit un protocole d&rsquo;&eacute;chantillonnage standardis&eacute; et une approche d&rsquo;&eacute;valuation recommand&eacute;e pour &eacute;valuer l&rsquo;&eacute;tat des &eacute;cosyst&egrave;mes aquatiques.</span></li> </ul> <p><strong>D&eacute;p&ocirc;ts g&eacute;n&eacute;raux&nbsp;:</strong></p> <ul> <li style="font-weight: 400;"><a href="https://www.frdr-dfdr.ca/repo/?locale=fr"><span style="font-weight: 400;">D&eacute;p&ocirc;t f&eacute;d&eacute;r&eacute; de donn&eacute;es de recherche</span></a><span style="font-weight: 400;">&nbsp;: une plateforme f&eacute;d&eacute;r&eacute;e &eacute;volutive pour la gestion et la d&eacute;couverte des donn&eacute;es de recherche num&eacute;rique (GDR).</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Dataverse par &eacute;tablissement&nbsp;: veuillez communiquer avec la biblioth&egrave;que de votre &eacute;tablissement pour savoir si vous avez cette option.</span></li> </ul> <p><strong>Autres ressources&nbsp;:</strong></p> <ul> <li style="font-weight: 400;"><a href="https://repositoryfinder.datacite.org"><span style="font-weight: 400;">L&rsquo;outil de rep&eacute;rage de d&eacute;p&ocirc;t</span></a> <span style="font-weight: 400;">cr&eacute;&eacute; par DataCite : Cet outil permet d&rsquo;interroger le </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">registre re3data</span></a><span style="font-weight: 400;"> de d&eacute;p&ocirc;ts de donn&eacute;es de recherche (<em>liens en</em> <em>anglais</em>).</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Coalition pour la publication des donn&eacute;es dans les sciences de la terre et de l&rsquo;espace&nbsp;: </span><span style="font-weight: 400;"><a href="http://www.copdess.org/enabling-fair-data-project/enabling-fair-data-faqs/">Enabling FAIR Data &ndash; FAQ</a> (<em>lien en</em> <em>anglais</em>).</span></li> </ul>

source: <span style="font-weight: 400;">Consider using preservation-friendly file formats. For example, non-proprietary formats, such as text (.txt) and comma-separated (.csv), are considered preservation-friendly. For guidance, please see <a href="https://researchdata.library.ubc.ca/plan/format-your-data/">UBC Library</a>, <a href="https://www.usgs.gov/products/data-and-tools/data-management/file-formats">USGS</a>, <a href="https://www.dataone.org/best-practices/document-and-store-data-using-stable-file-formats">DataONE</a>, or <a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx">UK Data Service</a></span><span style="font-weight: 400;">. Keep in mind that files converted from one format to another may lose information (e.g., converting from an uncompressed TIFF file to a compressed JPG file degrades image quality), so changes to file formats should be documented.&nbsp;<br /><br /></span><span style="font-weight: 400;">Some data you collect may be deemed sensitive and require unique preservation techniques, including anonymization. Be sure to note what this data is and how you will preserve it to ensure it is used appropriately. Read more about anonymization:</span> <a href="https://researchdata.library.ubc.ca/plan/protect-your-data/"><span style="font-weight: 400;">UBC Library</span></a> <span style="font-weight: 400;">or</span> <a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Envisagez d&rsquo;utiliser des formats de fichiers faciles &agrave; conserver. Par exemple, les formats non propri&eacute;taires, tels que le texte (.txt) et les fichiers s&eacute;par&eacute;s par des virgules (.csv), sont consid&eacute;r&eacute;s comme favorables &agrave; la conservation. Pour obtenir des conseils, veuillez consulter la <a href="https://researchdata.library.ubc.ca/plan/format-your-data/">Biblioth&egrave;que de l&rsquo;Universit&eacute; de la C.-B.</a>, <a href="https://www.usgs.gov/products/data-and-tools/data-management/file-formats">USGS</a>, <a href="https://www.dataone.org/best-practices/document-and-store-data-using-stable-file-formats">DataONE</a>, ou les<a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx"> Service des donn&eacute;es du Royaume-Uni</a> (<em>liens en anglais</em>)<em>.</em> N&rsquo;oubliez pas que les fichiers convertis d&rsquo;un format &agrave; un autre peuvent perdre des informations (par exemple, la conversion d&rsquo;un fichier TIFF non compress&eacute; en un fichier JPG compress&eacute; d&eacute;grade la qualit&eacute; de l&rsquo;image), c&rsquo;est pourquoi les changements de format de fichier doivent &ecirc;tre document&eacute;s. <br /><br /></span><span style="font-weight: 400;">Certaines donn&eacute;es que vous collectez peuvent &ecirc;tre consid&eacute;r&eacute;es comme sensibles et n&eacute;cessitent des techniques de conservation uniques, notamment l&rsquo;anonymisation. Veillez &agrave; noter la nature de ces donn&eacute;es et la mani&egrave;re dont vous les conserverez afin de garantir leur utilisation appropri&eacute;e. Pour en savoir plus sur l&rsquo;anonymisation&nbsp;consulter la </span><a href="https://researchdata.library.ubc.ca/plan/protect-your-data/"><span style="font-weight: 400;">Biblioth&egrave;que de l&rsquo;Universit&eacute; de la C.-B.</span></a> <span style="font-weight: 400;">ou </span><a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.</span>

source: <span style="font-weight: 400;">Licenses dictate how your data can be used. Funding agencies and data repositories may have end-user license requirements in place; if not, they may still be able to guide you in choosing or developing an appropriate license. Once determined, please consider including a copy of your end-user license with your Data Management Plan. Note that only the intellectual property rights holder(s) can issue a license, so it is crucial to clarify who owns those rights.&nbsp;<br /></span><br /><span style="font-weight: 400;">There are several types of standard licenses available to researchers, such as the</span> <a href="https://creativecommons.org/choose/"><span style="font-weight: 400;">Creative Commons licenses</span></a><span style="font-weight: 400;"> and the</span> <a href="https://opendatacommons.org/licenses/"><span style="font-weight: 400;">Open Data Commons licenses</span></a><span style="font-weight: 400;">. For most datasets it is easier to use a standard license rather than to devise a custom-made one. Even if you choose to make your data part of the public domain, it is preferable to make this explicit by using a license such as Creative Commons' CC0. More about data licensing:</span> <a href="http://www.dcc.ac.uk/resources/how-guides/license-research-data"><span style="font-weight: 400;">UK DCC</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Les licences dictent la mani&egrave;re dont vos donn&eacute;es peuvent &ecirc;tre utilis&eacute;es. Les organismes de financement et les d&eacute;p&ocirc;ts de donn&eacute;es peuvent avoir des exigences en mati&egrave;re de licences d&rsquo;utilisation finale&thinsp;; sinon, ils peuvent toujours vous guider dans le choix ou l&rsquo;&eacute;laboration d&rsquo;une licence appropri&eacute;e. Une fois que vous aurez d&eacute;termin&eacute; ces exigences, pensez &agrave; inclure une copie de votre licence d&rsquo;utilisateur final dans votre plan de gestion des donn&eacute;es. Notez que les d&eacute;tenteurs de droits de propri&eacute;t&eacute; intellectuelle sont les seuls &agrave; pouvoir d&eacute;livrer une licence&thinsp;; vous devez donc absolument pr&eacute;ciser qui d&eacute;tient ces droits. </span><br /><br /><span style="font-weight: 400;">Il y a plusieurs types de licences standard &agrave; la disposition des chercheurs telles que les licences </span><a href="https://creativecommons.org/choose/?lang=fr"><span style="font-weight: 400;">Creative Commons</span></a><span style="font-weight: 400;"> et les licences </span><a href="https://opendatacommons.org/licenses/"><span style="font-weight: 400;">Open Data Commons</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">. Pour la plupart des ensembles de donn&eacute;es, il est plus facile d&rsquo;utiliser une licence standard plut&ocirc;t que de concevoir une licence sur mesure. M&ecirc;me si vous choisissez de faire entrer vos donn&eacute;es dans le domaine public, il est pr&eacute;f&eacute;rable de le faire de mani&egrave;re explicite en utilisant une licence telle que la CCO de Creative Commons. Pour en savoir plus sur les licences, consultez :</span>&nbsp;<a href="http://www.dcc.ac.uk/resources/how-guides/license-research-data"><span style="font-weight: 400;">UK&nbsp;DCC</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span>

source: <p><span style="font-weight: 400;">Possibilities include: data registries, repositories, indexes, word-of-mouth, publications. How will the data be accessed (Web service, ftp, etc.)? One of the best ways to refer other researchers to your deposited datasets is to cite them the same way you cite other types of publications. The Digital Curation Centre provides a detailed </span><a href="http://www.dcc.ac.uk/resources/how-guides/cite-datasets"><span style="font-weight: 400;">guide on data citation</span></a><span style="font-weight: 400;">. Some repositories also create links from datasets to their associated papers, increasing the visibility of the publications. Read more at the National Institutes of Health&rsquo;s </span><a href="https://grants.nih.gov/grants/sharing_key_elements_data_sharing_plan.pdf"><span style="font-weight: 400;">Key Elements to Consider in Preparing a Data Sharing Plan Under NIH Extramural Support</span></a><span style="font-weight: 400;">.</span></p> <span style="font-weight: 400;">Contact librarians at your institution for assistance in making your dataset visible and easily accessible, or reach out to the Portage DMP Coordinator at </span><a href="mailto:support@portagenetwork.ca"><span style="font-weight: 400;">support@portagenetwork.ca</span></a><span style="font-weight: 400;">.&nbsp; </span>
fr_ca: <p><span style="font-weight: 400;">Il existe plusieurs possibilit&eacute;s, notamment,&nbsp;les registres de donn&eacute;es, les d&eacute;p&ocirc;ts, les index, le bouche-&agrave;-oreille et les publications. Comment les donn&eacute;es seront-elles accessibles (service web, ftp, etc.)&thinsp;? L&rsquo;un des meilleurs moyens de diriger d&rsquo;autres chercheurs &agrave; vos ensembles de donn&eacute;es d&eacute;pos&eacute;s est de les citer de la m&ecirc;me mani&egrave;re que vous citez d&rsquo;autres types de publications. Le Centre de conservation num&eacute;rique fournit un </span><a href="http://www.dcc.ac.uk/resources/how-guides/cite-datasets"><span style="font-weight: 400;">guide d&eacute;taill&eacute; sur la citation de donn&eacute;es</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">. Certains d&eacute;p&ocirc;ts cr&eacute;ent &eacute;galement des liens entre les ensembles de donn&eacute;es et les documents qui leur sont associ&eacute;s, ce qui augmente la visibilit&eacute; des publications. Pour en savoir plus, consultez le site des Instituts nationaux de sant&eacute; suivant&nbsp;: </span><a href="https://grants.nih.gov/grants/sharing_key_elements_data_sharing_plan.pdf"><span style="font-weight: 400;">&Eacute;l&eacute;ments cl&eacute;s &agrave; prendre en compte dans l&rsquo;&eacute;laboration d&rsquo;un plan de partage des donn&eacute;es avec le soutien en dehors des INS</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span></p> <span style="font-weight: 400;">Communiquez avec les biblioth&eacute;caires de votre &eacute;tablissement pour obtenir de l&rsquo;aide afin de rendre votre ensemble de donn&eacute;es visible et facilement accessible ou communiquez avec le coordinateur de la PGD de Portage &agrave; l&rsquo;adresse suivante :&nbsp;</span><a href="mailto:support@portagenetwork.ca"><span style="font-weight: 400;">support@portagenetwork.ca</span></a><span style="font-weight: 400;">.&nbsp; </span>

source: <span style="font-weight: 400;">The types of data you collect may include: literature database records; PDFs of articles; quantitative and qualitative data extracted from individual studies; a document describing your study protocol or other methods. </span>
fr_ca: <span style="font-weight: 400;">Les types de données que vous recueillez peuvent inclure des enregistrements de bases de données bibliographiques, des articles en PDF, des données quantitatives et qualitatives extraites d’études individuelles, un document décrivant votre protocole d’étude ou d’autres méthodes. </span>

source: <span style="font-weight: 400;">For a systematic review (or other knowledge synthesis types of studies), data includes the literature you find, the data that you extract from it, and the detailed methods and information that would allow someone else to reproduce your results. To identify the data that will be collected or generated by your research project, </span><span style="font-weight: 400;">start by thinking of the different stages of a systematic review and how you are going to approach each: planning/protocol, data collection (literature searching), study selection (screening), data extraction, risk of bias assessment, synthesis, manuscript preparation. </span>
fr_ca: <span style="font-weight: 400;">Pour une revue systématique (ou d’autres types d’études de synthèse des connaissances), les données comprennent la littérature que vous trouvez, les données que vous en extrayez, et les méthodes et informations détaillées qui permettraient à quelqu’un d’autre de reproduire vos résultats. Pour identifier les données qui seront collectées ou générées par votre projet de recherche, </span><span style="font-weight: 400;">commencez par réfléchir aux différentes étapes d’une revue systématique et à la manière dont vous allez les aborder : planification/protocole, collecte de données (recherche documentaire), sélection des études, extraction des données, évaluation du risque de biais, synthèse, préparation du manuscrit. </span>
