Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: You can choose from:<ul><li>- text area (large box for paragraphs);</li> <li>- text field (for a short answer);</li> <li>- checkboxes where options are presented in a list and multiple values can be selected;</li> <li>- radio buttons where options are presented in a list but only one can be selected;</li> <li>- dropdown like this box - only one option can be selected;</li> <li>- multiple select box allows users to select several options from a scrollable list, using the CTRL key;</li></ul>
de: Sie haben die Wahl zwischen: <ul> <li>- Textbereiche (große Box für Absätze);</li> <li>- Textfelder (für kurze Antworten);</li> <li>- Checkboxen, die Antwortoptionen in Listen präsentieren und eine Mehrfachauswahl ermöglichen</li> <li>- Optionsfelder, die Antwortoptionen in Listen präsentieren, aus der eine ausgewählt wird</li> <li>- Klapplisten, Eingabelisten wie diese - nur eine Option kann ausgewählt</li> <li>- Mehrfachauswahllisten, die Antwortoptionen in einer scrollbaren Liste präsentieren und Merhfachauswahl durch klicken und gleichzeitiges Drücken der Kommando- bzw. Steuerungstaste erlauben</li> </ul>
es: Puede elegir entre:<ul><li>- área de texto (caja grande para párrafos);</li> <li>- campo de texto (para una respuesta corta);</li> <li>- checkboxes donde las opciones se presentan como una lista y pueden seleccionarse varios valores;</li> <li>- botones de radio, donde se presenta una lista de opciones para elegir sólo una de ellas;</li> <li>- lista despegable - sólo puede seleccionarse una opción;</li> <li>- lista de selección múltiple que permite a los usuarios seleccionar varias opciones de una lista desplazable usando la tecla CTRL;</li></ul>
fi: Voit valita:<ul><li>- tekstialueen (suuri laatikko kappaleille;</li> <li> tekstikenttä (lyhyille vastauksille); </li><li>- valintalaatikot, joissa vaihtoehdot on listattuna ja voi valita useamman vaihtoehdon;</li><li>- valintanappulat, jossa vaihtoehdot ovat listattuna, mutta voi valita vain yhden vaihtoehdotn;</li><li>- pudotusvalikko kuten tämä laatikko - voi valita vain yhden vaihtoehdon; </li><li>- usean vaihtoehdon laatikosta käyttäjät voivat valita useita vaihtoehtoja vieritettävältä listalta käyttämällä CTRL painiketta;</li></ul>
fr_ca: Vous pouvez choisir parmi ce qui suit : <ul><li>- zone de texte (grande case pour les paragraphes);</li><li>- champ de texte (pour les réponses courtes);</li><li>- cases à cocher lorsque des options sont présentées dans une liste et plusieurs valeurs peuvent être sélectionnées;</li><li>- boutons radio lorsque des options sont présentées dans une liste et qu’une seule peut être sélectionnée;</li><li>- liste déroulante comme cette case – une seule option peut être sélectionnée;</li><li>- la case à choix multiples permet aux utilisateurs de sélectionner plusieurs options dans une liste déroulante à l’aide de la touche CTRL;</li></ul>
pt_br: Você pode escolher entre:<ul><li>- área de texto (caixa grande para parágrafos);</li> <li>- campo de texto (para uma resposta curta);</li> <li>- caixas de seleção, em que as opções são apresentadas em uma lista e é possível escolher vários valores;</li> <li>- botões de rádio, em que as opções são apresentadasem uma lista mas apenas uma pode ser selecionada;</li> <li>- menus suspensos como esta caixa - somente uma opção pode ser selecionada;</li> <li>- caixas de seleção múltiplas que permitem ao usuário selecionar várias opções de uma lista rolável, usando a tecla CTRL;</li></ul>
sv_fi: Du kan välja mellan: <ul><li> - textområde (stor låda för stycken); </li><li> - Textfält (för ett kort svar); </li><li> - kryssrutor där alternativ presenteras i en lista och flera värden kan väljas </li><li> - radioknappar där alternativ presenteras i en lista men endast en kan väljas </li><li> - dropdown som den här rutan - endast ett alternativ kan väljas; </li><li> - Med flera valruta kan användarna välja flera alternativ från en rullbar lista med CTRL-tangenten. </li></ul>
tr_tr: Şunlar arasından seçim yapabilirsiniz:<ul><li> - metin alanı (paragraflar için büyük kutu);</li><li> - metin alanı (kısa bir cevap için);</li><li> - seçeneklerin bir listede sunulduğu ve birden çok değerin seçilebildiği onay kutuları;</li><li> - seçeneklerin bir listede sunulduğu ancak yalnızca birinin seçilebildiği seçenek düğmeleri;</li><li> - bu kutudaki gibi aşağı açılır liste - sadece bir seçenek seçilebilir;</li><li> - kullanıcıların CTRL tuşunu kullanarak kaydırılabilir bir listeden birkaç seçeneği seçmesine olanak tanıyan çoklu seçim kutusu;</li></ul>

source: Display additional comment area.
de: Zusätzlichen Kommentarbereich anzeigen
es: Mostrar un área de comentarios adicional.
fi: Näytä lisäkommenttialue.
fr_ca: Afficher une zone de commentaire supplémentaire.
pt_br: Mostrar área de comentário adicional.
sv_fi: Visa ytterligare kommentarområde.
tr_tr: Ek yorum alanını görüntüleyin.

source: Default answer
de: Voreingestellte Antwort
es: Respuesta por defecto
fi: Oletusvastaus
fr_ca: Réponse par défaut
pt_br: Resposta padrão
sv_fi: Standard svar
tr_tr: Varsayılan cevap

source: Select one or more themes that are relevant to this question. This will allow similarly themed organisation-level guidance to appear alongside your question.
de: Wählen Sie ein oder mehrere Themen aus, die für diese Frage relevant sind. Auf diese Weise können ähnliche Anleitungen auf Organisationsebene neben Ihrer Frage angezeigt werden.
es: Seleccione uno o más temas que sean relevantes para esta pregunta. Esto permitirá que aparezcan orientaciones similares a nivel de organización junto con su pregunta.
fi: Valitse kysymykseen liittyvä yksi tai useampi teema. Teeman avulla muut samanteemaiset organisaatiotason ohjeet näkyvät kysymyksen vieressä.
fr_ca: Sélectionnez un thème ou plusieurs liés à cette question. Ainsi, les directives portant sur des thèmes semblables au niveau de l’organisme s’afficheront à côté de votre question.
pt_br: Selecione um ou mais temas relevantes para esta pergunta. Isso permitirá que sejam exibidas, junto com sua pergunta, instruções com temas similares no âmbito de sua organização.
sv_fi: Välj ett eller flera teman som är relevanta för den här frågan. Detta gör det möjligt att visa liknande teman på organisationsnivå vägledning tillsammans med din fråga.
tr_tr: Bu soruyla alakalı bir veya daha fazla tema seçin. Bu, kurum düzeyindeki benzer temalı rehberliğin sorunuzun yanında görüntülenmesini sağlar.

source: Delete
de: Löschen
es: Borrar
fi: Poista
fr_ca: Supprimer
pt_br: Apagar
sv_fi: radera
tr_tr: Sil

source: You are about to delete question #%{question_number}. Are you sure?
de: Sie sind dabei, die Frage #%{question_number} zu löschen. Sind Sie sicher?
es: Está a punto de eliminar la pregunta # %{question_number}. ¿Estás seguro?
fi: Olet poistamassa kysymystä #%{question_number}? Oletko varma?
fr_ca: Vous êtes sur le point de supprimer la question n° %{question_number}. Êtes-vous sûr de vouloir continuer?
pt_br: Você está prestes a apagar '%{question_number}'. Tem certeza?
sv_fi: Du håller på att ta bort fråga # %{question_number}. Är du säker?
tr_tr: #%{question_number} sorusunu silmek üzeresiniz. Emin misiniz?

source: Add Question
de: Frage hinzufügen
es: Añadir pregunta
fi: Lisää kysymys
fr_ca: Ajouter une question
pt_br: Adicionar Pergunta
sv_fi: Lägg till en fråga
tr_tr: Soru Ekle

source: New Question
de: Neue Frage
es: Nueva Pregunta
fi: Uusi kysymys
fr_ca: Nouvelle question
pt_br: Novo Pergunta
sv_fi: Ny fråga
tr_tr: Yeni Soru

source: Question number
de: Fragennummer
es: Número de la pregunta
fi: Kysymyksen numero
fr_ca: Numéro de question
pt_br: Número da Pergunta
sv_fi: Fråga nummer
tr_tr: Soru Numarası

source: Question options
de: Frageoptionen
es: Opciones de preguntas
fi: Kysymyksen vaihtoehdot
fr_ca: Options de question
pt_br: Opções de pergunta
sv_fi: Fråga alternativ
tr_tr: Soru seçenekleri

source: Default value
de: Voreingestellter Wert
es: Valor por defecto
fi: Oletusarvo
fr_ca: Valeur par défaut
pt_br: Valor padrão
sv_fi: Standardvärde
tr_tr: Varsayılan değer

source: Additional comment area will be displayed.
de: Zusätzlicher Kommentarbereich wird angezeigt.
es: Se mostrará un área adicional para comentarios.
fi: Lisäkommenttialue näytetään.
fr_ca: Une zone de commentaire supplémentaire sera affichée.
pt_br: Uma nova área de comentários será exibida.
sv_fi: Ytterligare kommentarområde visas.
tr_tr: Ek yorum alanı görüntülenecektir.

source: No additional comment area will be displayed.
de: Es wird kein zusätzlicher Kommentarbereich angezeigt.
es: No se mostrará un área adicional para comentarios.
fi: Lisäkommenttialuetta ei näytetä.
fr_ca: Aucune zone de commentaire supplémentaire ne sera affichée.
pt_br: Nenhuma área de comentário adicional será mostrada.
sv_fi: Inget ytterligare kommentarområde visas.
tr_tr: Herhangi bir ek yorum alanı görüntülenmeyecek.

source: example answer
de: Beispielantwort
es: Ejemplo de respuesta
fi: esimerkkivastaus
fr_ca: exemple de réponse
pt_br: exemplo de resposta
sv_fi: Exempel Svar
tr_tr: örnek cevap

source: No themes selected
de: Keine Themen ausgewählt
es: No hay temas seleccionados
fi: Teemoja ei ole valittu
fr_ca: Aucun thème n’a été sélectionné
pt_br: Nenhum tema selecionado
sv_fi: Inga teman valda
tr_tr: Tema seçilmedi

source: Themed Guidance
de: Themenspezifische Erläuterungen
es: Orientación temática
fi: Teemavaihtoehdot
fr_ca: Directives thématiques
pt_br: Orientação Temática
sv_fi: Temanvägledning
tr_tr: Temalı Rehberlik

source: Click the links below to view organisational guidance related to the themes associated with this question.
de: Klicken Sie auf die folgenden Links, um Anleitungen Ihrer Einrichtung anzuzeigen, die sich auf das in dieser Frage behandelte Thema beziehen.
es: Haga clic en los enlaces de abajo para ver la guía de la organización Relacionados con los temas asociados a esta pregunta.
fi: Voit tarkastella organisaation ohjausta napsauttamalla alla olevia linkkejä liittyvät tähän kysymykseen liittyviin aiheisiin.
fr_ca: Cliquez sur les liens ci-dessous pour afficher les directives organisationnelles pour les thèmes associés à cette question.
pt_br: Clique nos links abaixo para ver a orientação organizacional relacionados aos temas associados a esta questão.
sv_fi: Klicka på länkarna nedan för att visa organisatorisk vägledning relaterade till teman i samband med denna fråga.
tr_tr: Bu soruya ilişkili temalarla bağlantılı kurumsal kılavuzu görüntülemek için aşağıdaki bağlantılara tıklayın.

source: Note: New plans will automatically display this guidance. Users then have the ability to hide/display the guidance when editing their plan.
de: Hinweis: Neue Pläne zeigen diese Anleitung automatisch an. Benutzer haben dann die Möglichkeit, die Anleitung beim Bearbeiten ihres Plans ein- und auszublenden.
es: Nota: los nuevos planes mostrarán automáticamente esta guía. Los usuarios luego tienen la capacidad de ocultar / mostrar la guía al editar su plan.
fi: Huomautus: Uudet suunnitelmat näyttävät automaattisesti nämä ohjeet. Käyttäjät voivat sitten piilottaa / näyttää ohjeet muokkaamalla suunnitelmiaan.
fr_ca: Remarque: Les nouveaux plans afficheront automatiquement ces directives. Les utilisateurs ont alors la possibilité de masquer ou d’afficher les directives lorsqu’ils modifient leur plan.
pt_br: Nota: Novos planos exibirão automaticamente esta orientação. Os usuários podem ocultar / exibir a orientação ao editar seu plano.
sv_fi: Obs! Nya planer visar automatiskt denna vägledning. Användare har då möjlighet att dölja / visa vägledningen när man redigerar planen.
tr_tr: Not: Yeni planlar bu rehberi otomatik olarak görüntüleyecektir. Kullanıcılar daha sonra planlarını düzenlerken rehberi gizleme/görüntüleme olanağına sahip olurlar.

source: There is no organisational guidance related to the themes associated with this question.
de: Zu den Themen, auf die sich diese Frage bezieht, gibt es keine Erläuterungen Ihrer Einrichtung.
es: No hay orientación organizacional relacionada con los temas asociados con esta pregunta.
fi: Tähän kysymykseen liittyviin aiheisiin ei liity organisaatiota koskevia ohjeita.
fr_ca: Aucune directive organisationnelle n’est liée aux thèmes associés à cette question.
pt_br: Não há orientação organizacional relacionada aos temas associados a essa questão.
sv_fi: Det finns ingen organisatorisk vägledning relaterad till teman i samband med denna fråga.
tr_tr: Bu soruyla ilişkili temalara yönelik herhangi bir kurumsal rehber yoktur.

source: None provided
de: Keine zur Verfügung gestellt
es: Ninguno proporcionado
fi: Tietoa ei ole annettu
fr_ca: Aucun fourni
pt_br: Nenhum fornecido
sv_fi: Ingen tillhandahålls
tr_tr: Hiçbiri sağlanmadı

source: Section details
de: Abschnitt Details
es: Detalles de la sección
fi: Osion tiedot
fr_ca: Détails de la section
pt_br: Detalhes da seção
sv_fi: Sektion detaljer
tr_tr: Bölüm ayrıntıları

source: Enter a basic description. This could be a summary of what is covered in the section or instructions on how to answer. This text will be displayed in the coloured banner once a section is opened to edit.
de: Geben Sie eine grundlegende Beschreibung ein. Dies könnte eine Zusammenfassung dessen sein, was in diesem Abschnitt behandelt wird, oder Anweisungen zur Antwort. Dieser Text wird im farbigen Banner angezeigt, sobald ein Abschnitt zum Bearbeiten geöffnet wird.
es: Introduzca una descripción básica. Esto podría ser un resumen de lo que se trata en la sección o instrucciones sobre cómo responder. Este texto se mostrará en el banner de color una vez que se abra una sección para editar.
fi: Lisää peruskuvaus. Se voi olla yhteenveto siitä, mitä kyseinen osa sisältää tai ohjeita vastaamiseen. Teksti näkyy värillisessä palkissa, kun sitä muokataan.
fr_ca: Indiquez une description de base. Il pourrait s'agir d'un résumé des points traités dans la section ou des directives sur la façon de répondre. Ce texte sera affiché dans la bannière de couleur une fois que la section pourra être modifiée.
pt_br: Insira uma descrição básica. Pode ser um resumo do que é tratado na seção ou instruções sobre como responder. Esse texto aparecerá no banner colorido quando uma seção for aberta para ser editada.
sv_fi: Ange en grundläggande beskrivning. Detta kan vara en sammanfattning av vad som omfattas av avsnittet eller anvisningarna om hur du svarar. Denna text kommer att visas i den färgade bannern när en sektion öppnas för att redigera.
tr_tr: Temel bir açıklama girin. Bu açıklama, bölümde anlatılanların bir özeti veya nasıl yanıtlanacağına ilişkin talimatları içerebilir. Bu metin, düzenlemek için bir bölüm açıldığında renkli bannerda görüntülenecektir.

source: Enter a title for the section
de: Geben Sie einen Titel für den Abschnitt ein
es: Introduce un título para la sección.
fi: Anna osiolle otsikko
fr_ca: Saisissez un titre pour la section
pt_br: Insira um título para a seção
sv_fi: Ange en rubrik för avsnittet
tr_tr: Bölüm için bir başlık girin

source: You are about to delete '%{section_title}'. This will affect questions linked to this section. Are you sure?
de: Sie sind dabei '%{section_title}' zu entfernen. Das wird Auswirkungen auf die Fragen haben, die mit diesem Abschnitt verbunden sind. Sind Sie sicher?
es: Va a borrar '%{section_title}'. Esta acción afectará las preguntas enlazadas con esta sección. ¿Está seguro?
fi: Olet poistmassa %{section_title}:a. Sillä on vaikutusta kysymyksiin, jotka on liitetty tähän osioon. Oletko varma?
fr_ca: Vous êtes sur le point de supprimer '%{section_title}'. Cela aura une incidence sur les questions liées à cette section. Êtes-vous sûr de vouloir continuer?
pt_br: Você está prestes a apagar '%{section_title}'. Isso afetará as perguntas ligadas a esta seção. Tem certeza?
sv_fi: Du håller på att ta bort '%{section_title}'. Detta påverkar frågor som är kopplade till det här avsnittet. Är du säker?
tr_tr: '%{section_title}' öğesini silmek üzeresiniz. Bu işlem bu bölümle bağlantılı soruları etkileyecektir. Emin misiniz?

source: Add a new section
de: Einen neuen Abschnitt hinzufügen
es: Añadir una nueva sección
fi: Lisää uusi osio
fr_ca: Ajouter une nouvelle section
pt_br: Adicione uma nova seção
sv_fi: Lägg till en ny sektion
tr_tr: Yeni bir bölüm ekle

source: No themes have been defined. Please contact your administrator for assistance.
de: Es wurden keine Themen definiert. Wenden Sie sich an Ihren Administrator, um Unterstützung zu erhalten.
es: No se han definido temas. Póngase en contacto con su administrador para obtener ayuda.
fi: Teemoja ei ole määritelty. Pyydä apua ylläpitäjältä.
fr_ca: Aucun thème n’a été défini. Veuillez communiquer avec votre administrateur pour obtenir de l’aide.
pt_br: Nenhum tema foi definido. Por favor, contate seu administrador para ajuda.
sv_fi: Inga teman har definierats. Kontakta din administratör för hjälp.
tr_tr: Tanımlı hiç tema yok. Lütfen yardım için yöneticinize başvurun.

source: Enter a description that helps you to differentiate between templates e.g. if you have ones for different audiences
de: Geben Sie eine Beschreibung, die hilft, zwischen den verschiedenen Vorlagen zu unterscheiden, z.B. für verschiedene Zielgruppen
es: Introduzca una descripción que le ayude a diferenciar las plantillas. Ej: Si tiene varias para diferentes audiencias
fi: Kirjoita suunnitelmapohjalle kuvaus, jolla pystyt erottamaan eri suunnitelmapohjat toisistaan, esim. jos sinulla on eri kohderyhmille omat suunnitelmapohjansa
fr_ca: Entrez une description qui vous aide à percevoir la différence entre les modèles, p. ex., si vous avez des modèles destinés à différents publics
pt_br: Insira uma descrição que ajude você a distinguir modelos, e.g. se você tiver modelos distintos para audiências diferentes.
sv_fi: Ange en beskrivning som hjälper dig att skilja mellan mallar, t.ex. om du har dem för olika publik
tr_tr: Şablonlar arasında ayrım yapmanıza yardımcı olacak bir açıklama girin (ör. farklı kitleler için şablonlarınız varsa)

source: Checking this box prevents the template from appearing in the public list of templates.
de: Durch Aktivieren dieses Kontrollkästchens wird verhindert, dass die Vorlage in der öffentlichen Vorlagenliste angezeigt wird.
es: Marcar esta casilla evita que la plantilla aparezca en la lista pública de plantillas.
fi: Kun valitset tämän vaihtoehdon, suunnitelmapohja ei näy avattujen suunnitelmapohjien listalla.
fr_ca: Lorsque cette case est cochée, le modèle ne peut pas s’afficher dans la liste publique des modèles.
pt_br: Selecionar esta caixa impede que o modelo apareça na lista pública de modelos
sv_fi: Om du markerar den här rutan förhindras att mallen visas i den offentliga listan över mallar.
tr_tr: Bu kutunun işaretlenmesi, şablonun herkese açık şablon listesinde görünmesini engeller.

source: for internal %{org_name} use only
de: nur für interne Nutzung bei %{org_name}
es: solo para uso interno %{org_name}
fi: ainoastaan %{org_name}:n sisäiseen käyttöön
fr_ca: réservé à l’usage interne de %{org_name}
pt_br: para %{org_name} interno use somente
sv_fi: för intern %{org_name} användning endast
tr_tr: yalnızca dahili %{org_name} kullanımı için

source: Status
es: Estado
fi: Tila
fr_ca: État
sv_fi: Tillstånd
tr_tr: Durum

source: Unpublished
de: Unveröffentlicht
es: Inédito
fi: Julkaisematon
fr_ca: Non publié
pt_br: Não publicado
sv_fi: Opublicerad
tr_tr: Yayınlanmamış

source: Draft
de: Entwurf
es: Borrador
fi: Luonnos
fr_ca: Ébauche
pt_br: Rascunho
sv_fi: Förslag
tr_tr: Taslak

source: Created at
de: Angelegt am
es: Creado el
fi: Tehty
fr_ca: Créé le
pt_br: Criado em
sv_fi: Skapad vid
tr_tr: Oluşturulma zamanı:

source: Last updated
de: Zuletzt aktualisiert
es: Última actualización
fi: Viimeksi päivitetty
fr_ca: Dernière mise à jour
pt_br: Última Atualização
sv_fi: Senast uppdaterad
tr_tr: Son güncelleme

source: Funder Links
de: Geldgeber-Verbindungen
es: Enlaces de financiación
fi: Lisätietoa
fr_ca: Liens vers les organisme subventionnaire
pt_br: Links para Órgão Financiador
tr_tr: Fon Sağlayıcı Bağlantıları

source: Add links to funder websites that provide additional information about the requirements for this template
de: Fügen Sie Links zu Förderer-Websiten hinzu, die zusätzliche Informationen zu den Anforderungen für diese Vorlage bereitstellen.
es: Agregue enlaces a los sitios web de los financiadores que brindan información adicional sobre los requisitos para esta plantilla
fi: Lisää linkkejä rahoittajien nettisivuille, joista löytyy lisätietoa tämän suunnitelmapohjan vaatimuksista.
fr_ca: Ajouter des liens vers les sites Web des bailleurs de fonds qui fournissent des renseignements supplémentaires sur les exigences de ce modèle
pt_br: Acrescente links para páginas do órgão financiador com informações sobre os requisitos para este modelo.
sv_fi: Lägg till länkar till funderingswebbplatser som ger ytterligare information om kraven för denna mall
tr_tr: Bu şablon için gereksinimler hakkında ek bilgi sunan fon sağlayıcı web sitelerine bağlantı ekleyin

source: Sample Plan Links
de: Beispielplan Links
es: Ejemplos de enlaces del plan
fi: Linkkejä esimerkkisuunnitelmiin
fr_ca: Liens vers un exemple de plan
pt_br: Links para Amostras de Planos
sv_fi: Provplan Länkar
tr_tr: Örnek Plan Bağlantıları

source: Add links to sample plans if provided by the funder.
de: Fügen Sie Links zu Beispielplänen hinzu, falls diese vom Forschungsförderer bereitgestellt werden.
es: Agregue enlaces a los planes de muestra si los proporciona el financiador.
fi: Lisää linkit esimerkkisuunnitelmiin, jos rahoittajilla on niitä.
fr_ca: Ajouter des liens vers des exemples de plans s’ils sont fournis par le bailleur de fonds.
pt_br: Acrescente links para os exemplos de planos, caso o órgão financiador os forneça.
sv_fi: Lägg till länkar till provplaner om de tillhandahålls av fonden.
tr_tr: Fon sağlayıcı tarafından sunuluyorsa, örnek planlara bağlantı ekleyin.

source: Template details
de: Details der Vorlage
es: Detalles de la plantilla
fi: Suunnitelmapohjan tiedot
fr_ca: Détails du modèle
pt_br: Detalhes do modelo
sv_fi: Mall detaljer
tr_tr: Şablon ayrıntıları

source: Add new phase
de: Fügen Sie eine neue Phase hinzu.
es: Añadir nueva fase
fi: Lisää uusi jakso
fr_ca: Ajouter une nouvelle phase
pt_br: Acrescente nova fase
sv_fi: Lägg till en ny fas
tr_tr: Yeni aşama ekle

source: This template is published changes but has unpublished changes!
de: Diese Vorlage hat Änderungen veröffentlicht, aber Änderungen wurden nicht veröffentlicht!
es: Esta plantilla se publica cambios pero tiene cambios no publicados!
fi: Suunnitelmapohja on julkaistu mutta siinä on julkaisemattomia muutoksia!
fr_ca: Ce modèle est associé à des modifications publiées, mais comporte des modifications non publiées!
pt_br: Este modelo é publicado, mas tem alterações não publicadas.
sv_fi: Denna mall publiceras ändringar men har opublicerade ändringar!
tr_tr: Bu şablonun yayımlanmış ancak şablonda henüz yayımlanmamış değişiklikler var!

source: Original funder template has changed!
de: Originalgeldgeber-Vorlage hat sich geändert!
es: ¡La plantilla original del financiador ha cambiado!
fi: Rahoittajan suunnitelmapohja on muuttunut!
fr_ca: Le modèle d’origine du bailleur de fonds a changé!
pt_br: O modelo original do órgão financiador mudou
sv_fi: Originalmallar har ändrats!
tr_tr: Orijinal fon sağlayıcı şablonu değişti!

source: Customisations are published
de: Anpassungen sind veröffentlicht
es: Se publican las personalizaciones.
fi: Mukautukset on julkaistu
fr_ca: Les personnalisations sont publiées
pt_br: As personalizações são publicadas
sv_fi: Anpassningar publiceras
tr_tr: Özelleştirmeler yayınlandı
