Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <span style="font-weight: 400;">Describe what steps will be taken to destroy study data. These steps may include shredding physical documents, making data unretrievable with support from your Information Technology department, or other personal measures to eliminate data files.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les mesures qui seront prises pour d&eacute;truire les donn&eacute;es de l&rsquo;&eacute;tude. Ces mesures peuvent inclure, notamment, le d&eacute;chiquetage de documents physiques, la destruction des donn&eacute;es avec l&rsquo;aide de votre service informatique ou des mesures personnelles pour &eacute;liminer les fichiers de donn&eacute;es.</span>

source: <span style="font-weight: 400;">Outline the information provided in your Research Ethics Board protocol, and describe how and when informed consent is collected during the data collection process. Examples include steps to gain written or verbal consent, re-establishing consent at subsequent interviews, etc. </span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez l&rsquo;information fournie dans le protocole de votre comit&eacute; d&rsquo;&eacute;thique de la recherche, et d&eacute;crivez comment et &agrave; quelles phases du processus de collecte des donn&eacute;es le consentement &eacute;clair&eacute; est recueilli. Il peut s&rsquo;agir, par exemple, des &eacute;tapes permettant d&rsquo;obtenir un consentement &eacute;crit ou verbal, du r&eacute;tablissement du consentement aux points de contact ult&eacute;rieurs, etc.&nbsp; </span>

source: <span style="font-weight: 400;">Provide the name, institutional affiliation, and contact information of the person(s) who hold intellectual property rights to the data.</span>
fr_ca: <span style="font-weight: 400;">Indiquez le nom, l&rsquo;affiliation institutionnelle et les coordonn&eacute;es des personnes qui d&eacute;tiennent les droits de propri&eacute;t&eacute; intellectuelle sur les donn&eacute;es.</span>

source: <span style="font-weight: 400;">Describe any ethical concerns that may be associated with the data in this study. For example, if vulnerable and/or Indigenous populations are included as participants, outline specific guidelines that are being followed to protect them (e.g., </span><a href="https://www.afn.ca/uploads/files/nihbforum/info_and_privacy_doc-ocap.pdf"><span style="font-weight: 400;">OCAP</span></a><span style="font-weight: 400;">, community advisory boards, etc.).</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez toute pr&eacute;occupation &eacute;thique qui pourrait &ecirc;tre associ&eacute;e aux donn&eacute;es de cette &eacute;tude. Par exemple, si des populations vuln&eacute;rables ou indig&egrave;nes ont &eacute;t&eacute; &eacute;tudi&eacute;es, d&eacute;crivez les lignes directrices sp&eacute;cifiques qui sont suivies pour prot&eacute;ger les participants (par exemple, les principes de </span><a title="Les principes PCAP des Premi&egrave;res Nations" href="https://www.afn.ca/uploads/files/nihbforum/info_and_privacy_doc-ocap-fr.pdf"><span style="font-weight: 400;">PCAP</span></a><span style="font-weight: 400;">, les conseils consultatifs communautaires, etc.).</span>

source: <span style="font-weight: 400;">Provide details describing the legal restrictions that apply to your data. These restrictions may include, but are not limited to details about how your research data can be used as outlined by funder, institutional, or community agreements, among others.</span>
fr_ca: <span style="font-weight: 400;">Indiquez en d&eacute;tail les restrictions juridiques qui s&rsquo;appliquent &agrave; vos donn&eacute;es. Ces restrictions peuvent inclure, notamment, des d&eacute;tails sur la mani&egrave;re dont vos donn&eacute;es de recherche peuvent &ecirc;tre utilis&eacute;es selon les directives d&rsquo;un bailleur de fonds, une institution ou un accord communautaire, notamment.</span>

source: <span style="font-weight: 400;">List all the steps that will be taken to remove the risk of disclosing personal information from study participants. Include information about keeping data safe and secure, and whether certain information will be removed from the data. If data is being anonymized or de-identified, specify the information type(s) being altered (e.g., names, addresses, dates, location).</span>
fr_ca: <span style="font-weight: 400;">&Eacute;num&eacute;rez toutes les mesures qui seront prises pour &eacute;liminer le risque de divulgation d&rsquo;information personnelle des participants &agrave; l&rsquo;&eacute;tude. Pr&eacute;cisez les mesures pour la s&eacute;curit&eacute; des donn&eacute;es et indiquez si certains renseignements seront supprim&eacute;s des ensembles de donn&eacute;es. Si les donn&eacute;es sont anonymis&eacute;es ou d&eacute;personnalis&eacute;es, pr&eacute;cisez les types de renseignements qui seront modifi&eacute;s (par exemple, noms, adresses, dates, lieux).</span>

source: <span style="font-weight: 400;">Describe any financial resources that may be required to properly manage your research data. This may include, but not be limited to personnel, storage requirements, software, or hardware.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez toutes les ressources financi&egrave;res qui peuvent &ecirc;tre n&eacute;cessaires pour g&eacute;rer correctement vos donn&eacute;es de recherche. Celles-ci peuvent &ecirc;tre li&eacute;es au personnel, au stockage, aux logiciels, au mat&eacute;riel, etc.</span>

source: <span style="font-weight: 400;">Provide the name(s), affiliation(s), and contact information for the main study contact.</span>
fr_ca: <span style="font-weight: 400;">Indiquez les noms, l&rsquo;affiliation et les coordonn&eacute;es des personnes-ressources &agrave; contacter pour l&rsquo;&eacute;tude</span>

source: <span style="font-weight: 400;">Provide the name(s), affiliation(s), contact information, and responsibilities of each study team member in relation to working with the study data. If working with institutional Information Technology members, statisticians, or other stakeholders outside your immediate team, provide their information as well.</span>
fr_ca: <span style="font-weight: 400;">Indiquez les noms, l&rsquo;affiliation, les coordonn&eacute;es et les responsabilit&eacute;s de chaque membre de l&rsquo;&eacute;quipe d&rsquo;&eacute;tude qui travaille avec les donn&eacute;es de l&rsquo;&eacute;tude. Si vous travaillez avec des membres du service informatique d&rsquo;une institution, des statisticiens ou d&rsquo;autres intervenants en dehors de votre &eacute;quipe imm&eacute;diate, fournissez &eacute;galement leur information.</span>

source: <span style="font-weight: 400;">Describe the process by which new collaborators/team members will be added to the project, if applicable. Include the type(s) of responsibilities that may require new team members to be added during, or after the project is complete.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez le processus par lequel de nouveaux collaborateurs ou membres de l&rsquo;&eacute;quipe seront ajout&eacute;s au projet, le cas &eacute;ch&eacute;ant. Indiquez les types de responsabilit&eacute;s qui peuvent n&eacute;cessiter l&rsquo;ajout de nouveaux membres d&rsquo;&eacute;quipe pendant ou apr&egrave;s le projet. </span>

source: <span style="font-weight: 400;">Describe the intended audience for your data. </span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez le public auquel s&rsquo;adressent vos donn&eacute;es.</span>

source: <span style="font-weight: 400;">Describe what data can/will be shared at the end of the study. </span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les donn&eacute;es qui peuvent &ecirc;tre ou seront partag&eacute;es &agrave; la fin de l&rsquo;&eacute;tude. </span>

source: <span style="font-weight: 400;">Restrictions on data may include, but are not limited to, the sensitivity of the data, data being acquired under license, or data being restricted under a data use agreement. Describe what restrictions (if any) apply to your research data. </span>
fr_ca: <span style="font-weight: 400;">Les restrictions sur les donn&eacute;es peuvent inclure, notamment, la sensibilit&eacute; des donn&eacute;es, les donn&eacute;es acquises sous licence ou les donn&eacute;es faisant l&rsquo;objet de restrictions en vertu d&rsquo;un accord d&rsquo;utilisation des donn&eacute;es. D&eacute;crivez les restrictions (le cas &eacute;ch&eacute;ant) qui s&rsquo;appliquent &agrave; vos donn&eacute;es de recherche.</span>

source: <span style="font-weight: 400;">Provide the location where you intend to share your data. This may be an institutional repository, </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">external data repository</span></a><span style="font-weight: 400;">, or through your Research Ethics Board, among others.</span>
fr_ca: <span style="font-weight: 400;">Indiquez l&rsquo;endroit o&ugrave; vous avez l&rsquo;intention de partager vos donn&eacute;es. Il peut s&rsquo;agir d&rsquo;un d&eacute;p&ocirc;t institutionnel, un </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">d&eacute;p&ocirc;t de donn&eacute;es externe</span></a><span style="font-weight: 400;">&nbsp;(<em>lien en anglais</em>), par le biais d&rsquo;une approbation de la communaut&eacute; ou par l&rsquo;interm&eacute;diaire de votre comit&eacute; d&rsquo;&eacute;thique de la recherche.</span>

source: <span style="font-weight: 400;">If your data is restricted, describe how a researcher could access that data for secondary analysis. Examples of these procedures may include completing a Research Ethics Board application, signing a data use agreement, submitting a proposal to a community advisory board, among others. Be as specific as possible in this section.</span>
fr_ca: <span style="font-weight: 400;">Si vos donn&eacute;es sont prot&eacute;g&eacute;es, d&eacute;crivez comment un chercheur pourrait y acc&eacute;der pour une analyse secondaire. Il peut s&rsquo;agir, par exemple, de remplir une demande aupr&egrave;s d&rsquo;un comit&eacute; d&rsquo;&eacute;thique de la recherche, de signer un accord d&rsquo;utilisation des donn&eacute;es, de soumettre une proposition &agrave; un conseil consultatif communautaire, entre autres. Soyez aussi pr&eacute;cis que possible dans cette section.</span>

source: <span style="font-weight: 400;">Select a license that best suits the parameters of how you would like to share your data, and how you would prefer to be credited. See this resource to help you decide: </span><a href="https://creativecommons.org/choose/"><span style="font-weight: 400;">https://creativecommons.org/choose/</span></a>.
fr_ca: <span style="font-weight: 400;">Choisissez une licence qui correspond le mieux &agrave; la mani&egrave;re dont vous souhaitez partager vos donn&eacute;es et dont vous pr&eacute;f&eacute;rez &ecirc;tre cr&eacute;dit&eacute;. Consultez cette ressource pour vous aider &agrave; prendre une d&eacute;cision&nbsp;: </span><a href="https://creativecommons.org/choose/?lang=fr">https://creativecommons.org/choose/?lang=fr</a>.

source: <span style="font-weight: 400;">Describe the software/technology being developed for this study, including its intended purpose.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez le logiciel ou la technologie d&eacute;velopp&eacute;(e) pour cette &eacute;tude, y compris son objectif.</span>

source: <span style="font-weight: 400;">Describe the underlying approach you will take to the development and testing of the software/technology. Examples may include existing frameworks like the </span><a href="https://www.innovativearchitects.com/KnowledgeCenter/basic-IT-systems/system-development-life-cycle.aspx"><span style="font-weight: 400;">systems development life cycle</span></a><span style="font-weight: 400;">, or user-centred design framework. If you intend to develop your own approach, describe that approach here. </span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez l&rsquo;approche sous-jacente que vous adopterez pour le d&eacute;veloppement et les tests du logiciel ou de la technologie. Il peut s&rsquo;agir par exemple de cadres existants tels que le </span><a href="https://www.heflo.com/fr/blog/bpm/cycle-de-vie-d-un-processus/"><span style="font-weight: 400;">cycle de vie de d&eacute;veloppement de syst&egrave;mes</span></a><span style="font-weight: 400;"> ou le cadre de conception centr&eacute;e sur l&rsquo;utilisateur. Si vous avez l&rsquo;intention de d&eacute;velopper votre propre approche, d&eacute;crivez cette approche ici. </span>

source: <span style="font-weight: 400;">If you are using open source or existing software/technology code to develop your own program, provide a citation of that software/technology if applicable. If a citation is unavailable, indicate the name of the software/technology, its purpose, and the software/technology license. </span>
fr_ca: <span style="font-weight: 400;">Si vous utilisez un code source ouvert ou un logiciel ou une technologie existant(e) pour d&eacute;velopper votre propre programme, veuillez fournir une citation de ce logiciel ou cette technologie, le cas &eacute;ch&eacute;ant. Si aucune citation n&rsquo;est disponible, indiquez le nom du logiciel ou de la technologie, son objectif et la licence du logiciel ou de la technologie. </span>

source: <span style="font-weight: 400;">Describe the methodology that will be used to run and test the software/technology during the study. This may include: beta testing measures, planned release dates, and maintenance of the software/technology.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez la m&eacute;thodologie qui sera utilis&eacute;e pour ex&eacute;cuter et tester le logiciel ou la technologie pendant l&rsquo;&eacute;tude. Cela peut comprendre&nbsp;: les mesures de test b&ecirc;ta, les dates de lancement pr&eacute;vues et la maintenance du logiciel ou de la technologie.</span>

source: <span style="font-weight: 400;">Describe the disability and accessibility guidelines you will follow to ensure your software/technology is adaptable and usable to persons with disabilities or accessibility issues. </span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les directives en mati&egrave;re de handicap et d&rsquo;accessibilit&eacute; que vous suivrez pour vous assurer que votre logiciel ou technologie est adaptable et utilisable par les personnes handicap&eacute;es ou pour des questions d&rsquo;accessibilit&eacute;.</span>

source: <span style="font-weight: 400;">Describe the requirements needed to support the software/technology used in the study. This may include: types of operating systems, type of server required, infrastructure necessary to run the program (e.g., SQL database), and the types of devices this software/technology can be used with (e.g., web, mobile).</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les exigences n&eacute;cessaires pour soutenir le logiciel ou la technologie utilis&eacute;s dans l&rsquo;&eacute;tude. Cela peut comprendre&nbsp;: les types de syst&egrave;mes d&rsquo;exploitation, le type de serveur requis, l&rsquo;infrastructure n&eacute;cessaire pour ex&eacute;cuter le programme (par exemple, base de donn&eacute;es SQL), et les types d&rsquo;appareils avec lesquels ce logiciel ou cette technologie peut &ecirc;tre utilis&eacute; (par exemple, web, mobile).</span>

source: <span style="font-weight: 400;">Consider what information might be useful to accompany your software/technology if you were to share it with someone else. Examples may include documented code, user testing procedures, etc. This guide provides simple steps to improve the transparency of open software (</span><a href="https://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1002802"><span style="font-weight: 400;">Prlic &amp; Proctor, 2012</span></a><span style="font-weight: 400;">).</span>
fr_ca: <span style="font-weight: 400;">R&eacute;fl&eacute;chissez &agrave; l&rsquo;information qui pourrait &ecirc;tre utile pour accompagner votre logiciel ou technologie si vous deviez la partager avec quelqu&rsquo;un d&rsquo;autre. Il peut s&rsquo;agir, par exemple, de code document&eacute;, de proc&eacute;dures de test utilisateur, etc. Ce guide propose des &eacute;tapes simples pour am&eacute;liorer la transparence des logiciels ouverts (</span><a href="https://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1002802"><span style="font-weight: 400;">Prlic &amp; Proctor, 2012</span></a><span style="font-weight: 400;">; <em>lien en anglais</em>).</span>

source: <span style="font-weight: 400;">Consider the software/technology development phase and indicate any instructions that will accompany the program. Examples might include test-first development procedures, user acceptance testing measures, etc.</span>
fr_ca: <span style="font-weight: 400;">Consid&eacute;rez la phase de d&eacute;veloppement du logiciel ou de la technologie et indiquez les instructions qui accompagneront le programme. Il peut s&rsquo;agir, par exemple, de proc&eacute;dures de d&eacute;veloppement avec test pr&eacute;alable, de mesures de test d&rsquo;acceptation par l&rsquo;utilisateur, etc.</span>

source: <span style="font-weight: 400;">Include information about any programs or steps you will use to track the changes made to program source code. Examples might include utilizing source control systems such as </span><a href="https://git-scm.com/"><span style="font-weight: 400;">Git </span></a><span style="font-weight: 400;">or </span><a href="https://subversion.apache.org/"><span style="font-weight: 400;">Subversion </span></a><span style="font-weight: 400;">to track changes and manage library dependencies.</span>
fr_ca: <span style="font-weight: 400;">Incluez de l&rsquo;information sur tous les programmes ou &eacute;tapes que vous utiliserez pour suivre les modifications apport&eacute;es au code source du programme. Par exemple, vous pouvez utiliser des syst&egrave;mes de contr&ocirc;le des sources tels que </span><a href="https://git-scm.com/"><span style="font-weight: 400;">Git </span></a><span style="font-weight: 400;">ou </span><a href="https://subversion.apache.org/"><span style="font-weight: 400;">Subversion</span></a> <span style="font-weight: 400;">(</span><em><span style="font-weight: 400;">liens en anglais</span></em><span style="font-weight: 400;">) </span><span style="font-weight: 400;">pour suivre les changements et g&eacute;rer les d&eacute;pendances des biblioth&egrave;ques.</span>

source: <span style="font-weight: 400;">Describe any plans to continue maintaining software/technology after project completion. Use this section to either describe the ongoing support model, the intention to engage with industry, or plan to apply for future funding.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez tout plan visant &agrave; poursuivre la maintenance des logiciels et des technologies apr&egrave;s l&rsquo;ach&egrave;vement du projet. Utilisez cette section pour d&eacute;crire le mod&egrave;le de soutien continu, l&rsquo;intention de s&rsquo;engager avec l&rsquo;industrie ou le plan pour demander un financement futur.</span>

source: <span style="font-weight: 400;">Include information about how the software/technology will remain secure over time. Elaborate on any encryption measures or monitoring that will take place while maintaining the software/technology. </span>
fr_ca: <span style="font-weight: 400;">Incluez de l&rsquo;information sur la mani&egrave;re dont le logiciel ou la technologie restera s&eacute;curis&eacute; au fil du temps. Pr&eacute;cisez les mesures de cryptage ou de surveillance qui seront prises pendant la maintenance du logiciel ou de la technologie. </span>

source: <span style="font-weight: 400;">List the copyright holder of the software/technology. See the </span><a href="https://www.softwarepreservationnetwork.org/copyright-guide-for-scientific-software/"><span style="font-weight: 400;">Copyright Guide for Scientific Software</span></a><span style="font-weight: 400;"> for reference.</span>
fr_ca: <span style="font-weight: 400;">Listez les d&eacute;tenteurs des droits d&rsquo;auteur sur le logiciel ou la technologie. Consultez le </span><a href="https://www.softwarepreservationnetwork.org/copyright-guide-for-scientific-software/"><span style="font-weight: 400;">Guide sur le droit d&rsquo;auteur pour les logiciels scientifiques</span></a><span style="font-weight: 400;"> (</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">; ou </span><a href="https://oraweb.ulaval.ca/pls/vrr/document.download?path=sweb/guide_droits_auteur/Guide%20sur%20les%20droits%20d%27auteur%20en%20milieu%20universitaire.pdf"><span style="font-weight: 400;">ce guide sur les droits d&rsquo;auteur</span></a><span style="font-weight: 400;">). </span>

source: <span style="font-weight: 400;">Describe the license chosen for the software/technology and its intended use. See list of license options </span><a href="https://choosealicense.com/licenses/"><span style="font-weight: 400;">here</span></a><span style="font-weight: 400;">. </span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez la licence choisie pour le logiciel ou la technologie et son utilisation pr&eacute;vue. Consultez la liste des options de licence </span><a href="https://choosealicense.com/licenses/"><span style="font-weight: 400;">ici</span></a> <span style="font-weight: 400;">(</span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">)</span><span style="font-weight: 400;">. </span>

source: <span style="font-weight: 400;">Provide the name(s), affiliation, contact information, and responsibilities of each study team member in relation to working with the software/technology. If working with developers, computer scientists, or programmers outside your immediate team, provide their information as well.</span>
fr_ca: <span style="font-weight: 400;">Indiquez le nom, l&rsquo;affiliation, les coordonn&eacute;es et les responsabilit&eacute;s de chaque membre de l&rsquo;&eacute;quipe d&rsquo;&eacute;tude en relation avec le travail avec le logiciel ou la technologie. Si vous travaillez avec des d&eacute;veloppeurs, des informaticiens ou des programmeurs en dehors de votre &eacute;quipe imm&eacute;diate, fournissez &eacute;galement leur information.</span>

source: <span style="font-weight: 400;">Indicate the steps that are required to formally approve a release of software/technology. </span>
fr_ca: <span style="font-weight: 400;">Indiquez les &eacute;tapes n&eacute;cessaires &agrave; l&rsquo;approbation officielle d&rsquo;une version de logiciel ou technologie.</span>

source: <span style="font-weight: 400;">Describe who the intended users are of the software/technology being developed. </span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez qui sont les utilisateurs pr&eacute;vus du logiciel ou de la technologie en cours de d&eacute;veloppement. </span>

source: <span style="font-weight: 400;">Describe the specific elements of the software/technology that will be made available at the completion of the study. If the underlying code will also be shared, please specify. </span>
fr_ca: <span style="font-weight: 400;">D&eacute;crivez les &eacute;l&eacute;ments sp&eacute;cifiques du logiciel ou de la technologie partag&eacute;s &agrave; l&rsquo;issue de l&rsquo;&eacute;tude. Veuillez pr&eacute;ciser si le code sous-jacent sera &eacute;galement partag&eacute;. </span>
