Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <span style="font-weight: 400;">There are many general and domain-specific metadata standards.&nbsp; Dataset documentation should be provided in a standard, machine-readable, openly-accessible format to enable the effective exchange of information between users and systems.&nbsp; These standards are often based on language-independent data formats such as XML, RDF, and JSON. Read more about metadata standards here: </span><a href="http://dcc.ac.uk/resources/metadata-standards"><span style="font-weight: 400;">UK Digital Curation Centre's Disciplinary Metadata</span></a><span style="font-weight: 400;">. </span>
fr_ca: <span style="font-weight: 400;">Il y a de nombreuses normes de m&eacute;tadonn&eacute;es g&eacute;n&eacute;rales et sp&eacute;cifiques &agrave; un domaine. La documentation sur les ensembles de donn&eacute;es doit &ecirc;tre fournie dans un format standard, lisible par machine et accessible &agrave; tous afin de permettre un &eacute;change efficace d&rsquo;informations entre les utilisateurs et les syst&egrave;mes. Ces normes sont souvent bas&eacute;es sur des formats de donn&eacute;es ind&eacute;pendants du langage, tels que XML, RDF et JSON. Pour en savoir plus sur les normes de m&eacute;tadonn&eacute;es, consultez le site suivant </span><a href="http://dcc.ac.uk/resources/metadata-standards"><span style="font-weight: 400;">M&eacute;tadonn&eacute;es disciplinaires du centre de curation du Royaume-Uni</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">. </span>

source: <span style="font-weight: 400;">Storage-space estimates should consider requirements for file versioning, backups, and growth over time.&nbsp; If you are collecting data over a long period (e.g. several months or years), your data storage and backup strategy should accommodate data growth. Similarly, a long-term storage plan is necessary if you intend to retain your data after the research project. </span>
fr_ca: <span style="font-weight: 400;">Les estimations de l&rsquo;espace de stockage doivent tenir compte des besoins en mati&egrave;re de versions de fichiers, de sauvegardes et de croissance dans le temps. Si vous collectez des donn&eacute;es sur une longue p&eacute;riode (par exemple plusieurs mois ou ann&eacute;es), votre strat&eacute;gie de stockage et de sauvegarde des donn&eacute;es doit tenir compte de la croissance des donn&eacute;es. De m&ecirc;me, un plan de stockage &agrave; long terme est n&eacute;cessaire si vous avez l&rsquo;intention de conserver vos donn&eacute;es apr&egrave;s le projet de recherche. </span>

source: <p><span style="font-weight: 400;">Data may be stored using optical or magnetic media, which can be removable (e.g. DVD and USB drives), fixed (e.g. desktop or laptop hard drives), or networked (e.g. networked drives or cloud-based servers). Each storage method has benefits and drawbacks that should be considered when determining the most appropriate solution.&nbsp;</span></p> <span style="font-weight: 400;">The risk of losing data due to human error, natural disasters, or other mishaps can be mitigated by following the </span><a href="http://dataabinitio.com/?p=501"><span style="font-weight: 400;">3-2-1 backup rule</span></a>: <ul> <li><span style="font-weight: 400;">Have at least three copies of your data.<br /></span></li> <li><span style="font-weight: 400;">Store the copies on two different media.</span></li> <li><span style="font-weight: 400;">Keep one backup copy offsite.</span></li> </ul>
fr_ca: <p>&nbsp;</p> <p><span style="font-weight: 400;">Les donn&eacute;es peuvent &ecirc;tre stock&eacute;es sur des supports optiques ou magn&eacute;tiques&thinsp;; ceux-ci peuvent &ecirc;tre amovibles (par exemple, des lecteurs DVD et USB), fixes (par exemple, des disques durs de bureau ou d&rsquo;ordinateur portable) ou en r&eacute;seau (par exemple, des lecteurs en r&eacute;seau ou des serveurs en nuage). Chaque m&eacute;thode de stockage pr&eacute;sente des avantages et des inconv&eacute;nients qui doivent &ecirc;tre pris en compte pour d&eacute;terminer la solution la plus appropri&eacute;e.&nbsp;</span></p> <p><span style="font-weight: 400;"><br />Le risque de perdre des donn&eacute;es en raison d&rsquo;une erreur humaine, d&rsquo;une catastrophe naturelle ou d&rsquo;un autre incident peut &ecirc;tre att&eacute;nu&eacute; en suivant la <a href="http://dataabinitio.com/?p=501">r&egrave;gle de sauvegarde&nbsp;3-2-1</a> (<em>lien en</em> <em>anglais</em>):<br /></span></p> <ul> <li><span style="font-weight: 400;">Ayez au moins trois copies de vos donn&eacute;es.</span></li> <li><span style="font-weight: 400;">Conserver les copies sur deux supports diff&eacute;rents.</span></li> <li><span style="font-weight: 400;">Gardez une copie de sauvegarde hors site.</span></li> </ul>

source: <p><span style="font-weight: 400;">Consider which data need to be shared to meet institutional, funding, or industry requirements. Consider which data will need to be restricted because of data-sharing arrangements with third parties, or other intellectual property considerations.&nbsp;<br /></span></p> <p><span style="font-weight: 400;">In this context, data might include research and computational findings, software, code, algorithms, or any other outputs (research or computational) that may be generated during the project. Research outputs might be in the form of:<br /></span></p> <ul> <li><span style="font-weight: 400;"><strong>raw data</strong> are the data directly obtained from the simulation or modeling;</span></li> <li><span style="font-weight: 400;"><strong>processed data</strong> result from some manipulation of the raw data in order to eliminate errors or outliers, to prepare the data for analysis, or to derive new variables; or </span></li> <li><span style="font-weight: 400;"><strong>analyzed data</strong> are the results of quantitative, statistical, or mathematical analysis of the processed data. </span></li> </ul>
fr_ca: <p><span style="font-weight: 400;">Examinez quelles donn&eacute;es doivent &ecirc;tre partag&eacute;es pour r&eacute;pondre aux exigences des institutions, des bailleurs de fonds ou de l&rsquo;industrie. D&eacute;terminez quelles donn&eacute;es devront &ecirc;tre limit&eacute;es en raison d&rsquo;entente de partage de donn&eacute;es avec des tiers ou pour des raisons de propri&eacute;t&eacute; intellectuelle.&nbsp;</span></p> <p><span style="font-weight: 400;">Dans ce contexte, les donn&eacute;es peuvent inclure des r&eacute;sultats de recherche et de calcul, des logiciels, des codes, des algorithmes, ou tout autre r&eacute;sultat (de recherche ou de calcul) qui pourrait &ecirc;tre g&eacute;n&eacute;r&eacute; au cours du projet. Les r&eacute;sultats de la recherche peuvent se pr&eacute;senter sous la forme&nbsp;: </span></p> <ul> <li><span style="font-weight: 400;">de </span><strong>donn&eacute;es brutes</strong><span style="font-weight: 400;"> qui sont les donn&eacute;es obtenues directement &agrave; partir de la simulation ou de la mod&eacute;lisation&thinsp;;</span></li> <li><span style="font-weight: 400;">de </span><strong>donn&eacute;es trait&eacute;es</strong><span style="font-weight: 400;"> qui r&eacute;sultent d&rsquo;une certaine manipulation des donn&eacute;es brutes afin d&rsquo;&eacute;liminer les erreurs ou les valeurs aberrantes, de pr&eacute;parer les donn&eacute;es pour l&rsquo;analyse ou de d&eacute;river de nouvelles variables&thinsp;; ou </span></li> <li><span style="font-weight: 400;">de </span><strong>donn&eacute;es analys&eacute;es </strong><span style="font-weight: 400;">qui r&eacute;sultent d&rsquo;une analyse quantitative, statistique ou math&eacute;matique des donn&eacute;es trait&eacute;es. </span></li> </ul>

source: <p><span style="font-weight: 400;">Possibilities include: data registries, data repositories, indexes, word-of-mouth, and publications. If possible, choose to archive your data in a repository that will assign a persistent identifier (such as a DOI) to your dataset. This will ensure stable access to the dataset and make it retrievable by various discovery tools.&nbsp;</span></p> <span style="font-weight: 400;">One of the best ways to refer other researchers to your deposited datasets is to cite them the same way you cite other types of publications (articles, books, proceedings). The Digital Curation Centre provides a detailed </span><a href="http://www.dcc.ac.uk/resources/how-guides/cite-datasets"><span style="font-weight: 400;">guide</span></a><span style="font-weight: 400;"> on data citation. Note that some data repositories also create links from datasets to their associated papers, thus increasing the visibility of the publications.&nbsp;</span><strong>&nbsp;</strong>
fr_ca: <p><span style="font-weight: 400;">Parmi les mesures, il y a notamment&nbsp;: les registres de donn&eacute;es, les d&eacute;p&ocirc;ts de donn&eacute;es, les index, le bouche-&agrave;-oreille et les publications. Si possible, choisissez d&rsquo;archiver vos donn&eacute;es dans un d&eacute;p&ocirc;t qui attribuera un identifiant permanent (tel qu&rsquo;un identifiant d&rsquo;objet num&eacute;rique) &agrave; votre ensemble de donn&eacute;es. Cela garantira un acc&egrave;s stable &agrave; l&rsquo;ensemble de donn&eacute;es et permettra de les r&eacute;cup&eacute;rer &agrave; l&rsquo;aide de divers outils de d&eacute;couverte.<br /><br /></span><span style="font-weight: 400;">L&rsquo;un des meilleurs moyens de renvoyer d&rsquo;autres chercheurs &agrave; vos ensembles de donn&eacute;es d&eacute;pos&eacute;s est de les citer de la m&ecirc;me mani&egrave;re que vous citez d&rsquo;autres types de publications (articles, livres, actes). Le Centre de curation num&eacute;rique fournit un </span><a href="http://www.dcc.ac.uk/resources/how-guides/cite-datasets"><span style="font-weight: 400;">guide</span></a><span style="font-weight: 400;"> d&eacute;taill&eacute; sur la citation des donn&eacute;es (<em>lien en</em> <em>anglais</em>). Notez que certains d&eacute;p&ocirc;ts de donn&eacute;es cr&eacute;ent &eacute;galement des liens entre les ensembles de donn&eacute;es et les articles qui leur sont associ&eacute;s, augmentant ainsi la visibilit&eacute; des publications. </span><strong>&nbsp;</strong></p>

source: <p><span style="font-weight: 400;">Some strategies for sharing include:<br /></span></p> <ol> <li><span style="font-weight: 400;">Research collaboration platforms such as <a href="https://codeocean.com/">Code Ocean</a>, <a href="https://wholetale.org/">Whole Tale,</a> or other, will be used to create, execute, share, and publish computational code and data;</span></li> <li><span style="font-weight: 400;"><a href="https://github.com/">GitHub</a>, <a href="https://about.gitlab.com/">GitLab</a> or <a href="https://bitbucket.org/product?&amp;aceid=&amp;adposition=&amp;adgroup=92542387895&amp;campaign=9128560521&amp;creative=414608948607&amp;device=c&amp;keyword=bitbucket&amp;matchtype=e&amp;network=g&amp;placement=&amp;ds_kids=p51241296780&amp;ds_e=GOOGLE&amp;ds_eid=700000001551985&amp;ds_e1=GOOGLE&amp;gclid=EAIaIQobChMI9qOg0P_-6QIV2uKGCh2tmQDZEAAYASAAEgKJyfD_BwE&amp;gclsrc=aw.ds">Bitbucket</a> will be utilized to allow for version control; </span></li> <li><span style="font-weight: 400;">A general public license (e.g., <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">GNU/GPL</a> or <a href="https://opensource.org/licenses/MIT">MIT</a>) will be applied to allow others to run, study, share, and modify the code or software. For further information about licenses see, for example, the <a href="https://opensource.org/licenses">Open Source Initiative</a>; </span></li> <li><span style="font-weight: 400;">The code or software will be archived in a repository, and a DOI will be assigned to track use through citations. Provide the name of the repository;</span></li> <li><span style="font-weight: 400;">A software patent will be submitted. </span></li> </ol>
fr_ca: <p><span style="font-weight: 400;">Voici quelques strat&eacute;gies de partage&nbsp;:</span></p> <ol> <li><span style="font-weight: 400;">Les plateformes de collaboration en mati&egrave;re de recherche, telles que </span><a href="https://codeocean.com/"><span style="font-weight: 400;">Code Ocean</span></a><span style="font-weight: 400;">, </span><a href="https://wholetale.org/"><span style="font-weight: 400;">Whole Tale</span></a><span style="font-weight: 400;"> (<em>liens en</em> <em>anglais</em>) ou autres, serviront &agrave; cr&eacute;er, ex&eacute;cuter, partager et publier des codes et des donn&eacute;es informatiques&thinsp;; </span></li> <li><span style="font-weight: 400;"><a href="https://github.com/">GitHub</a>, <a href="https://about.gitlab.com/">GitLab</a> ou <a href="https://bitbucket.org/product?&amp;aceid=&amp;adposition=&amp;adgroup=92542387895&amp;campaign=9128560521&amp;creative=414608948607&amp;device=c&amp;keyword=bitbucket&amp;matchtype=e&amp;network=g&amp;placement=&amp;ds_kids=p51241296780&amp;ds_e=GOOGLE&amp;ds_eid=700000001551985&amp;ds_e1=GOOGLE&amp;gclid=EAIaIQobChMI9qOg0P_-6QIV2uKGCh2tmQDZEAAYASAAEgKJyfD_BwE&amp;gclsrc=aw.ds">Bitbucket</a> serviront &agrave; la gestion des versions&thinsp;(<em>liens en</em> <em>anglais</em>) ; </span></li> <li><span style="font-weight: 400;">Une licence publique g&eacute;n&eacute;rale (par exemple, </span><a href="https://www.gnu.org/licenses/gpl-3.0.fr.html"><span style="font-weight: 400;">GNU/GPL</span></a><span style="font-weight: 400;"> ou </span><a href="https://opensource.org/licenses/MIT"><span style="font-weight: 400;">MIT</span></a>; <em>lien en anglais</em><span style="font-weight: 400;">) sera appliqu&eacute;e pour permettre &agrave; d&rsquo;autres d&rsquo;ex&eacute;cuter, d&rsquo;&eacute;tudier, de partager et de modifier le code ou le logiciel. Pour plus d&rsquo;informations sur les licences, consultez l&rsquo;</span><a href="https://opensource.org/licenses"><span style="font-weight: 400;">initiative Open Source</span></a><span style="font-weight: 400;">&thinsp;(<em>lien en anglais</em>) </span><span style="font-weight: 400;">; </span></li> <li><span style="font-weight: 400;">Le code ou le logiciel sera archiv&eacute; dans un d&eacute;p&ocirc;t, et un identifiant d&rsquo;objet num&eacute;rique sera attribu&eacute; pour suivre l&rsquo;utilisation au moyen de citations. Indiquez le nom du d&eacute;p&ocirc;t&thinsp;;</span></li> <li><span style="font-weight: 400;">Un brevet de logiciel sera d&eacute;pos&eacute;. </span></li> </ol>

source: <p><span style="font-weight: 400;">In cases where only selected data will be retained, indicate the reason(s) for this decision. These might include legal, physical preservation issues or other requirements to keep or destroy data.&nbsp;</span></p> <span style="font-weight: 400;">There are general-purpose data repositories available in Canada, such as </span><a href="https://dataverse.scholarsportal.info/"><span style="font-weight: 400;">Scholars Portal Dataverse</span></a><span style="font-weight: 400;">, and the Federated Research Data Repository (</span><a href="https://www.frdr-dfdr.ca/repo/"><span style="font-weight: 400;">FRDR</span></a><span style="font-weight: 400;">), which have preservation policies in place. Many research disciplines also have dedicated repositories. </span><a href="https://www.nature.com/sdata/policies/repositories#general"><span style="font-weight: 400;">Scientific Data</span></a><span style="font-weight: 400;">, for example, provides a list of repositories for scientific research outputs.&nbsp; Some of these repositories may request or require data to be submitted in a specific file format. You may wish to consult with a repository early in your project, to ensure your data are generated in, or can be transformed into, an appropriate standard format for your field. </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">Re3data.org</span></a><span style="font-weight: 400;"> is an international registry of research data repositories that may help you identify a suitable repository for your data. The </span><a href="https://repositoryfinder.datacite.org/"><span style="font-weight: 400;">Repository Finder</span></a><span style="font-weight: 400;"> tool hosted by </span><a href="https://datacite.org/"><span style="font-weight: 400;">DataCite</span></a><span style="font-weight: 400;"> can help you find a repository listed in re3data.org. For assistance in making your dataset visible and easily accessible, contact your institution&rsquo;s library or reach out to the Portage DMP Coordinator at </span><a href="mailto:dmp-support@carl-abrc.ca"><span style="font-weight: 400;">support@portagenetwork.ca</span></a><span style="font-weight: 400;">.&nbsp;</span>
fr_ca: <p><span style="font-weight: 400;">Si vous conservez seulement les donn&eacute;es s&eacute;lectionn&eacute;es, indiquez les motifs de cette d&eacute;cision. Il peut s&rsquo;agir de questions juridiques, de conservation physique ou d&rsquo;autres exigences quant &agrave; la conservation ou d&rsquo;&eacute;limination des donn&eacute;es.&nbsp;<br /><br /></span><span>Il existe au Canada des d&eacute;p&ocirc;ts de donn&eacute;es &agrave; usage g&eacute;n&eacute;ral, tels que le <a href="https://dataverse.scholarsportal.info/fr/">Scholars Portal Dataverse</a> et le D&eacute;p&ocirc;t f&eacute;d&eacute;r&eacute; de donn&eacute;es de recherche (<a href="https://www.frdr-dfdr.ca/repo/?locale=fr">DFDR</a>) qui ont mis en place des politiques de conservation. De nombreuses disciplines de recherche disposent &eacute;galement de d&eacute;p&ocirc;ts sp&eacute;cialis&eacute;s. <a href="https://www.nature.com/sdata/policies/repositories#general">Scientific Data</a> (<em>lien en</em> <em>anglais</em>), par exemple, fournit une liste de d&eacute;p&ocirc;ts pour les r&eacute;sultats de la recherche scientifique. Certains de ces d&eacute;p&ocirc;ts peuvent demander ou exiger que les donn&eacute;es soient soumises dans un format de fichier sp&eacute;cifique. Vous pouvez consulter un d&eacute;p&ocirc;t au d&eacute;but de votre projet, afin de vous assurer que vos donn&eacute;es sont g&eacute;n&eacute;r&eacute;es ou peuvent &ecirc;tre transform&eacute;es dans un format standard appropri&eacute; &agrave; votre domaine. <a href="https://www.re3data.org/">Re3data.org</a> (<em>lien en</em> <em>anglais</em>) est un registre international de d&eacute;p&ocirc;ts de donn&eacute;es de recherche qui peut vous aider &agrave; identifier un d&eacute;p&ocirc;t appropri&eacute; pour vos donn&eacute;es. L&rsquo;outil de recherche <a href="https://repositoryfinder.datacite.org/">Repository Finder</a> h&eacute;berg&eacute; par <a href="https://datacite.org/">DataCite</a> (<em>liens en</em> <em>anglais</em>) peut vous aider &agrave; trouver un d&eacute;p&ocirc;t r&eacute;pertori&eacute; dans re3data.org. Pour obtenir de l&rsquo;aide afin de rendre votre ensemble de donn&eacute;es visible et facilement accessible, communiquez soit avec la biblioth&egrave;que de votre &eacute;tablissement soit avec le coordonnateur de la PGD de Portage &agrave; l&rsquo;adresse </span><a href="mailto:dmp-support@carl-abrc.ca"><span>support@portagenetwork.ca</span></a><span>.&nbsp;</span></p>

source: <span style="font-weight: 400;">Consider the end-user license, and ownership or intellectual property rights of any secondary data or code you will use. Consider any data-sharing agreements you have signed, and repository &lsquo;terms of use&rsquo; you have agreed to. These may determine what end-user license you can apply to your own research outputs, and may limit if and how you can redistribute your research outputs. If you are working with an industry partner, will you have a process in place to manage that partnership, and an understanding of how the research outputs may be shared? Describe any foreseeable concerns or constraints here, if applicable.</span>
fr_ca: <span style="font-weight: 400;">Tenez compte de la licence d&rsquo;utilisateur final, de la propri&eacute;t&eacute; ou de la propri&eacute;t&eacute; intellectuelle des donn&eacute;es ou des codes secondaires que vous utiliserez. Tenez compte des ententes de partage de donn&eacute;es que vous avez sign&eacute;es et des conditions d&rsquo;utilisation du d&eacute;p&ocirc;t que vous avez accept&eacute;es. Celles-ci peuvent d&eacute;terminer la licence d&rsquo;utilisateur final que vous pouvez appliquer &agrave; vos propres r&eacute;sultats de recherche et peuvent limiter la redistribution de vos r&eacute;sultats de recherche et la mani&egrave;re de les redistribuer. Si vous travaillez avec un partenaire industriel, aurez-vous mis en place un processus pour g&eacute;rer ce partenariat et comprendre la mani&egrave;re dont les r&eacute;sultats de la recherche peuvent &ecirc;tre partag&eacute;s&thinsp;? Indiquez ici toutes les pr&eacute;occupations ou les contraintes que vous anticipez, le cas &eacute;ch&eacute;ant.</span>

source: <span style="font-weight: 400;">Identify who will be responsible -- individuals or organizations -- for carrying out these parts of your project. Consider including the time frame associated with these staff responsibilities, and document any training needed to prepare staff for data management duties.</span>
fr_ca: <span style="font-weight: 400;">D&eacute;terminez la personne ou l&rsquo;organisation qui sera responsable de ces parties du projet. Pr&eacute;cisez le calendrier associ&eacute; &agrave; ces responsabilit&eacute;s du personnel, et documentez toute formation n&eacute;cessaire pour pr&eacute;parer le personnel aux t&acirc;ches de gestion des donn&eacute;es.</span>

source: <span style="font-weight: 400;">Indicate a succession strategy for management of these data if one or more people responsible for the data leaves (e.g. a graduate student leaving after graduation). Describe the process to follow if the Principal Investigator leaves the project. In some instances, a co-investigator or the department or division overseeing this research will assume responsibility.</span>
fr_ca: <span style="font-weight: 400;">Pr&eacute;sentez votre strat&eacute;gie de rel&egrave;ve pour la gestion de ces donn&eacute;es si une ou plusieurs personnes responsables des donn&eacute;es quittent le projet (par exemple, un &eacute;tudiant de cycle sup&eacute;rieur qui quitte le projet apr&egrave;s avoir obtenu son dipl&ocirc;me). D&eacute;crivez le processus &agrave; suivre si le chercheur principal quitte le projet. Dans certains cas, un co-chercheur ou le d&eacute;partement ou la division qui supervise cette recherche pourra assumer cette responsabilit&eacute;.</span>
