Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: Details:
es: Detalles:
fi: Yksityiskohdat:
pt_br: Detalhes:
sv_fi: Detaljer:
tr_tr: Ayrıntılar:

source: The table below shows the specific changes that will occur during the merge process. Once the merge is complete, '%{from_org_name}' will be deleted. You can then consolidate/correct any merge issues (e.g. remove any departments that were duplicated)
de: Die folgende Tabelle zeigt die spezifischen Änderungen, die während des Zusammenführungsprozesses auftreten. Sobald die Zusammenführung abgeschlossen ist, wird '%{from_org_name}' gelöscht. Sie können dann alle Zusammenführungsprobleme konsolidieren/korrigieren (z. B. alle Abteilungen entfernen, die dupliziert wurden).
es: La siguiente tabla muestra los cambios específicos que ocurrirán durante el proceso de fusión. Una vez que se complete la fusión, se eliminará '%{from_org_name}'. Luego puede consolidar / corregir cualquier problema de fusión (por ejemplo, eliminar los departamentos que se duplicaron)
fi: Alla olevassa taulukossa esitetään sulautumisprosessin aikana tapahtuvat muutokset. Kun yhdistäminen on valmis, %{from_org_name} poistetaan. Voit sitten yhdistää / korjata kaikki yhdistämisongelmat (esim. Poistaa kaikki päällekkäiset osastot)
pt_br: A tabela abaixo mostra as mudanças específicas que ocorrerão durante o processo de mesclagem. Assim que a fusão for concluída, '%{from_org_name}' será excluído. Você pode então consolidar / corrigir quaisquer problemas de mesclagem (por exemplo, remover quaisquer departamentos que foram duplicados)
sv_fi: Tabellen nedan visar de specifika förändringar som kommer att inträffa under sammanslagningsprocessen. När sammanslagningen är klar kommer '%{from_org_name}' att raderas. Du kan sedan konsolidera / korrigera eventuella sammanslagningsproblem (t.ex. ta bort alla avdelningar som duplicerats)
tr_tr: Aşağıdaki tablo, birleştirme işlemi sırasında gerçekleşecek belirli değişiklikleri gösterir. Birleştirme tamamlandıktan sonra '%{from_org_name}' silinecek. Daha sonra birleştirme nedeniyle oluşmuş herhangi bir sorunu (ör. çoğaltılmış tüm departmanları kaldırın) toparlayabilir/düzeltebilirsiniz

source: %{from_org_name} - Before
de: %{from_org_name} - Vorher
es: %{from_org_name} - Antes
fi: %{from_org_name} - Ennen
pt_br: %{from_org_name} - Antes
sv_fi: %{from_org_name} - Innan
tr_tr: %{from_org_name} - Önce

source: %{to_org_name} - Before
de: %{to_org_name} - Vorher
es: %{to_org_name} - Antes
fi: %{to_org_name} - Ennen
pt_br: %{to_org_name} - Antes
sv_fi: %{to_org_name} - Innan
tr_tr: %{to_org_name} - Önce

source: The following attributes will be updated
de: Die folgenden Attribute werden aktualisiert
es: Se actualizarán los siguientes atributos
fi: Seuraavat määritteet päivitetään
pt_br: Os seguintes atributos serão atualizados
sv_fi: Följande attribut uppdateras
tr_tr: Aşağıdaki öznitelikler güncellenecektir

source: Warning: The changes proposed above will be committed to the database. '%{org_name}' will then be deleted.
de: Warnung: Die oben vorgeschlagenen Änderungen werden in die Datenbank übernommen. '%{org_name}' wird dann gelöscht.
es: Advertencia: Los cambios propuestos anteriormente se confirmarán en la base de datos. A continuación, se eliminará '%{org_name}'.
fi: Varoitus: Edellä ehdotetut muutokset sitoutuvat tietokantaan. '%{org_name}' poistetaan sitten.
pt_br: Aviso: As alterações propostas acima serão enviadas para o banco de dados. '%{org_name}' será então excluído.
sv_fi: Varning: Ändringarna som föreslås ovan kommer att förbindas till databasen. '%{org_name}' kommer sedan att raderas.
tr_tr: Uyarı: Yukarıda önerilen değişiklikler veritabanına uygulanacak ve daha sonra '%{org_name}' silinecek.

source: These changes cannot be undone! Do not proceed unless you are certain.
de: Diese Änderungen können nicht rückgängig gemacht werden! Fahren Sie nicht fort, es sei denn, Sie sind sich sicher.
es: ¡Estos cambios no se pueden deshacer! No continúe a menos que esté seguro.
fi: Näitä muutoksia ei voi kumota! Älä jatka, ellet ole varma.
pt_br: Essas alterações não podem ser desfeitas! Não prossiga a menos que você tenha certeza.
sv_fi: Dessa ändringar kan inte ångras! Fortsätt inte om du inte är säker.
tr_tr: Bu değişiklikler geri alınamaz! Emin olmadan işleme devam etmeyin.

source: You may find it helpful to make a note of the expected number of records for each category that will be merged before continuing.
de: Es kann hilfreich sein, sich die erwartete Anzahl von Datensätzen für jede Kategorie zu notieren, die zusammengeführt werden, bevor Sie fortfahren.
es: Puede resultarle útil anotar el número esperado de registros para cada categoría que se fusionarán antes de continuar.
fi: Saatat olla hyödyllistä tehdä muistiinpano kunkin yhdistettävän luokan odotetusta tietueista ennen jatkamista.
pt_br: Você pode achar útil anotar o número esperado de registros para cada categoria que será mesclada antes de continuar.
sv_fi: Det kan vara bra att notera det förväntade antalet poster för varje kategori som kommer att slås samman innan du fortsätter.
tr_tr: Devam etmeden önce birleştirilecek olan her bir kategori için beklenen kayıt sayısını not etmeniz önerilir.

source: Warning: '%{from_org_name}' has Plans that are currently in the review process. The Org admins may not be able to see these plans after the merge!
de: Warnung: '%{from_org_name}' hat Pläne, die sich derzeit im Überprüfungsprozess befinden. Die Organisationsadministratoren können diese Pläne nach der Zusammenführung möglicherweise nicht sehen!
es: Advertencia: '%{from_org_name}' tiene planes que se encuentran actualmente en proceso de revisión. Es posible que los administradores de la organización no puedan ver estos planes después de la fusión.
fi: Varoitus: Kohteella %{from_org_name} on suunnitelmia, jotka ovat parhaillaan tarkistusprosessissa. Organisaation järjestelmänvalvojat eivät ehkä näe näitä suunnitelmia yhdistämisen jälkeen!
pt_br: Aviso: '%{from_org_name}' tem Planos que estão atualmente em processo de revisão. Os administradores da organização podem não conseguir ver esses planos após a fusão!
sv_fi: Varning: '%{from_org_name}' har planer som för närvarande håller på att granskas. Org-administratörerna kanske inte kan se dessa planer efter sammanslagningen!
tr_tr: Uyarı: '%{from_org_name}', içinde şu anda inceleme sürecinde olan Planlar var. Kuruluş yöneticileri, birleştirmeden sonra bu planları görüntüleyemeyebilir!

source: Merge records
de: Datensätze zusammenführen
es: Fusionar registros
fi: Yhdistä tietueet
pt_br: Mesclar registros
sv_fi: Sammanfoga poster
tr_tr: Kayıtları birleştir

source: Something went wrong and we were unable to analyze a merge between these two organisations.
de: Etwas ist schief gelaufen und wir konnten eine Fusion zwischen diesen beiden Organisationen nicht analysieren.
es: Algo salió mal y no pudimos analizar una fusión entre estas dos organizaciones.
fi: Jotain meni pieleen, emmekä voineet analysoida näiden kahden organisaation yhdistämistä.
pt_br: Algo deu errado e não foi possível analisar a fusão entre essas duas organizações.
sv_fi: Något gick fel och vi kunde inte analysera en sammanslagning mellan dessa två organisationer.
tr_tr: Bir şeyler ters gitti ve bu iki kuruluş arasındaki birleşmeyi analiz edemedik.

source: default
de: Ursprünglich
es: defecto
fi: oletuksena
pt_br: predefinição
sv_fi: standard

source: Total users
pt_br: Total de usuários

source: Total plans
pt_br: Total de planos

source: Excluding Test Plans
de: Testpläne ausschließen
es: Excluyendo planes de prueba
fi: Lukuun ottamatta testisuunnitelmia
pt_br: Excluindo planos de teste
sv_fi: Exklusive testplaner
tr_tr: Test Planları Hariç

source: Move the mouse pointer over the bars of a chart to see numbers. Click on the bar to see the list of these users/plans to interrogate statistics in more detail
de: Bewegen Sie den Mauszeiger über die Balken eines Diagramms, um Zahlen anzuzeigen. Klicken Sie auf die Leiste, um die Liste dieser Benutzer / Pläne anzuzeigen, mit denen Statistiken detaillierter abgefragt werden sollen
es: Mueva el puntero del mouse sobre las barras de un gráfico para ver los números. Haga clic en la barra para ver la lista de estos usuarios / planes para consultar estadísticas con más detalle
fi: Siirrä hiiren osoitin kaavion palkkien yli nähdäksesi numerot. Napsauta palkkia nähdäksesi luettelon näistä käyttäjistä / suunnitelmista kuulustella tilastoja yksityiskohtaisemmin
pt_br: Mova o ponteiro do mouse sobre as barras de um gráfico para ver os números. Clique na barra para ver a lista desses usuários / planos para interrogar as estatísticas com mais detalhes
sv_fi: Flytta muspekaren över staplarna i ett diagram för att se siffror. Klicka på fältet för att se listan över dessa användare / planerar att förhöra statistik mer i detalj
tr_tr: Rakamları görmek için fare imlecini grafik çubuklarının üzerine getirin. İstatistikleri daha ayrıntılı sorgulamak amacıyla bu kullanıcıların/planların listesini görmek için çubuğa tıklayın

source: Hello %{name},
de: Hallo %{name},
es: Hola %{name}
fi: Hei %{name},
pt_br: Olá %{name},
sv_fi: Hej %{name},
tr_tr: Merhaba %{name},

source: Please use the following credentials when accessing the %{tool_name} API.
de: Bitte verwenden Sie die folgenden Anmeldeinformationen, wenn Sie auf die %{tool_name} -API zugreifen.
es: Utilice las siguientes credenciales al acceder a la API %{tool_name}.
fi: Käytä seuraavia valtuustietoja, kun käytät %{tool_name} -sovellusliittymää.
pt_br: Por favor, use as seguintes credenciais ao acessar a API %{tool_name}.
sv_fi: Använd följande referenser när du öppnar API: n %{tool_name}.
tr_tr: %{tool_name} API'sine erişirken lütfen aşağıdaki kimlik bilgilerini kullanın.

source: Please refer to the API documentation at: %{api_documentation_url}
de: Weitere Informationen finden Sie in der API-Dokumentation unter: %{api_documentation_url}
es: Consulte la documentación de la API en: %{api_documentation_url}
fi: Katso API-dokumentaatio osoitteessa %{api_documentation_url}
pt_br: Por favor, consulte a documentação da API em: %{api_documentation_url}
sv_fi: Se API-dokumentationen på: %{api_documentation_url}
tr_tr: Lütfen şu adresteki API belgelerine bakın: %{api_documentation_url}

source: Do not share these credentials. They for use with the %{external_application} application. If you do share your credentials with another application we reserve the right to revoke your access to the API.
de: Teilen Sie diese Anmeldeinformationen nicht. Sie zur Verwendung mit der Anwendung %{external_application}. Wenn Sie Ihre Anmeldeinformationen mit einer anderen Anwendung teilen, behalten wir uns das Recht vor, Ihren Zugriff auf die API zu widerrufen.
es: No comparta estas credenciales. Se utilizan con la aplicación %{external_application}. Si comparte sus credenciales con otra aplicación, nos reservamos el derecho de revocar su acceso a la API.
fi: Älä jaa näitä käyttöoikeustietoja. Ne käytettäväksi %{external_application} -sovelluksen kanssa. Jos jaat käyttöoikeustietosi toisen sovelluksen kanssa, pidätämme oikeuden peruuttaa käyttöoikeutesi sovellusliittymään.
pt_br: Não compartilhe essas credenciais. Eles são usados com o aplicativo %{external_application}. Se você compartilhar suas credenciais com outro aplicativo, nos reservamos o direito de revogar seu acesso à API.
sv_fi: Dela inte dessa referenser. De kan användas med %{external_application} -programmet. Om du delar dina referenser med en annan applikation förbehåller vi oss rätten att återkalla din åtkomst till API: t.
tr_tr: Bu kimlik bilgilerini paylaşmayın. %{external_application} uygulamasıyla kullanım içindir. Kimlik bilgilerinizi başka bir uygulamayla paylaşırsanız, API'ye erişiminizi iptal etme hakkını saklı tutarız.

source: If you did not request access to the %{tool_name} API or did not request for your credentials to be renewed, please contact us at %{helpdesk_email}
de: Wenn Sie keinen Zugriff auf die %{tool_name} -API angefordert oder die Erneuerung Ihrer Anmeldeinformationen nicht beantragt haben, kontaktieren Sie uns bitte unter %{helpdesk_email}.
es: Si no solicitó acceso a la API %{tool_name} o no solicitó la renovación de sus credenciales, contáctenos en %{helpdesk_email}
fi: Jos et pyytänyt pääsyä %{tool_name} -sovellusliittymään tai et pyytänyt käyttöoikeustietojesi uusimista, ota meihin yhteyttä %{helpdesk_email}
pt_br: Se você não solicitou acesso à API %{tool_name} ou não solicitou a renovação de suas credenciais, entre em contato conosco em %{helpdesk_email}
sv_fi: Om du inte begärde åtkomst till %{tool_name} API eller inte begärde att dina referenser skulle förnyas, vänligen kontakta oss på %{helpdesk_email}
tr_tr: %{tool_name} API'sine erişim talebinde bulunmadıysanız veya kimlik bilgilerinizin yenilenmesini talep etmediyseniz, lütfen %{helpdesk_email} adresinden bizimle iletişime geçin.

source: %{requestor} has requested feedback on a plan %{link_html}. To add comments, please visit the "Plans" page under the Admin menu in %{tool_name} and open the plan.
pt_br: %{requestor} solicitou feedback sobre um plano %{link_html}. Para adicionar comentários, visite a página "Planos" no menu Admin em %{tool_name} e abra o plano.

source: Alternatively, you can click the link below:
pt_br: Alternativamente, você pode clicar no link abaixo:

source: Question: %{question_number}
de: Frage: %{question_number}
es: Pregunta: %{question_number}
fi: Kysymys: %{question_number}
pt_br: Pergunta: %{question_number}
sv_fi: Fråga: %{question_number}
tr_tr: Soru: %{question_number}

source: Hello %{recepientname}
de: Hallo %{recepientname}
es: Hola %{recepientname}
fi: Hei %{recepientname}
pt_br: Olá %{recepientname}
sv_fi: Hej %{recepientname}

source: Hello %{recipient_name},
de: Hallo %{recipient_name},
es: Hola %{recipient_name}
fi: Hei %{recipient_name},
pt_br: Olá %{recipient_name},
sv_fi: Hej %{recipient_name},
tr_tr: Merhaba %{recipient_name},

source: to
de: zu
es: a
fi: että
pt_br: para
sv_fi: till

source: based on the template
de: basierend auf der Vorlage
es: basado en la plantilla
fi: perustuu malliin
pt_br: com base no modelo
sv_fi: baserat på mallen
tr_tr: Şu şablona dayanarak:

source: is creating a Data Management Plan and has answered
de: erstellt einen Datenverwaltungsplan und hat geantwortet
es: está creando un plan de gestión de datos y ha respondido
fi: on luomassa tiedonhallintasuunnitelmaa ja on vastannut
pt_br: está criando um plano de gerenciamento de dados e respondeu
sv_fi: skapar en datahanteringsplan och har svarat
tr_tr: bir Veri Yönetim Planı oluşturuyor ve şunları yanıtladı:

source: in a plan called
de: in einem Plan namens
es: en un plan llamado
fi: suunnitelmassa nimeltään
pt_br: em um plano chamado
sv_fi: i en plan som heter
tr_tr: şu plan içinde:

source: Your colleague %{inviter_name} has invited you to contribute to their Data Management Plan in %{tool_name}
de: Ihr Kollege %{inviter_name} hat Sie eingeladen, einen Beitrag zu leisten ihren Datenverwaltungsplan in %{tool_name}
es: Tu colega %{inviter_name} te ha invitado a contribuir a su plan de gestión de datos en %{tool_name}
fi: Kollegasi %{inviter_name} on kutsunut sinut osallistumaan heidän tiedonhallintasuunnitelmansa %{tool_name}
pt_br: Seu colega %{inviter_name} convidou você para contribuir com seu plano de gerenciamento de dados em %{tool_name}
sv_fi: Din kollega %{inviter_name} har bjudit in dig att bidra till sin datahanteringsplan i %{tool_name}
tr_tr: Meslektaşınız %{inviter_name} sizi kendisinin %{tool_name} aracındaki Veri Yönetim Planına katkıda bulunmaya davet etti

source: Unable to regenerate your API token.
de: Ihr API-Token kann nicht neu generiert werden.
es: No se puede volver a generar su token de API.
fi: API-tunnuksen luominen epäonnistui.
pt_br: Não foi possível regenerar seu token de API.
sv_fi: Det gick inte att regenerera din API-token.
tr_tr: API Tokenınız yeniden oluşturulamıyor.

source: Successfully regenerate your API token.
de: Generieren Sie Ihr API-Token erfolgreich neu.
es: Regenere con éxito su token de API.
fi: Luo API-tunnuksesi onnistuneesti.
pt_br: Gere novamente seu token de API com sucesso.
sv_fi: Återskapa din API-token.
tr_tr: API tokenınızı başarıyla yeniden oluşturun.

source: Total
de: Gesamt
fi: Yhteensä
tr_tr: Toplam

source: Accessibility statement
de: Erklärung zur Barrierefreiheit
es: Declaración de accesibilidad
fi: Saavutettavuusseloste (englanniksi)
sv_fi: Tillgänglighetsförklaring
tr_tr: Erişilebilirlik beyanı

source: ID
fi: Rahoittajan tai organisaation tunniste (ei pakollinen)

source: %{requestor} has requested feedback on a plan %{link_html}. To add comments, please visit the 'Plans' page under the Admin menu in %{tool_name} and open the plan.
de: %{requestor} hat Feedback zu einem Plan angefordert %{link_html}. Um Kommentare hinzuzufügen, besuchen Sie die Seite "Pläne" unter dem Menü "Admin" in %{tool_name} und öffnen Sie den Plan.
es: %{requestor} ha solicitado comentarios sobre un plan %{link_html}. Para agregar comentarios, visite la página 'Planes' en el menú Admin en %{tool_name} y abra el plan.
fi: %{requestor} on pyytänyt palautetta suunnitelmasta %{link_html}. Voit lisätä kommentteja valitsemalla %{tool_name} Admin-valikon alla olevat suunnitelmat-sivun ja avaamalla suunnitelman.
sv_fi: %{requestor} har begärt feedback på en plan %{link_html}. För att lägga till kommentarer, besök sidan "Planer" under Admin-menyn i %{tool_name} och öppna planen.
tr_tr: %{requestor}, %{link_html} planı hakkında geri bildirim istedi. Yorum eklemek için lütfen %{tool_name} içindeki Yönetici menüsü altında yer alan 'Planlar' sayfasını ziyaret edin ve planı açın.

source: users_joined
es: usuarios_ unidos

source: %{application_name}
es: DMPonline

source: %{affiliation}
tr_tr: Bağlı olunan kurum/kuruluş:

source: Org
tr_tr: Kuruluş
