Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p>Licenses determine what uses can be made of your data. Funding agencies and/or data repositories may have end-user license requirements in place; if not, they may still be able to guide you in the development of a license. Once created, please consider including a copy of your end-user license with your Data Management Plan. Note that only the intellectual property rights holder(s) can issue a license, so it is crucial to clarify who owns those rights. </p><p>There are several types of standard licenses available to researchers, such as the <a href="http://creativecommons.org/choose/" target="_blank">Creative Commons licenses</a> and the <a href="http://opendatacommons.org/licenses/" target="_blank">Open Data Commons licenses</a>. In fact, for most datasets it is easier to use a standard license rather than to devise a custom-made one. Note that even if you choose to make your data part of the public domain, it is preferable to make this explicit by using a license such as Creative Commons' CC0. </p> <p>Read more about data licensing: <a href="http://www.dcc.ac.uk/resources/how-guides/license-research-data" target="_blank">UK Digital Curation Centre</a>. </p>
fr_ca: <p>Les licences déterminent les utilisations permises de vos données. Les organismes de financement et les dépôts de données peuvent avoir des exigences relatives à la licence d'utilisation. Si ce n'est pas le cas, ils peuvent vous guider dans l'établissement d'une licence. Une fois la licence créée, veuillez envisager d'inclure une copie de votre licence d'utilisation avec votre plan de gestion des données. Il convient de noter que seuls les titulaires des droits de propriété intellectuelle peuvent émettre une licence, il est dont essentiel de préciser à qui appartient ces droits.</p> Il existe plusieurs types de licences standards mises à la disposition des chercheurs comme les <a href="http://creativecommons.org/choose/" target="_blank">licences Creative Commons</a> et les <a href="http://opendatacommons.org/licenses/" target="_blank">licences Open Data Commons</a>. En fait, pour la plupart des ensembles de données, il est plus facile d'utiliser une licence standard plutôt que de concevoir une licence personnalisée. Veuillez noter que même si vous choisissez de rendre vos données publiques, il est préférable de l'indiquer de manière explicite en utilisant une licence comme celle CC0 de Creative Commons. </p> Pour en savoir plus sur les licences d'exploitation des données, consultez le site suivant : <a href="http://www.dcc.ac.uk/resources/how-guides/license-research-data" target="_blank">UK Digital Curation Centre</a>. </p>

source: <p>Possibilities include: data registries, repositories, indexes, word-of-mouth, publications.</p><p>How will the data be accessed (Web service, ftp, etc.)? If possible, choose a repository that will assign a persistent identifier (such as a DOI) to your dataset. This will ensure a stable access to the dataset and make it retrievable by various discovery tools.</p><p>One of the best ways to refer other researchers to your deposited datasets is to cite them the same way you cite other types of publications (articles, books, proceedings). The Digital Curation Centre provides a detailed <a href="http://www.dcc.ac.uk/resources/how-guides/cite-datasets" target="_blank">guide</a> on data citation.Note that some data repositories also create links from datasets to their associated papers, thus increasing the visibility of the publications.</p><p>Contact your Library for assistance in making your dataset visible and easily accessible. </p><p>Reused from NIH. (2009). <a href="https://grants.nih.gov/grants/sharing_key_elements_data_sharing_plan.pdf" target="_blank">Key Elements to Consider in Preparing a Data Sharing Plan Under NIH Extramural Support</a>. National Institutes of Health.</p>
fr_ca: <p>Les possibilités comprennent : registres de données, dépôts, index, bouche-à-oreille, publications.</p><p>Comment pourra-t-on accéder aux données (service Web, ftp, etc.)? &nbsp;Dans la mesure du possible, choisissez un dépôt qui attribuera un identifiant constant (comme un DOI) à votre ensemble de données. Cela permettra ainsi d'assurer un accès stable à l'ensemble de données et il pourra être accessible grâce à divers outils de recherche.</p><p>Une des meilleures façons d'orienter d'autres chercheurs vers vos ensembles de données déposés consiste à les citer de la même façon que d'autres types de publications (articles, livres, procédures). Le Digital Curation Centre fournit un <a href="http://www.dcc.ac.uk/resources/how-guides/cite-datasets" target="_blank">guide</a> détaillé sur la citation des données. Veuillez noter que certains dépôts de données établissent également des liens entre les ensembles de données et les articles connexes, ce qui accroît ainsi la visibilité des publications.<p>Communiquez avec votre bibliothèque pour obtenir de l'aide pour donner de la visibilité à votre ensemble de données et le rendre facilement accessible.&nbsp;</p><p>Réutilisé des NIH. (2009). <a href="https://grants.nih.gov/grants/sharing_key_elements_data_sharing_plan.pdf" target="_blank">Key Elements to Consider in Preparing a Data Sharing Plan Under NIH Extramural Support (Principaux éléments à prendre en considération dans l'établissement d'un plan de partage des données en vertu du soutien extra-muros des NIH)</a>. National Institutes of Health.</p>

source: <p>Your data management plan has identified important data activities in your project. Identify who will be responsible -- individuals or organizations -- for carrying out these parts of your data management plan. This could also include the timeframe associated with these staff responsibilities and any training needed to prepare staff for these duties.</p>
fr_ca: <p>Votre plan de gestion des données a identifié les activités importantes relatives à la gestion des données dans le cadre de votre projet. Indiquez les responsables -- des personnes ou des organisations -- de l'exécution de ces parties de votre plan de gestion des données. Cela pourrait également comprendre le calendrier associé à ces responsabilités et toute formation nécessaire afin de préparer le personnel à assumer ces fonctions. </p>

source: <p>Indicate a succession strategy for these data in the event that one or more people responsible for the data leaves (e.g. a graduate student leaving after graduation). Describe the process to be followed in the event that the Principal Investigator leaves the project. In some instances, a co-investigator or the department or division overseeing this research will assume responsibility.</p>
fr_ca: <p>Indiquez une stratégie de planification de la relève pour ces données dans l'éventualité où une ou plusieurs personnes responsables des données quittent le projet (p. ex. un étudiant aux cycles supérieurs qui quitte après l'obtention de son diplôme). Décrivez le processus à suivre dans l'éventualité où le chercheur principal quitte le projet. Dans certains cas, un cochercheur, le département ou la division qui supervise cette recherche en assumera la responsabilité. </p>

source: <p>This estimate should incorporate data management costs incurred during the project as well as those required for the longer-term support for the data after the project is finished. Items to consider in the latter category of expenses include the costs of curating and providing long-term access to the data. Some funding agencies state explicitly the support that they will provide to meet the cost of preparing data for deposit. This might include technical aspects of data management, training requirements, file storage & backup, and contributions of non-project staff.</p>
fr_ca: <p>Cette évaluation doit comprendre les coûts de gestion des données encourus au cours du projet ainsi que les coûts requis pour le soutien à plus long terme des données après la fin du projet. Les points à considérer dans la dernière catégorie de dépenses comprennent les coûts d'entretien et de prestation d'un accès à long terme aux données. Certains organismes de financement indiquent de façon explicite le soutien qu'ils fourniront afin de respecter les coûts relatifs à la préparation des données à déposer. Cela peut comprendre les aspects techniques de la gestion de données, les exigences en matière de formation, le stockage et la sauvegarde des fichiers et le travail du personnel ne faisant pas partie du projet.</p>

source: <p>Consider where, how, and to whom sensitive data with acknowledged long-term value should be made available, and how long it should be archived. These decisions should align with Research Ethics Board requirements. The methods used to share data will be dependent on a number of factors such as the type, size, complexity and degree of sensitivity of data. Outline problems anticipated in sharing data, along with causes and possible measures to mitigate these. Problems may include confidentiality, lack of consent agreements, or concerns about Intellectual Property Rights, among others. In some instances, an embargo period may be justified; these may be defined by a funding agency's policy on research data. </p><p>Reused from: DCC. (2013). <a href="http://www.dcc.ac.uk/resources/data-management-plans" target="_blank">Checklist for a Data Management Plan</a>. v.4.0. Edinburgh: Digital Curation Centre</p><p>Restrictions can be imposed by limiting physical access to storage devices, by placing data on computers that do not have external network access (i.e. access to the Internet), through password protection, and by encrypting files. Sensitive data should never be shared via email or cloud storage services such as Dropbox.</p>
fr_ca: <p>Examinez où et comment les données sensibles ayant une valeur à long terme reconnue doivent être rendues disponibles et à qui, de même que pendant combien de temps elles doivent être archivées. Ces décisions doivent respecter les exigences du comité d'éthique de la recherche. Les méthodes utilisées pour partager les données dépendront d'un certain nombre de facteurs comme le type, la taille, la complexité et le degré de sensibilité des données. Décrivez les problèmes prévus dans le partage des données, ainsi que les causes et les mesures possibles pour les atténuer. Les problèmes peuvent comprendre, entre autres, la confidentialité, l'absence de consentement ou les préoccupations au sujet des droits de propriété intellectuelle. Dans certains cas, une période d'embargo peut être justifiée; ces cas peuvent être définis dans la politique sur les données de recherche d'un organisme de financement.</p><p>Réutilisé de : DCC. (2013). <a href="http://www.dcc.ac.uk/resources/data-management-plans" target="_blank">Checklist for a Data Management Plan (Liste de vérification pour un plan de gestion des données)</a>. v.4.0. Edinburgh: Digital Curation Centre</p><p>Des restrictions peuvent être imposées en limitant l'accès physique aux dispositifs de stockage, en enregistrant les données sur des ordinateurs qui ne possèdent pas d'accès au réseau externe (c.-à-d. accès à Internet), grâce à une protection par mot de passe, et en codant les fichiers. Les données sensibles ne doivent jamais être partagées par courriel ou au moyen de services de stockage en nuage comme Dropbox.</p>

source: <p>Obtaining the appropriate consent from research participants is an important step in assuring Research Ethics Boards that the data may be shared with researchers outside your project. The consent statement may identify certain conditions clarifying the uses of the data by other researchers. For example, it may stipulate that the data will only be shared for non-profit research purposes or that the data will not be linked with personally identified data from other sources.</p> <p>Read more about data security: <a href="https://www.ukdataservice.ac.uk/manage-data/store/security.aspx" target="_blank" rel="noopener">UK Data Service</a></p>
fr_ca: <p>L'obtention du consentement approprié des participants de recherche constitue une étape importante pour assurer au comité d'éthique de la recherche que les données de recherche peuvent être partagées avec des chercheurs ne faisant pas partie de votre projet. La déclaration de consentement peut indiquer certaines conditions précisant l'utilisation des données par d'autres chercheurs. Par exemple, elle peut stipuler que les données seront uniquement partagées à des fins de recherche sans but lucratif ou que les données ne seront pas croisées avec des données personnelles provenant d'autres sources. </p><p>Pour en savoir plus sur la sécurité des données, consultez le site suivant : <a href="http://data-archive.ac.uk/create-manage/storage/security" target="_blank">UK Data Archive</a></p>.</p>

source: <p>Compliance with privacy legislation and laws that may impose content restrictions in the data should be discussed with your institution's privacy officer or research services office. Research Ethics Boards are central to the research process.</p><p>Include here a description concerning ownership, licensing, and intellectual property rights of the data. Terms of reuse must be clearly stated, in line with the relevant legal and ethical requirements where applicable (e.g., subject consent, permissions, restrictions, etc.).</p>
fr_ca: <p>Le respect des règlements et des lois sur la protection de la vie privée qui peuvent imposer des restrictions de contenu dans les données devrait être discuté avec le bureau de la recherche ou le responsable de la protection de la vie privée de votre établissement. Le comité d'éthique de la recherche est aussi essentiel dans ce processus.</p><p>Décrivez ici ce qui en est de la propriété des données, de l'octroi de licences et de la propriété intellectuelle. Les conditions énoncées pour la réutilisation des données doivent être clairement mentionnés et respecter les exigences juridiques et éthiques pertinentes, le cas échéant (p. ex. consentement du sujet, permissions, restrictions, etc.).</p>

source: <p>&nbsp;</p> <table> <tbody> <tr> <td> <p><span style="font-weight: 400;">Pour plus d&rsquo;information sur la gestion des donn&eacute;es de recherche (GDR) en g&eacute;n&eacute;ral, consultez le </span><a href="http://guides.bib.umontreal.ca/disciplines/500-Gestion-des-donnees-de-recherche?tab=2299" target="_blank"><span style="font-weight: 400;">guide sur la GDR des Biblioth&egrave;ques de l&rsquo;Universit&eacute; de Montr&eacute;al</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">N&rsquo;h&eacute;sitez pas &agrave; contacter un biblioth&eacute;caire &agrave; </span><a href="mailto:gdr@bib.umontreal.ca" target="_blank"><span style="font-weight: 400;">gdr@bib.umontreal.ca</span></a><span style="font-weight: 400;">.</span></p> </td> </tr> </tbody> </table>
fr_ca: <table> <tbody> <tr> <td> <p><span style="font-weight: 400;">Pour plus d&rsquo;information sur la gestion des donn&eacute;es de recherche (GDR) en g&eacute;n&eacute;ral, consultez le </span><a href="http://guides.bib.umontreal.ca/disciplines/500-Gestion-des-donnees-de-recherche?tab=2299" target="_blank"><span style="font-weight: 400;">guide sur la GDR des Biblioth&egrave;ques de l&rsquo;Universit&eacute; de Montr&eacute;al</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">N&rsquo;h&eacute;sitez pas &agrave; contacter un biblioth&eacute;caire &agrave; </span><a href="mailto:gdr@bib.umontreal.ca" target="_blank"><span style="font-weight: 400;">gdr@bib.umontreal.ca</span></a><span style="font-weight: 400;">.</span></p> </td> </tr> </tbody> </table> <p>&nbsp;</p>

source: <p><a href="http://www.calculquebec.ca/services-aux-chercheurs/procedures/" target="_blank"><span style="font-weight: 400;">Calcul Qu&eacute;bec</span></a><span style="font-weight: 400;"> offre un service de stockage de donn&eacute;es &agrave; tout chercheur admissible aux subventions des conseils de recherche canadiens. </span></p> <p><span style="font-weight: 400;">Comme membre de la communaut&eacute; universitaire UdeM, vous disposez d&rsquo;un espace de stockage d&rsquo;un t&eacute;raoctet sur </span><a href="https://wiki.umontreal.ca/display/SIE/OneDrive+Entreprise" target="_blank"><span style="font-weight: 400;">OneDrive Entreprise</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Les TI offrent &eacute;galement un service payant d&rsquo;h&eacute;bergement de serveur, virtuel ou non, de m&ecirc;me que des conseils pour l&rsquo;acquisition d&rsquo;un serveur et pour mettre en place une strat&eacute;gie de cryptage (utiliser </span><a href="http://ti.umontreal.ca/formulaires/formulaire_aide.html" target="_blank"><span style="font-weight: 400;">ce formulaire</span></a><span style="font-weight: 400;"> pour les contacter).</span></p> <p><span style="font-weight: 400;">Des informations sur </span><strong>le stockage et la sauvegarde des donn&eacute;es</strong><span style="font-weight: 400;"> se trouvent dans le </span><a href="http://guides.bib.umontreal.ca/disciplines/500-Gestion-des-donnees-de-recherche?tab=2301" target="_blank"><span style="font-weight: 400;">guide sur la GDR</span></a><span style="font-weight: 400;">.</span></p>
fr_ca: <p><a href="http://www.calculquebec.ca/services-aux-chercheurs/procedures/" target="_blank" rel="noopener"><span style="font-weight: 400;">Calcul Qu&eacute;bec</span></a><span style="font-weight: 400;"> offre un service de stockage de donn&eacute;es &agrave; tout chercheur admissible aux subventions des conseils de recherche canadiens. Pour les besoins de quelques To ou moins, vous pouvez passer par le <a href="https://www.computecanada.ca/page-daccueil-du-portail-de-recherche/acces-aux-ressources/acces-rapide/?lang=fr" target="_blank" rel="noopener">service d'acc&egrave;s rapide</a>. Pour les besoin plus importants, vous devrez passer par le <a href="https://www.computecanada.ca/page-daccueil-du-portail-de-recherche/acces-aux-ressources/concours-dallocation-des-ressources/?lang=fr" target="_blank" rel="noopener">concours d'allocation de ressources</a>.<br /></span></p> <p><span style="font-weight: 400;">Comme membre de la communaut&eacute; universitaire UdeM, vous disposez d&rsquo;un espace de stockage d&rsquo;un t&eacute;raoctet sur </span><a href="https://wiki.umontreal.ca/display/SIE/OneDrive+Entreprise" target="_blank" rel="noopener"><span style="font-weight: 400;">OneDrive Entreprise</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Les TI offrent &eacute;galement un service payant d&rsquo;h&eacute;bergement de serveur, virtuel ou non, de m&ecirc;me que des conseils pour l&rsquo;acquisition d&rsquo;un serveur et pour mettre en place une strat&eacute;gie de cryptage (utiliser </span><a href="http://ti.umontreal.ca/formulaires/formulaire_aide.html" target="_blank" rel="noopener"><span style="font-weight: 400;">ce formulaire</span></a><span style="font-weight: 400;"> pour les contacter).</span></p> <p><span style="font-weight: 400;">Des informations sur </span><strong>le stockage et la sauvegarde des donn&eacute;es</strong><span style="font-weight: 400;"> se trouvent dans le </span><a href="http://guides.bib.umontreal.ca/disciplines/500-Gestion-des-donnees-de-recherche?tab=2301" target="_blank" rel="noopener"><span style="font-weight: 400;">guide sur la GDR</span></a><span style="font-weight: 400;">.</span></p>

source: <p>&nbsp;</p> <table> <tbody> <tr> <td> <p><span style="font-weight: 400;">Le CEN-R peut vous aider &agrave; mettre en place une strat&eacute;gie de collaboration et de s&eacute;curit&eacute;. Pour contacter le centre: </span><a href="mailto:info@cen.umontreal.ca" target="_blank"><span style="font-weight: 400;">info@cen.umontreal.ca</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Pour des conseils sur les donn&eacute;es sensibles, contactez un conseiller en &eacute;thique au </span><a href="https://recherche.umontreal.ca/qui-fait-quoi/#c16700" target="_blank"><span style="font-weight: 400;">Bureau de la conduite responsable en recherche</span></a><span style="font-weight: 400;"> (BCRR).</span></p> </td> </tr> </tbody> </table>
fr_ca: <p><span style="font-weight: 400;">Le CEN-R peut vous aider &agrave; mettre en place une strat&eacute;gie de collaboration et de s&eacute;curit&eacute;. Pour contacter le centre: </span><a href="mailto:info@cen.umontreal.ca" target="_blank"><span style="font-weight: 400;">info@cen.umontreal.ca</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Pour des conseils sur les donn&eacute;es sensibles, contactez un conseiller en &eacute;thique au </span><a href="https://recherche.umontreal.ca/qui-fait-quoi/#c16700" target="_blank"><span style="font-weight: 400;">Bureau de la conduite responsable en recherche</span></a><span style="font-weight: 400;"> (BCRR).</span></p>

source: <p><span style="font-weight: 400;">Des informations sur </span><strong>les d&eacute;p&ocirc;ts de donn&eacute;es</strong><span style="font-weight: 400;"> se trouvent dans le </span><a href="http://guides.bib.umontreal.ca/disciplines/500-Gestion-des-donnees-de-recherche?tab=2305" target="_blank"><span style="font-weight: 400;">guide sur la GDR</span></a><span style="font-weight: 400;">.</span><span style="font-weight: 400;">Pour des donn&eacute;es de recherche en format imprim&eacute; ou sur autre support analogique, contactez la </span><a href="http://www.archiv.umontreal.ca/joindre/index.html" target="_blank"><span style="font-weight: 400;">Division de la gestion de documents et des archives</span></a><span style="font-weight: 400;"> (DGDA) de l&rsquo;UdeM pour discuter des possibilit&eacute;s. &nbsp;</span></p>
fr_ca: <p><span style="font-weight: 400;">Des informations sur </span><strong>les d&eacute;p&ocirc;ts de donn&eacute;es</strong><span style="font-weight: 400;"> se trouvent dans le </span><a href="http://guides.bib.umontreal.ca/disciplines/500-Gestion-des-donnees-de-recherche?tab=2305" target="_blank"><span style="font-weight: 400;">guide sur la GDR</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Pour des donn&eacute;es de recherche en format imprim&eacute; ou sur autre support analogique, contactez la </span><a href="http://www.archiv.umontreal.ca/joindre/index.html" target="_blank"><span style="font-weight: 400;">Division de la gestion de documents et des archives</span></a><span style="font-weight: 400;"> (DGDA) de l&rsquo;UdeM pour discuter des possibilit&eacute;s. &nbsp;</span></p>
