Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <span style="font-weight: 400;">Are there any acronyms or abbreviations that will be used within your study that may be unclear to others?</span>
fr_ca: <span style="font-weight: 400;">Y a-t-il des acronymes ou des abr&eacute;viations qui seront utilis&eacute;s dans le cadre de vos &eacute;tudes et qui pourraient ne pas &ecirc;tre clairs pour les autres&thinsp;?</span>

source: Describe all of the file formats that your data will exist in, including for the various versions of both survey and qualitative interview/focus group data. Will these formats allow for data re-use, sharing and long-term access to the data?
fr_ca: D&eacute;crivez tous les formats de fichiers dans lesquels vos donn&eacute;es existeront, y compris pour les diff&eacute;rentes versions des donn&eacute;es d&rsquo;enqu&ecirc;te et d&rsquo;entrevue qualitative ou de groupe de discussion. Ces formats permettront-ils la r&eacute;utilisation, le partage et l&rsquo;acc&egrave;s &agrave; long terme aux donn&eacute;es&thinsp;?

source: What metadata/documentation do you need to provide for others to use your software?
fr_ca: Quelles m&eacute;tadonn&eacute;es/documentation devez-vous fournir pour que d&rsquo;autres personnes puissent utiliser votre logiciel&thinsp;?

source: Describe your software sustainability plan.
fr_ca: D&eacute;crivez votre plan de p&eacute;rennit&eacute; des logiciels.

source: List any metadata standard(s) and/or tools you will use to document and describe your data:
fr_ca: Indiquez toutes les normes et tous les outils pour les m&eacute;tadonn&eacute;es que vous utiliserez pour documenter et d&eacute;crire vos donn&eacute;es :

source: What type of end-user license will you use for your data?
fr_ca: Quel type de licence d&rsquo;utilisateur final utiliserez-vous pour vos donn&eacute;es&thinsp;?

source: <span style="font-weight: 400;">What steps will be involved in the data collection process?</span>
fr_ca: <span style="font-weight: 400;">Quelles seront les &eacute;tapes du processus de collecte des donn&eacute;es&thinsp;?</span>

source: <span style="font-weight: 400;">What are the steps involved in the data collection process?</span>
fr_ca: <span style="font-weight: 400;">Quelles sont les &eacute;tapes du processus de collecte des donn&eacute;es&thinsp;?</span>

source: If the metadata standard will be modified, please explain how you will modify the standard to meet your needs.
fr_ca: Si la norme des m&eacute;tadonn&eacute;es doit &ecirc;tre modifi&eacute;e, expliquez comment vous allez modifier la norme pour satisfaire vos besoins.

source: <span style="font-weight: 400;">What software programs will you use to collect the data?</span>
fr_ca: <span style="font-weight: 400;">Quels logiciels utiliserez-vous pour collecter les donn&eacute;es&thinsp;?</span>

source: How will you make sure that metadata is created or captured consistently throughout your project?
fr_ca: Comment allez-vous vous assurer que les m&eacute;tadonn&eacute;es sont cr&eacute;&eacute;es ou saisies de mani&egrave;re coh&eacute;rente tout au long de votre projet&thinsp;?

source: <span style="font-weight: 400;">What file formats will you be generating during the data collection phase?</span>
fr_ca: <span style="font-weight: 400;">Quels formats de fichiers allez-vous g&eacute;n&eacute;rer pendant la phase de collecte des donn&eacute;es&thinsp;?</span>

source: What are the technical details of each of the storage and file systems you will use during the active management of the research project?
fr_ca: Quels sont les d&eacute;tails techniques de chacun des syst&egrave;mes de stockage et de fichiers que vous utiliserez pendant la gestion active du projet de recherche&thinsp;?

source: What do you estimate the overall cost of managing your data will be?
fr_ca: &Agrave; combien estimez-vous le co&ucirc;t global de la gestion de vos donn&eacute;es&thinsp;?

source: <p>Examples: numeric, images, audio, video, text, tabular data, modeling data, spatial data, instrumentation data.</p>
fr_ca: <p>Exemples : données numériques, images, audio, vidéo, texte, données tabulaires, données de modélisation, données spatiales, données d'instrumentation</p>

source: <p>Proprietary file formats requiring specialized software or hardware to use are not recommended, but may be necessary for certain data collection or analysis methods. Using open file formats or industry-standard formats (e.g. those widely used by a given community) is preferred whenever possible.</p> <p>Read more about file formats: <a href="http://researchdata.library.ubc.ca/plan/format-your-data/" target="_blank" rel="noopener">UBC Library</a> or <a href="https://www.ukdataservice.ac.uk/manage-data/format/file-formats.aspx" target="_blank" rel="noopener">UK Data Service</a>.</p>
fr_ca: <p>Les formats propriétaires nécessitant l'utilisation de logiciels ou de matériels spécialisés ne sont pas recommandés, mais peuvent être nécessaires pour certaines méthodes d'analyse ou de collecte des données. L'utilisation de formats de fichier ouverts ou de formats conformes aux normes de l'industrie (p. ex. les formats largement utilisés par une communauté donnée) est préférable dans la mesure du possible. </p>Pour en savoir plus sur les formats de fichier, consultez les sites suivants : <a href="http://researchdata.library.ubc.ca/plan/format-your-data/" target="_blank">UBC Library</a> ou <a href="http://data-archive.ac.uk/create-manage/format/formats" target="_blank">UK Data Archive</a>.</p>

source: <p>It is important to keep track of different copies or versions of files, files held in different formats or locations, and information cross-referenced between files. This process is called 'version control'.</p> <p>Logical file structures, informative naming conventions, and clear indications of file versions, all contribute to better use of your data during and after your research project. &nbsp;These practices will help ensure that you and your research team are using the appropriate version of your data, and minimize confusion regarding copies on different computers and/or on different media.</p> <p>Read more about file naming and version control: <a href="http://researchdata.library.ubc.ca/plan/organize-your-data/" target="_blank" rel="noopener">UBC Library</a> or <a href="https://www.ukdataservice.ac.uk/manage-data/format/versioning.aspx" target="_blank" rel="noopener">UK Data Service</a>.</p>
fr_ca: <p>Il est important de garder la trace des multiples copies ou versions des fichiers, des différents fichiers conservés dans plus d'un format ou à divers emplacements et des renseignements qui font l'objet de renvois croisés entre les fichiers. Ce processus s'appelle « contrôle de versions ». </p>Des structures de fichier logiques, des conventions d'appellation informatives et des indications claires des versions de fichier aident à mieux utiliser vos données pendant et après votre projet de recherche. Ces pratiques permettront à votre équipe de recherche et vous de vous assurer que vous utilisez toujours la version appropriée de vos données et de réduire la confusion concernant les copies enregistrées sur différents ordinateurs ou médias. </p>Pour en savoir plus sur l'appellation des fichiers et le contrôle des versions, consultez les sites suivants : <a href="http://researchdata.library.ubc.ca/plan/organize-your-data/" target="_blank">UBC Library</a> ou <a href="http://data-archive.ac.uk/create-manage/format/versions" target="_blank">UK Data Archive</a>.</p>

source: <p>Typically, good documentation includes information about the study, data-level descriptions, and any other contextual information required to make the data usable by other researchers. Other elements you should document, as applicable, include: research methodology used, variable definitions, vocabularies, classification systems, units of measurement, assumptions made, format and file type of the data, a description of the data capture and collection methods, explanation of data coding and analysis performed (including syntax files), and details of who has worked on the project and performed each task, etc.</p>
fr_ca: <p>Normalement, une bonne documentation comprend des renseignements sur l'étude, des descriptions des éléments tels que les variables et d'autres renseignements contextuels requis pour que d'autres chercheurs puissent utiliser les données. Parmi les autres éléments à documenter, le cas échéant, mentionnons la méthodologie de recherche utilisée, les définitions des variables, les vocabulaires, les systèmes de classification, les unités de mesure, les hypothèses formulées, le type de format et de fichier des données, une description des données recueillies et des méthodes de collecte, l'explication de l'analyse et de la codification des données réalisées (y compris les fichiers de syntaxe) et les renseignements sur les personnes ayant travaillé au projet et réalisé chacune des tâches, etc. </p>

source: <p>Consider how you will capture this information and where it will be recorded, ideally in advance of data collection and analysis, to ensure accuracy, consistency, and completeness of the documentation. Often, resources you've already created can contribute to this (e.g. publications, websites, progress reports, etc.). It is useful to consult regularly with members of the research team to capture potential changes in data collection/processing that need to be reflected in the documentation. Individual roles and workflows should include gathering data documentation as a key element.</p>
fr_ca: <p>Examinez la façon dont vous saisirez ces renseignements et l'emplacement où ils seront enregistrés, idéalement avant de procéder à l'analyse et à la collecte de données, afin d'assurer l'exactitude, l'uniformité et l'exhaustivité des documents. Souvent, les ressources que vous avez déjà créées peuvent contribuer à cela (p. ex. publications, sites Web, rapports d'étape, etc.). Il est utile de consulter régulièrement les membres de l'équipe de recherche afin de connaître les changements possibles dans la collecte ou le traitement des données qui doivent être pris en considération dans les documents. La collecte des renseignements sur les données doit être une partie intégrante des responsabilités des membres de l'équipe et des opérations.</p>

source: <p>There are many general and domain-specific metadata standards. Dataset documentation should be provided in one of these standard, machine readable, openly-accessible formats to enable the effective exchange of information between users and systems. These standards are often based on language-independent data formats such as XML, RDF, and JSON. There are many metadata standards based on these formats, including discipline-specific standards.</p> <p>Read more about metadata standards: <a href="http://dcc.ac.uk/resources/metadata-standards" target="_blank">UK Digital Curation Centre's Disciplinary Metadata</a>. </p>
fr_ca: <p>Il existe plusieurs normes de métadonnées générales et propres à un domaine. Les informations sur l'ensemble de données doivent être fournies dans un de ces formats standards, ouverts et lisibles par machine afin de permettre l'échange efficace d'information entre les utilisateurs et les systèmes. Ces normes s'appuient souvent sur des formats de données comme XML, RDF et JSON qui ne sont pas liés à un langage de programmation. Il y a plusieurs normes de métadonnées fondées sur ces formats, y compris des normes propres à une discipline.</p> Pour en savoir plus sur les normes de métadonnées, consultez le site suivant : <a href="http://dcc.ac.uk/resources/metadata-standards" target="_blank">UK Digital Curation Centre's Disciplinary Metadata</a>. </p>

source: <p>Storage-space estimates should take into account requirements for file versioning, backups, and growth over time. </p> <p>If you are collecting data over a long period (e.g. several months or years), your data storage and backup strategy should accommodate data growth. Similarly, a long-term storage plan is necessary if you intend to retain your data after the research project.</p>
fr_ca: <p>Les estimations concernant l'espace de stockage doivent prendre en considération les exigences pour le versionnage de fichiers, les sauvegardes et la croissance du nombre de fichiers au fil du temps. </p> Si vous recueillez des données sur une longue période (p. ex. plusieurs mois ou années), votre stratégie en matière de sauvegarde et de stockage des données doit tenir compte de la croissance des données. De même, un plan de stockage à long terme est nécessaire si vous avez l'intention de conserver vos données après le projet de recherche. </p>

source: <p>The risk of losing data due to human error, natural disasters, or other mishaps can be mitigated by following the&nbsp;<a href="http://dataabinitio.com/?p=501" target="_blank" rel="noopener">3-2-1 backup rule</a>:</p> <ul> <li>Have at least three copies of your data.</li> <li>Store the copies on two different media.</li> <li>Keep one backup copy offsite</li> </ul> <p>Data may be stored using optical or magnetic media, which can be removable (e.g. DVD and USB drives), fixed (e.g. desktop or laptop hard drives), or networked (e.g. networked drives or cloud-based servers). Each storage method has benefits and drawbacks that should be considered when determining the most appropriate solution.</p> <p>Further information on storage and backup practices is available from the <a href="https://www.sheffield.ac.uk/library/rdm/storage" target="_blank" rel="noopener">University of Sheffield Library</a> and the <a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx" target="_blank" rel="noopener">UK Data Service</a>.</p>
fr_ca: <p>Le risque de perdre des donn&eacute;es en raison d'une erreur humaine, de catastrophes naturelles ou d'autres m&eacute;saventures peut &ecirc;tre att&eacute;nu&eacute; en respectant les <a href="http://dataabinitio.com/?p=501" target="_blank">3-2-1 r&egrave;gles de sauvegarde</a>:</p> <ul> <li>Poss&eacute;der au moins trois&nbsp;copies de vos donn&eacute;es.</li> <li>Stocker les copies sur deux&nbsp;types de m&eacute;dias diff&eacute;rents.</li> <li>Conserver une copie de sauvegarde hors site</li> </ul> <p>Les donn&eacute;es peuvent &ecirc;tre stock&eacute;es au moyen d'un m&eacute;dia optique ou magn&eacute;tique qui peut &ecirc;tre amovible (p.&nbsp;ex. DVD et cl&eacute;s USB), fixe (p.&nbsp;ex. lecteurs de disque dur d'ordinateur de bureau ou d'ordinateur portatif) ou en r&eacute;seau (p. ex. lecteurs en r&eacute;seau ou serveurs bas&eacute;s sur l'infonuagique). Chaque m&eacute;thode de stockage comporte des avantages et des inconv&eacute;nients qui doivent &ecirc;tre pris en consid&eacute;ration au moment de d&eacute;terminer la solution la plus appropri&eacute;e. De plus amples renseignements sur les pratiques de stockage et de sauvegarde sont disponibles sur les sites suivants : <a href="https://www.sheffield.ac.uk/library/rdm/safedata" target="_blank">University of Sheffield Library</a> and the <a href="http://www.data-archive.ac.uk/create-manage/storage/back-up" target="_blank">UK Data Archive</a>.</p>

source: <p>An ideal solution is one that facilitates co-operation and ensures data security, yet is able to be adopted by users with minimal training. Transmitting data between locations or within research teams can be challenging for data management infrastructure. Relying on email for data transfer is not a robust or secure solution. Third-party commercial file sharing services (such as Google Drive and Dropbox) facilitate file exchange, but they are not necessarily permanent or secure, and are often located outside Canada. Please contact your Library to develop the best solution for your research project.</p>
fr_ca: <p>Une solution idéale est une solution qui facilite la collaboration, assure la sécurité des données et qui peut être adoptée par les utilisateurs en suivant une formation minimale. La transmission de données entre les différents espaces de travail ou au sein d'équipes de recherche n'est pas toujours simple selon l'infrastructure de gestion des données. Se fier au courrier électronique pour le transfert de données n'est pas une solution robuste ou sécuritaire. Les services de partage de fichiers commerciaux de tiers (comme Google Drive et Dropbox) facilitent l'échange de fichiers, mais ne sont pas nécessairement permanents ou sécuritaires et sont souvent situés à l'extérieur du Canada. Communiquez avec votre bibliothèque pour mettre au point la meilleure solution pour votre projet de recherche.</p>

source: <p>The issue of data retention should be considered early in the research lifecycle. Data-retention decisions can be driven by external policies (e.g. funding agencies, journal publishers), or by an understanding of the enduring value of a given set of data. The need to preserve data in the short-term (i.e. for peer-verification purposes) or long-term (for data of lasting value), will influence the choice of data repository or archive. A helpful analogy is to think of creating a 'living will' for the data, that is, a plan describing how future researchers will have continued access to the data.</p><p>If you need assistance locating a suitable data repository or archive, please contact your Library.</p><p><a href="http://www.re3data.org/" target="_blank">re3data.org</a> is a directory of potential open data repositories. Verify whether or not the data repository will provide a statement agreeing to the terms of deposit outlined in your Data Management Plan.</p>
fr_ca: <p>La question de la rétention des données doit être examinée tôt dans le cycle de vie de la recherche. Les décisions relatives à la rétention des données peuvent être dictées par des politiques externes (p. ex. organismes de financement, éditeurs de revues) ou par une compréhension de la valeur durable d'un ensemble de données déterminé. La nécessité de préserver les données à court terme (c.-à-d. à des fins de vérification par des pairs) ou à long terme (pour les données de valeur durable) influencera le choix de l'archive ou du dépôt de données. Une analogie utile consiste à penser à créer un « testament de vie » pour les données, c'est-à-dire un plan qui décrit la façon dont les futurs chercheurs continueront d'avoir accès aux données.</p>Si vous avez besoin d'aide pour trouver une archive ou un dépôt de données approprié, communiquez avec votre bibliothèque.</p> <a href="http://www.re3data.org/" target="_blank">re3data.org</a> est un répertoire de dépôts de données ouvertes. Vérifiez si le dépôt de données pourra vous fournir une confirmation que les termes du dépôt énoncés dans votre plan de gestion des données seront respectés.</p>

source: <p>Some data formats are optimal for long-term preservation of data. For example, non-proprietary file formats, such as text ('.txt') and comma-separated ('.csv'), are considered preservation-friendly. The UK Data Service provides a useful table of file formats for various types of data. Keep in mind that preservation-friendly files converted from one format to another may lose information (e.g. converting from an uncompressed TIFF file to a compressed JPG file), so changes to file formats should be documented.</p> <p>Identify steps required following project completion in order to ensure the data you are choosing to preserve or share is anonymous, error-free, and converted to recommended formats with a minimal risk of data loss.</p> <p>Read more about anonymization: <a href="https://researchdata.library.ubc.ca/share/anonymize-and-de-identify/" target="_blank" rel="noopener">UBC Library</a> or <a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical/anonymisation.aspx" target="_blank" rel="noopener">UK Data Service</a>.</p>
fr_ca: <p>Certains formats de données sont idéals pour la conservation à long terme des données. Par exemple, les formats de fichier non-propriétaires, comme le format texte (.txt) et les valeurs séparées par des virgules (.csv), sont considérés comme des formats conçus pour la conservation. Le UK Data Archive (dépôt de données du Royaume-Uni) fournit un tableau utile des formats de fichier pour divers types de données. Il faut se rappeler que les fichiers qui sont convertis d'un format à l'autre peuvent perdre des renseignements (p. ex. en convertissant un fichier TIFF non compressé à un fichier JPG compressé). Ainsi, les modifications apportées aux formats de fichier doivent être documentées. </p>Déterminez les étapes à suivre à la fin d'un projet pour s'assurer que les données que vous choisissez de préserver ou de partager sont anonymes, exemptes d'erreur et converties dans les formats recommandés en assurant un risque minimal de perte de données. </p> Pour en savoir plus sur l'anonymisation, consultez les sites suivants :<a href="http://researchdata.library.ubc.ca/plan/format-your-data/" target="_blank">UBC Library</a> ou <a href="http://data-archive.ac.uk/create-manage/consent-ethics/anonymisation" target="_blank">UK Data Archive</a>.</p>

source: <p><b>Raw data</b> are the data directly obtained from the instrument, simulation or survey.</p><p><b>Processed data</b> result from some manipulation of the raw data in order to eliminate errors or outliers, to prepare the data for analysis, to derive new variables, or to de-identify the human participants. </p><p><b>Analyzed data</b> are the the results of qualitative, statistical, or mathematical analysis of the processed data. They can be presented as graphs, charts or statistical tables.</p><p><b>Final data</b> are processed data that have, if needed, been converted into a preservation-friendly format.</p><p>Consider which data may need to be shared in order to meet institutional or funding requirements, and which data may be restricted because of confidentiality/privacy/intellectual property considerations.</p>
fr_ca: <p><b>Les données brutes</b> sont des données obtenues directement de l'instrument, de la simulation ou de l'enquête.</p><b>Les données traitées</b> découlent d'une certaine manipulation des données brutes afin d'éliminer les erreurs ou les valeurs aberrantes, de préparer les données en vue de l'analyse, d'obtenir de nouvelles variables ou d'anonymiser les participants humains. </p><b>Les données analysées</b> sont les résultats d'une analyse qualitative, statistique ou mathématique des données traitées. Elles peuvent être présentées sous forme de graphiques, de diagrammes ou de tableaux statistiques.</p><b>Les données définitives</b> sont des données traitées qui ont été converties, au besoin, dans un format pouvant être préservé.</p>Examinez les données qui peuvent devoir être partagées afin de respecter les exigences institutionnelles ou de financement et les données qui peuvent faire l'objet de restrictions en raison de préoccupations relatives à la confidentialité, au respect de la vie privée et à la propriété intellectuelle.</p>
