Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: There are currently no public Templates.
de: Derzeit sind keine öffentlichen Vorlagen verfügbar.
es: Actualmente no hay plantillas públicas.
fi: Tällä hetkellä ei ole yhtään julkista suunnitelmapohjaa.
fr_ca: Il n’existe actuellement aucun modèle public.
pt_br: No momento não há nenhum Modelo público.
sv_fi: Det finns för närvarande inga offentliga mallar.
tr_tr: Şu anda herkese açık Şablon yok.

source: Additional Information
de: Weitere Informationen
es: Información Adicional
fi: Lisätietoja
fr_ca: Information additionnelle
pt_br: Informação Adicional
sv_fi: Ytterligare information
tr_tr: Ek Bilgiler

source: Comment
de: Kommentar
es: Comentario
fi: Kommentti
fr_ca: Commentaire
pt_br: Comentar
sv_fi: Kommentar
tr_tr: Yorum

source: Text field
de: Textfeld
fi: Tekstikenttä
fr_ca: Champ de texte
pt_br: Campo de texto
sv_fi: Textfält
tr_tr: Metin alanı

source: Text area
fi: Tekstialue
fr_ca: Zone de texte
pt_br: Área de texto
sv_fi: Textområde
tr_tr: Metin alanı

source: Not answered yet
de: Noch nicht beantwortet
es: Aún no respondido/a
fi: Vastaamatta
fr_ca: Pas encore répondu
pt_br: Ainda não respondida
sv_fi: Ej besvarad än
tr_tr: Henüz cevaplanmadı

source: Please select an item from the list.
fr_ca: Veuillez sélectionner un élément dans la liste.

source: Begin typing to see a filtered list
fr_ca: Commencez à saisir des caractères pour voir une liste filtrée

source: No items available.
fr_ca: Aucun paramètre n’est disponible

source: Last Name
de: Nachname
es: Apellido
fi: Sukunimi
fr_ca: Nom de famille
pt_br: Sobrenome
sv_fi: Efternamn
tr_tr: Soyad

source: I accept the
de: Ich akzeptiere das
es: acepto el
fi: Hyväksyn
fr_ca: J’accepte
pt_br: Eu aceito os
sv_fi: jag accepterar
tr_tr: Şunları kabul ediyorum:

source: terms and conditions
de: Geschäftsbedingungen
es: Términos y condiciones
fi: käyttöehdot
fr_ca: les conditions d'utilisation
pt_br: termos e condições
sv_fi: Villkor
tr_tr: şartlar ve koşullar

source: Would you like to create a plan based on the "%{name}" template?
de: Möchten Sie einen Plan basierend auf der Vorlage "%{name}" erstellen?
es: ¿Desea crear un plan basado en la plantilla "%{name}"?
fi: Haluatko luoda suunnitelman, joka perustuu %{name} -malliin?
fr_ca: Souhaitez-vous créer un plan fondé sur le modèle "%{name}"?
pt_br: Deseja criar um plano com base no modelo "%{name}"?
sv_fi: Vill du skapa en plan baserad på mallen "%{name}"?
tr_tr: "%{name}" şablonuna dayalı bir plan oluşturmak ister misiniz?

source: Links
es: Campo de golf
fi: Linkit
fr_ca: Liens
sv_fi: länkar
tr_tr: Bağlantılar

source: Up to
de: bis zu
es: Hasta
fi: Enintään
fr_ca: Jusqu’à
pt_br: Até
sv_fi: Upp till
tr_tr: kadar

source: + Add an additional URL
de: + Fügen Sie eine zusätzliche URL hinzu
es: + Añadir una URL adicional
fi: + Lisää vielä URL
fr_ca: + Ajouter une adresse URL supplémentaire
pt_br: + Adicionar mais um URL
sv_fi: + Lägg till en extra webbadress
tr_tr: + İlave bir URL ekleyin

source: Please select an organisation from the list, or click the "My organisation isn't listed" link and enter your organisation's name.
fr_ca: Veuillez choisir un organisme dans la liste ou cliquez sur le lien « Mon organisme n’est pas inscrit sur la liste », puis entrez le nom de votre organisme.

source: My organisation isn't listed.
fr_ca: Mon organisme n’est pas répertorié.

source: Please enter the name of your organisation
fr_ca: Veuillez entrer le nom de votre organisme

source: Search
de: Suche
es: búsqueda
fi: Hae
fr_ca: Recherche
pt_br: Busca
sv_fi: Sök
tr_tr: Arama

source: Forgot password?
de: Passwort vergessen?
es: ¿Se te olvidó tu contraseña?
fi: Unohditko salasanasi?
fr_ca: Mot de passe oublié?
pt_br: Esqueceu a senha?
sv_fi: Glömt ditt lösenord?
tr_tr: Şifreyi mi unuttunuz?

source: Remember email
de: Merken Sie sich die Email
es: Recuerda email
fi: Muista sähköpostiosoitteeni
fr_ca: Mémoriser le courriel
pt_br: Lembre-se de email
sv_fi: Kom ihåg e-post
tr_tr: E-postayı hatırla

source: Sign in with your institutional credentials
de: Melden Sie sich mit Ihren institutionellen Referenzen an
es: Inicia sesión con tus credenciales institucionales.
fi: Kirjaudu sisään organisaatiosi tunnuksilla
fr_ca: Se connecter à l’aide du compte institutionnel.
pt_br: Entrar com suas credenciais institucionais
sv_fi: Logga in med dina institutionella uppgifter
tr_tr: Kurumsal kimlik bilgilerinizle oturum açın

source: Remove the filter
de: Entferne den Filter
es: Quitar el filtro
fi: Poista suodatin
fr_ca: Supprimer le filtre
pt_br: Remover o filtro
sv_fi: Ta bort filtret
tr_tr: Filtreyi kaldır

source: Filter plans
de: Filterung der Pläne
es: Filtro de planes
fi: Suodata suunnitelmia
fr_ca: Filtrer les plans
pt_br: Filtrar planos
sv_fi: Filter planer
tr_tr: Planları filtrele

source: A Data Management Plan created using
fr_ca: Plan de gestion des données créé à l’aide de

source: Funder:
de: Geldgeber:
es: Financiador:
fi: rahoittaja:
fr_ca: Organisme subventionnaire:
pt_br: Financiador:
sv_fi: Grundare:
tr_tr: Fon Sağlayıcı:

source: ORCID iD:
es: IDD DE ORCID:
fi: ORCID tunniste:
fr_ca: ID ORCID :
tr_tr: ORCID hesabı:

source: The above plan creator(s) have agreed that others may use as much of the text of this plan as they would like in their own plans, and customise it as necessary. You do not need to credit the creator(s) as the source of the language used, but using any of the plan's text does not imply that the creator(s) endorse, or have any relationship to, your project or proposal
de: Die oben genannten Plan-Ersteller haben vereinbart, dass andere so viel vom Text dieses Plans in ihren eigenen Plänen verwenden können, wie sie möchten. Sie können den Text dabei auch abändern. Sie sind nicht verpflichtet, die ursprünglichen Ersteller als Quelle anzugeben. Allerdings bedeutet das Nachnutzen von Textteilen nicht, dass die ursprünglichen Ersteller Ihren Projektantrag unterstützen oder sonst in irgendeiner Beziehung dazu stehen.
es: El (los) creador (es) del plan anterior han acordado que otros pueden usar la mayor parte del texto de este plan como les gustaría en sus propios planes, y personalizarlo según sea necesario. No necesita acreditar al creador (es) como la fuente del idioma utilizado, pero el uso de cualquiera de los textos del plan no implica que el creador (es) respalde, o tenga ninguna relación con, su proyecto o propuesta.
fi: Yllä olevan suunnitelman tekijä on antanut suostumuksen siihen, että muut voivat käyttää suunnitelman tekstiä omissa suunnitelmissaan ja myös muokata sitä tarvittaessa. Tekijää ei tarvitse mainita tekstin lähteenä eikä suunnitelman käyttö merkitse sitä, että tekijä kannattaisi suunnitelmaa tai että hänellä olisi jonkinlainen suhde projektiin tai esitykseen
fr_ca: Les créateurs de plans ci-dessus ont convenu que d’autres personnes peuvent utiliser tout le texte contenu dans ce plan qu’ils souhaitent dans leurs propres plans et le personnaliser, au besoin. Vous n’avez pas besoin de mentionner les créateurs en tant que source du langage utilisé, mais l’utilisation d’une partie du texte du plan ne signifie pas que les créateurs approuvent votre projet ou votre proposition ou qu’ils y sont liés.
pt_br: Os criadores do plano acima aceitam que terceiros possam usar o texto deste plano em seus próprios planos como desejarem, customizando-o conforme necessário. Você não precisa creditar aos criadores a fonte da linguagem utilizada, mas o uso de qualquer texto do plano não implica que os criadores endossem ou tenham qualquer outra relação com seu projeto ou proposta
sv_fi: Ovanstående planskapare har kommit överens om att andra kan använda så mycket av texten i denna plan som de skulle vilja ha i sina egna planer och anpassa den efter behov. Du behöver inte kreditera skaparen (erna) som källa till det språk som används, men med någon av planens text betyder det inte att upphovsmannen / företagen godkänner eller har något förhållande till ditt projekt eller förslag
tr_tr: Yukarıdaki planı oluşturan(lar), başka kişilerin gerektiğinde bu plandaki metinleri kendi planlarında diledikleri kadar kullanmalarına ve özelleştirmelerine izin vermiştir. Kullanılan dilin kaynağı olarak planı oluşturan(lar)a atıfta bulunmanız gerekmez, ancak plandaki herhangi bir metninin kullanılması, planı oluşturan(lar)ın projenizi ya da önerinizi onayladığı veya bunlarla herhangi bir ilişkisi olduğu anlamına gelmez.

source: A Data Management Plan created using %{application_name}
de: Ein Datenmanagementplan, der mit %{application_name} erstellt wurde.
es: Un plan de manejo de datos creado usando %{application_name}
fi: Aineistonhallintasuunnitelman kirjoittamisessa on käytetty %{application_name}:a
fr_ca: Un plan de gestion des données créé à l’aide de %{application_name}
pt_br: Um Plano de Gestão de Dados criado usando %{application_name}
sv_fi: En datahanteringsplan skapad med hjälp av %{application_name}
tr_tr: %{application_name} kullanılarak oluşturulan bir Veri Yönetim Planı

source: About %{application_name}
de: Über %{application_name}
es: Acerca de %{application_name}
fi: Tietoa %{application_name} -työkalusta
fr_ca: À propos de %{application_name}
pt_br: Sobre o %{application_name}
sv_fi: Om %{application_name}
tr_tr: %{application_name} hakkında

source: DMP Assistant is an all-purpose tool for preparing data management plans (DMPs).
fr_ca: L'Assistant PGD est un outil d'aide à la préparation d'un plan de gestion des données (PGD).

source: Researchers will be guided through best practices in data stewardship.
fr_ca: Les meilleures pratiques en matière de gestion des données sont utilisées pour conseiller le chercheur.

source: The tool walks researchers step-by-step through a number of key questions about data management.
fr_ca: L'outil guide celui-ci pas à pas à travers les questions clés pour le développement d'un plan.

source: Guidance and examples are provided.
fr_ca: De l'aide et des exemples sont fournis en contexte.

source: Not all questions will apply to all research projects. Researchers are encouraged to answer the questions relevant to their work.
fr_ca: Toutes les questions ne s'appliquent pas à tous les types de projets de recherche; les chercheurs sont invités à répondre aux questions pertinentes à leur projet.

source: Researchers should revisit the tool throughout their research to review or complete their responses.
fr_ca: Les chercheurs peuvent revenir tout au long de leur projet pour réviser ou compléter des réponses.

source: How the tool works
fr_ca: Comment fonctionne l'outil

source: Currently, this tool includes a generic Portage Data Stewardship template for researchers to use. Guidance is provided to help you interpret and answer the questions.
fr_ca: L'Assistant PGD comprend un modèle générique de plan de gestion des données, Portage, que les chercheurs peuvent utiliser. Des directives sont fournies afin de les aider à interpréter les questions et à y répondre.

source: DMP Assistant feedback
fr_ca: Commentaires de l'Assistant PGD

source: We want your feedback! If you have suggestions on how to improve the existing template, or you would like to add additional templates based on funding agency requirements or disciplinary needs, please <a href="%{contact_your_institution_url}">contact your local institution</a> or contact us at <a href="mailto:%{email_link}?Subject=%{email_subject}">%{email_link}</a>.
fr_ca: Nous souhaitons obtenir vos commentaires! Si vous avez des suggestions sur la façon d'améliorer le modèle existant, ou si vous aimeriez ajouter d'autres modèles basés sur les exigences d'organismes de financement ou sur les besoins des disciplines, <a href="%{contact_your_institution_url}">communiquez avec votre établissement universitaire</a> ou communiquez avec nous à <a href="mailto:%{email_link}?Subject=%{email_subject}">%{email_link}</a>.

source: Getting started
fr_ca: Par où commencer

source: If you have an account, please sign in and start creating or editing your DMP.
fr_ca: Si vous avez un compte, connectez-vous et commencez à créer ou modifier votre plan de gestion des données.

source: If you do not have a DMP Assistant account, click on <a href="%{sign_up_url}"> 'Sign up' </a> on the homepage.
fr_ca: Si vous ne possédez pas de compte dans l'Assistant PGD, cliquez sur <a href="%{sign_up_url}">« S'inscrire »</a> dans la page d'accueil.

source: Please note that we are currently working on single sign-in authentication with your campus ID. You will have the option to link your existing account to your campus ID when that feature becomes available.
fr_ca: Veuillez noter que nous travaillons actuellement à un système d'authentification unique. Vous pourrez éventuellement associer votre compte existant à votre identifiant campus dès que la fonction sera disponible.

source: Please visit the <a href="%{help_url}"> 'Help' </a> page for guidance.
fr_ca: Visitez la page <a href="%{help_url}"> « Aide » </a> pour consulter l'aide disponible.

source: Feedback
fr_ca: Commentaires

source: If you have any questions or comments about the DMP Assistant, <a href="%{contact_your_institution_url}"> contact your local institution </a> or email us at <a href="mailto:%{email_link}?Subject=%{email_subject}">%{email_link}</a>.
fr_ca: Si vous avez des questions ou des commentaires au sujet de l'Assistant PGD, <a href="%{contact_your_institution_url}">communiquez avec votre établissement universitaire</a> ou communiquez avec nous par courriel à <a href="mailto:%{email_link}?Subject=%{email_subject}">%{email_link}</a>.

source: Portage data stewardship template
fr_ca: Modèle de plan de gestion des données Portage

source: The Portage Data Stewardship template is based on internationally accepted standards and best practices. It has been prepared and is maintained by a group of research data management experts from research libraries across Canada.
fr_ca: Le modèle de plan de gestion des données Portage s'appuie sur des normes internationales et sur les meilleures pratiques. Il a été préparé et est gardé à jour par un groupe d'experts en gestion des données de recherche travaillant au sein de bibliothèques de recherche à travers le Canada.

source: Organizations may provide their own DMP templates. The Portage template is the default DMP. Select templates from other organizations from the drop-down Organization list.
fr_ca: Les organismes peuvent rendre disponible leur propre modèle de plan dans l'Assistant PGD. Le modèle Portage est le modèle par défaut. On peut sélectionner le modèle d'un autre organisme à l'aide du menu déroulant.

source: For funding agencies, research institutions, and other organizations, please contact <a href="mailto:%{email_link}">%{email_link}</a> if you would like to add your organization templates to DMP Assistant.
fr_ca: Les organismes subventionnaires, universités et autres organismes qui souhaiteraient faire intégrer leur modèle de plan peuvent communiquer leur demande à l'adresse suivante : <a href="mailto:%{email_link}">%{email_link}</a>.

source: When you log in to DMP Assistant you will be directed to the 'My Dashboard' page. From here you can edit, share, download, copy or remove any of your plans. You will also see plans that have been shared with you by others.
fr_ca: Lorsque vous vous connectez à l'Assistant PGD, vous serez dirigé vers la page « Mon tableau de bord ». De là, vous pouvez modifier, partager, télécharger, copier ou supprimer vos plans. Vous verrez également les plans qui ont été partagés avec vous par d’autres personnes.

source: If you need assistance in developing your data management plan, the following resource may help get you started: <a href="%{how_to_manage_your_data_url}"> How to manage your data</a>. If you require more guidance, contact us at <a href="mailto:%{email_link}?Subject=%{email_subject}">support@portagenetwork.ca</a>, or see <a href="%{contact_your_institution_url}">Contacts at your institution</a>.
fr_ca: Si vous avez besoin d'aide pour développer votre plan de gestion des données, la ressource suivante peut vous aider à démarrer : <a href="%{how_to_manage_your_data_url}">Comment gérer vos données</a>. Si vous avez besoin de plus d’information, communiquez avec nous par courriel à <a href="mailto:%{email_link}?Subject=%{email_subject}">support@portagenetwork.ca</a>, ou voir <a href="%{contact_your_institution_url}">Personne-ressource dans votre institution</a>.

source: Create a plan
de: Einen Plan erstellen
es: Crear un plan
fi: Tee suunnitelma
fr_ca: Créer un plan
pt_br: Criar um plano
sv_fi: Skapa en plan
tr_tr: Bir plan oluşturun

source: To create a plan, click the 'Create plan' button from the 'My Dashboard' page or the top menu. Select options from the menus and tickboxes to determine what questions and guidance you should be presented with. Confirm your selection by clicking 'Create plan.'
de: Um einen Plan zu erstellen, klicken Sie auf der Seite "Mein Dashboard" oder im oberen Menü auf die Schaltfläche "Plan erstellen". Wählen Sie Optionen aus den Menüs und Kontrollkästchen, um zu bestimmen, welche Fragen und Anleitungen Sie erhalten sollen. Bestätigen Sie Ihre Auswahl, indem Sie auf "Plan erstellen" klicken.
es: Para crear un plan, haga clic en el botón 'Crear plan' en la página 'Mi panel' o en el menú superior. Seleccione las opciones de los menús y las casillas de verificación para determinar qué preguntas y orientación debe presentar. Confirme su selección haciendo clic en 'Crear plan'.
fi: Kun aloitat uuden suunnitelman luomisen, klikkaa Luo suunnitelma –painiketta ohjausnäkymä –välilehdellä tai ylävalikossa. Valitse pudotusvalikosta rahoittaja ja organisaatio, jonka kysymyksiä ja ohjeita haluat noudattaa suunnitelman kirjoittamisessa. Vahvista valinnat klikkaamalla Luo suunnitelma –painiketta.
fr_ca: Pour créer un plan, cliquez sur le bouton « Créer un plan » dans la page « Mon tableau de bord » ou dans le menu dans la partie supérieure. Sélectionnez des options dans les menus et les cases à cocher pour déterminer les questions et les directives qui devraient vous être présentées. Confirmez votre sélection en cliquant sur « Créer un plan ».
pt_br: Para criar um plano, clique no botão 'Criar plano' na página 'Meu painel' ou no menu superior. Selecione opções nos menus e caixas de seleção para determinar quais perguntas e orientações você deve apresentar. Confirme sua seleção clicando em 'Criar plano''.
sv_fi: För att skapa en plan, klicka på knappen "Skapa plan" från sidan "Min instrumentpanel" eller på toppmenyn. Välj alternativ från menyerna och kryssrutorna för att bestämma vilka frågor och råd du ska presenteras med. Bekräfta ditt val genom att klicka på "Skapa plan".
tr_tr: Bir plan oluşturmak için, 'Gösterge Panelim' sayfasından veya üst menüden 'Plan oluştur' butonuna tıklayın. Size hangi soruların ve rehberliğin sunulması gerektiğini belirlemek için menülerden ve onay kutularından ilgili seçimleri yapın. 'Plan oluştur' düğmesini tıklayarak seçimlerinizi onaylayın.

source: Write your plan
de: Schreiben Sie Ihren Plan
es: Escribe tu plan
fi: Kirjoita suunnitelmasi
fr_ca: Rédiger votre plan
pt_br: Escreva seu plano
sv_fi: Skriv din plan
tr_tr: Planınızı yazın

source: The tabbed interface allows you to navigate through different functions when editing your plan.
de: Die Registerkarte mit Registerkarten ermöglicht Ihnen, bei der Bearbeitung Ihres Plans durch verschiedene Funktionen zu navigieren.
es: La interfaz con pestañas le permite navegar a través de diferentes funciones al editar su plan.
fi: Työkalussa on useita välilehtiä.
fr_ca: L'interface à onglets vous permet de parcourir différentes fonctions lorsque vous modifiez votre plan.
pt_br: A interface com guias permite que você navegue por diferentes funções ao editar seu plano.
sv_fi: Det flikade gränssnittet låter dig navigera genom olika funktioner när du redigerar din plan.
tr_tr: Sekmeli arayüz, planınızı düzenlerken farklı görevler arasında gezinmenizi sağlar.

source: 'Project Details' includes basic administrative details.
de: "Projektdetails" enthält grundlegende administrative Details.
es: 'Detalles del proyecto' incluye detalles administrativos básicos.
fi: Projektin tiedot -välilehdellä on hallinnollisia yleistietoja suunnitelmastasi.
fr_ca: « Détails du projet » présente les détails administratifs de base.
pt_br: 'Detalhes do Projeto' inclui detalhes administrativos básicos.
sv_fi: "Projektdetaljer" innehåller grundläggande administrativa detaljer.
tr_tr: 'Proje Detayları' temel yönetimsel detayları içerir.

source: 'Plan Overview' tells you what template and guidance your plan is based on and gives you an overview to the questions that you will be asked.
de: "Plan Overview" zeigt Ihnen, auf welcher Vorlage und Anleitung Ihr Plan basiert und gibt Ihnen einen Überblick über die Fragen, die Sie gestellt bekommen.
es: 'Información general del plan' le informa en qué plantilla y guía se basa su plan y le brinda una descripción general de las preguntas que le harán.
fi: Suunnitelma -välilehdeltä näet valitsemasi ohjepohjan ja siihen liittyvät kysymykset.
fr_ca: « Aperçu du plan » vous indique le modèle et les directives sur lesquels repose votre plan et vous donne un aperçu des questions qui vous seront posées.
pt_br: 'Visão Geral do Plano' informa em que modelo e orientação seu plano se baseia e fornece uma visão geral das perguntas que serão feitas.
sv_fi: 'Planöversikt' berättar vilken mall och vägledning din plan baseras på och ger dig en översikt över de frågor du kommer att bli tillfrågad om.
tr_tr: 'Plana Genel Bakış', planınızın hangi şablona ve rehbere dayandığını gösterir ve size sorulacak sorularla ilgili genel bir fikir verir.

source: The following tab(s) present the questions to answer. There may be more than one tab if your funder or university asks different sets of questions at different stages e.g. at grant application and post-award.
de: Die folgenden Registerkarten zeigen die zu beantwortenden Fragen. Es kann mehr als eine Registerkarte geben, wenn Ihr Geldgeber oder Ihre Universität verschiedene Fragen in verschiedenen Phasen, z. bei Antragstellung und nach der Vergabe
es: Las siguientes pestañas presentan las preguntas para responder. Puede haber más de una pestaña si su financiador o universidad hace diferentes conjuntos de preguntas en diferentes etapas, por ejemplo. en la solicitud de subvención y post-adjudicación.
fi: Seuraava välilehti sisältää kysymyksiä, joihin aineistonhallintasuunnitelmassa halutaan vastaus. Välilehtiä voi olla useampiakin, jos rahoittaja tai organisaatio edellyttää eri tietoja rahoitushakemuksen eri vaiheissa.
fr_ca: Les onglets suivants présentent les questions auxquelles il faut répondre. Il peut y avoir plus d’un onglet si votre bailleur de fonds ou votre université présente différentes séries de questions à différentes étapes, par exemple, dans le cadre d’une demande de subvention et après l’attribution de cette dernière.
pt_br: As abas a seguir apresentam as perguntas para responder. Pode haver mais de um separador se o seu financiador ou universidade solicitar diferentes conjuntos de perguntas em diferentes fases, por ex. no pedido de subvenção e pós-adjudicação.
sv_fi: Följande flikar presenterar de frågor som ska besvaras. Det kan finnas mer än en flik om din funderare eller universitet frågar olika uppsättningar frågor i olika steg, t.ex. vid beviljande ansökan och efter tilldelning.
tr_tr: Aşağıdaki sekme(ler) cevaplanması gereken soruları içerir. Fon sağlayıcınız veya üniversiteniz (örneğin hibe başvurusu ve ödül sonrası gibi) farklı aşamalarda farklı sorular soruyorsa, birden fazla sekme olabilir.
