Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <span style="font-weight: 400;">Security measures for sensitive data include password protection, encryption, and limiting physical access to storage devices. Sensitive data should never be shared via email or cloud storage services not approved by your research ethics office. Security measures for sensitive non-digital data include storage under lock and key, and logging removal and return of artwork from storage.</span>
fr_ca: <span style="font-weight: 400;">Les mesures de s&eacute;curit&eacute; pour les donn&eacute;es sensibles incluent la protection de mot de passe, le chiffrement et l&rsquo;acc&egrave;s physique aux dispositifs de stockage limit&eacute;. Il ne faut jamais partager des donn&eacute;es sensibles par courrier &eacute;lectronique ou par des services de stockage en ligne qui ne sont pas approuv&eacute;s par le bureau d&rsquo;&eacute;thique de la recherche. Les mesures de s&eacute;curit&eacute; pour les donn&eacute;es sensibles non num&eacute;riques incluent l&rsquo;entreposage sous cl&eacute;, la suppression et le retour des &oelig;uvres qui ont &eacute;t&eacute; entrepos&eacute;es.</span>

source: <p><span style="font-weight: 400;">Sensitive data is any data that may negatively impact individuals, organizations, communities, institutions, and businesses if publicly disclosed. Copyrighted artwork, Indigenous cultural expressions, and personal identifiers in artwork or its documentation can be examples of sensitive data in ABR. Your data security measures should be proportional to the sensitivity of your data: the more sensitive your data, the more data security you need.</span> <span style="font-weight: 400;">Read more on sensitive data and data security at </span><a href="https://research.mcmaster.ca/app/uploads/2018/08/MREB-Data-Storage-and-Security-Tools-1.pdf"><span style="font-weight: 400;">Data Storage and Security Tools (PDF) by McMaster Research Ethics Board</span></a><span style="font-weight: 400;">, </span><a href="https://www.openaire.eu/sensitive-data-guide"><span style="font-weight: 400;">OpenAIRE</span></a><span style="font-weight: 400;">, and </span><a href="https://www.ukdataservice.ac.uk/manage-data/store/security.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span></p>
fr_ca: <p><span style="font-weight: 400;">Toutes les donn&eacute;es ayant potentiellement un impact n&eacute;gatif sur des individus, organisations, communaut&eacute;s, &eacute;tablissements et entreprises si elles sont d&eacute;voil&eacute;es publiquement sont consid&eacute;r&eacute;es comme &eacute;tant sensibles. Les &oelig;uvres prot&eacute;g&eacute;es par le droit d&rsquo;auteur, les expressions culturelles autochtones et les identifiants personnels dans une &oelig;uvre ou les documents &agrave; l&rsquo;appui peuvent &ecirc;tre des donn&eacute;es sensibles dans votre RBA. Les mesures de s&eacute;curit&eacute; doivent &ecirc;tre proportionnelles &agrave; la sensibilit&eacute; de vos donn&eacute;es&nbsp;: plus elles le sont, plus vous devez prendre des mesures de s&eacute;curit&eacute;.</span> <span style="font-weight: 400;">Pour plus d&rsquo;information &agrave; ce sujet, consultez le </span><a href="https://research.mcmaster.ca/support-for-researchers/forms-templates/"><span style="font-weight: 400;">Data Storage and Security Tools (PDF) by McMaster Research Ethics Board</span></a><span style="font-weight: 400;">, </span><a href="https://www.openaire.eu/sensitive-data-guide"><span style="font-weight: 400;">OpenAIRE</span></a><span style="font-weight: 400;">, et </span><a href="https://www.ukdataservice.ac.uk/manage-data/store/security.aspx"><span style="font-weight: 400;">UK Data Service</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.</span></p>

source: <span style="font-weight: 400;">Removing direct and indirect identifiers from data is a common strategy to manage sensitive data. However, some strategies to remove identifiers in images, audio, and video also remove information of value to others (e.g., facial expressions, context, tone of voice). Consult your research ethics office to find out if solutions exist to retain such information. Read more on de-identifying data at </span><a href="https://researchdata.library.ubc.ca/share/anonymize-and-de-identify/"><span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;"> and </span><a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical/anonymisation/qualitative.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Pour g&eacute;rer les donn&eacute;es sensibles, on retire souvent les identifiants directs et indirects des donn&eacute;es. En revanche, si on retire des identifiants d&rsquo;images, bandes sonores et vid&eacute;os, on &eacute;limine parfois aussi de l&rsquo;information importante pour autrui (expressions faciales, contexte, ton de voix). Consultez votre bureau d&rsquo;&eacute;thique de la recherche pour trouver des solutions qui vous permettraient de retenir cette information. Pour plus d&rsquo;information &agrave; ce sujet, voir la </span><a href="https://researchdata.library.ubc.ca/share/anonymize-and-de-identify/"><span style="font-weight: 400;">biblioth&egrave;que de l&rsquo;UBC</span></a><span style="font-weight: 400;"> et </span><a href="https://www.ukdataservice.ac.uk/manage-data/legal-ethical/anonymisation/qualitative.aspx"><span style="font-weight: 400;">UK Data Service</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.</span>

source: <p><span style="font-weight: 400;">Sensitive data can still be shared and reused if strategies are in place to protect against unauthorized disclosure and the problems that can rise from it. Obtain the consent of participants to share and reuse sensitive data beyond your project. Your consent form should state how sensitive data will be protected when shared, accessed, and reused. Strategies to reduce the risk of public disclosure are de-identifying data and implementing access restrictions on deposited data. Make sure to address types of sensitive data beyond personal identifiers of participants. Your strategies should align with requirements of your research ethics office, institution, and, if applicable, legal agreements for sharing data. Consult your research ethics office if you need help identifying problems and strategies.</span></p>
fr_ca: <p><span style="font-weight: 400;">Il est possible de partager et de r&eacute;utiliser des donn&eacute;es sensibles &agrave; condition d&rsquo;avoir une strat&eacute;gie pour les prot&eacute;ger contre la divulgation non autoris&eacute;e et les probl&egrave;mes qui en d&eacute;coulent. Vous devez obtenir le consentement des participants pour partager et r&eacute;utiliser des donn&eacute;es sensibles au-del&agrave; de votre projet. Votre formulaire de consentement doit indiquer comment celles-ci seront prot&eacute;g&eacute;es en cas de partage, d&rsquo;acc&egrave;s et de r&eacute;utilisation. Pour r&eacute;duire le risque qu&rsquo;elles soient d&eacute;voil&eacute;es sans autorisation, il est pr&eacute;f&eacute;rable de les anonymiser et de mettre en place des restrictions d&rsquo;acc&egrave;s si elles sont d&eacute;pos&eacute;es. N&rsquo;oubliez pas d&rsquo;inclure toutes les donn&eacute;es sensibles au-del&agrave; des identifiants personnels des participants. Vos strat&eacute;gies doivent respecter les exigences du bureau d&rsquo;&eacute;thique de la recherche, de votre &eacute;tablissement et des ententes juridiques sur le partage des donn&eacute;es, le cas &eacute;ch&eacute;ant. Pour obtenir de l&rsquo;aide afin de cerner les enjeux et de mettre en place une strat&eacute;gie, consultez votre bureau d&rsquo;&eacute;thique de la recherche.</span></p>

source: Examples of research data management policies that may be in place include those set forth by funders, post secondary institutions, legislation, and communities.<br /> <p><span style="font-weight: 400;">Examples of these might include:&nbsp;</span></p> <ul> <li style="font-weight: 400;" aria-level="1"><a href="https://www.ic.gc.ca/eic/site/063.nsf/eng/h_83F7624E.html"><span style="font-weight: 400;">Tri-Agency Statement of Principles on Digital Data Management</span></a></li> <li style="font-weight: 400;" aria-level="1"><a href="https://fnigc.ca/ocap-training/"><span style="font-weight: 400;">First Nations Information Governance Centre Principles of OCAP</span></a></li> <li style="font-weight: 400;" aria-level="1"><a href="https://ethics.gc.ca/eng/policy-politique_tcps2-eptc2_2018.html"><span style="font-weight: 400;">Tri-Council Policy Statement: Ethical Conduct for Research Involving Humans (TCPS-2)</span></a></li> </ul>
fr_ca: <p><span style="font-weight: 400;">Parmi les exemples de politiques de gestion des donn&eacute;es de recherche qui peuvent &ecirc;tre mises en place, il y a celles qui sont d&eacute;finies par les bailleurs de fonds, les &eacute;tablissements d&rsquo;enseignement sup&eacute;rieur, la l&eacute;gislation et les communaut&eacute;s.&nbsp;</span></p> <p><span style="font-weight: 400;">En voici quelques exemples&nbsp;:</span></p> <ul> <li style="font-weight: 400;" aria-level="1"><a href="https://www.ic.gc.ca/eic/site/063.nsf/fra/h_83F7624E.html"><span style="font-weight: 400;">D&eacute;claration de principes des trois organismes sur la gestion des donn&eacute;es num&eacute;riques</span></a></li> <li style="font-weight: 400;" aria-level="1"><a href="https://fnigc.ca/fr/les-principes-de-pcap-des-premieres-nations/"><span style="font-weight: 400;">Centre de gouvernance de l'information des Premi&egrave;res nations Principes de PCAP&reg;</span></a></li> <li style="font-weight: 400;" aria-level="1"><a href="https://ethics.gc.ca/fra/policy-politique_tcps2-eptc2_2018.html"><span style="font-weight: 400;">&Eacute;nonc&eacute; de politique des trois conseils : &Eacute;thique de la recherche avec des &ecirc;tres humains (EPTC 2)</span></a></li> </ul>

source: Having a clear understanding of all the data that you will collect or use within your project will help with planning for their management. <br /><br />Include a general description of each type of data related to your project, including the formats that they will be collected in, such as audio or video files for qualitative interviews and focus groups and survey collection software or file types.<br /><br />As well, provide any additional details that may be helpful, such as the estimated length (number of survey variables/length of interviews) and quantity (number of participants to be interviewed) both of surveys and interviews.
fr_ca: <p><span style="font-weight: 400;">Une bonne compr&eacute;hension de toutes les donn&eacute;es que vous allez collecter ou utiliser dans le cadre de votre projet vous aidera &agrave; planifier leur gestion.&nbsp;</span></p> <p><span style="font-weight: 400;">D&eacute;crivez de mani&egrave;re g&eacute;n&eacute;rale chaque type de donn&eacute;es li&eacute;es &agrave; votre projet, y compris les formats dans lesquels elles seront collect&eacute;es, tels que les fichiers audio ou vid&eacute;o pour les entrevues qualitatives et les groupes de discussion, ainsi que les logiciels de collecte d&rsquo;enqu&ecirc;tes ou les types de fichiers.</span></p> <p><span style="font-weight: 400;">De plus, fournissez tous les d&eacute;tails suppl&eacute;mentaires qui pourraient &ecirc;tre utiles, tels que la dur&eacute;e estim&eacute;e (nombre de variables de l&rsquo;enqu&ecirc;te ou la dur&eacute;e des entrevues) et la quantit&eacute; (nombre de participants &agrave; interroger) des enqu&ecirc;tes et des entrevues.</span></p>

source: <p><span style="font-weight: 400;">There are many potential sources of existing data, including research data repositories, research registries, and government agencies.&nbsp;</span></p> <p><span style="font-weight: 400;">Examples of these include:</span></p> <ul> <li style="font-weight: 400;"><a href="https://www.statcan.gc.ca/eng/dli/dli-products"><span style="font-weight: 400;">Statistics Canada Public Use Microdata Files</span></a><span style="font-weight: 400;"> available through the </span><a href="https://www.statcan.gc.ca/eng/dli/dli">Data Liberation Initiative (DLI)</a></li> </ul> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">The Canadian based </span><a href="https://www.frdr-dfdr.ca/repo/"><span style="font-weight: 400;">Federated Research Data Repository (FRDR</span></a><span style="font-weight: 400;">)</span></li> </ul> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Research data repositories, such as those listed at </span><a href="https://www.re3data.org/"><span style="font-weight: 400;">re3data.org</span></a></li> </ul> <ul> <li style="font-weight: 400;"><a href="https://docs.google.com/document/d/1K9PggIZhgzJULaku6b312kXIQsTdKhuLMAEYpgufFK4/edit"><span style="font-weight: 400;">Data repositories that house qualitative research data</span></a></li> </ul> <p><span style="font-weight: 400;">You may also wish to contact the Library at your institution for assistance in searching for any existing data that may be useful to your research.</span></p>
fr_ca: <p><span style="font-weight: 400;">Il existe de nombreuses sources potentielles de donn&eacute;es, notamment les d&eacute;p&ocirc;ts de donn&eacute;es de recherche, les registres de recherche et les agences gouvernementales.</span></p> <p><span style="font-weight: 400;">En voici quelques exemples&nbsp;:</span></p> <ul> <li style="font-weight: 400;"><a href="https://www.statcan.gc.ca/fra/idd/idd-produits"><span style="font-weight: 400;">Fichiers de microdonn&eacute;es &agrave; usage public de Statistique Canada</span></a><span style="font-weight: 400;"> via l&rsquo;</span><span style="font-weight: 400;"><a href="https://www.statcan.gc.ca/fra/idd/idd">Initiative de d&eacute;mocratisation des donn&eacute;es (IDD)</a>&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Le </span><a href="https://www.frdr-dfdr.ca/repo/?locale=fr"><span style="font-weight: 400;">D&eacute;p&ocirc;t f&eacute;d&eacute;r&eacute; de donn&eacute;es de recherche</span></a><span style="font-weight: 400;"> (DFDR)</span><span style="font-weight: 400;"> canadien</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Les d&eacute;p&ocirc;ts de donn&eacute;es de recherche, tels que ceux &eacute;num&eacute;r&eacute;s sur le site&nbsp;</span><a href="https://www.re3data.org/"><span style="font-weight: 400;">re3data.org</span></a> (<em>lien en anglais</em>)</li> <li style="font-weight: 400;"><span style="font-weight: 400;">Les d&eacute;p&ocirc;ts qui h&eacute;bergent des donn&eacute;es de recherche qualitatives tels que le </span><a href="http://qdr.syr.edu/"><span style="font-weight: 400;">Qualitative Data Repository</span></a><span style="font-weight: 400;"> (QDR; </span><em><span style="font-weight: 400;">lien en anglais</span></em><span style="font-weight: 400;">), </span><a href="https://dataverse.scholarsportal.info/fr/"><span style="font-weight: 400;">Dataverse</span></a><span style="font-weight: 400;">, et le UK Data Archives </span><a href="https://www.ukdataservice.ac.uk/get-data/explore-online/qualibank/qualibank.aspx"><span style="font-weight: 400;">QualiBank</span></a> (<em>lien en anglais</em>)</li> </ul> <p><span style="font-weight: 400;">Vous pouvez &eacute;galement communiquer avec la biblioth&egrave;que de votre &eacute;tablissement pour obtenir de l&rsquo;aide dans la recherche de donn&eacute;es qui pourraient &ecirc;tre utiles &agrave; votre recherche.</span></p>

source: <p><span style="font-weight: 400;">Include a description of any methods that you will use to collect data, including electronic platforms or paper based methods. For electronic methods be sure to include descriptions of any privacy policies as well as where and how data will be stored while within the platform.<br /><br /></span><span style="font-weight: 400;">For an example of a detailed mixed methods description, see this Portage DMP Exemplar in either </span><a href="https://portagenetwork.ca/wp-content/uploads/2020/04/Exemplar3_Portage.pdf"><span style="font-weight: 400;">English</span></a><span style="font-weight: 400;"> or </span><a href="https://portagenetwork.ca/wp-content/uploads/2020/04/Exemplar3_Portage_FRENCH_Final.pdf"><span style="font-weight: 400;">French</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">There are many electronic survey data collection platforms to choose from (e.g., </span><a href="https://www.qualtrics.com/lp/survey-platform-2/?utm_source=google&amp;utm_medium=ppc&amp;utm_campaign=US-RC-Online-Surveys&amp;utm_keyword=%2Bsurvey%20%2Bplatforms&amp;MatchType=b&amp;adid=351559586523&amp;utm_content=351559586523&amp;adgroupid=40727763998&amp;campaignid=755265584&amp;AdGroup=%7BAdGroup%7D&amp;BidMatchType=%7BBidMatchType%7D&amp;Target=&amp;targetid=kwd-303502943024&amp;Device=c&amp;devicemodel=&amp;loc_phsyical_ms=9001389&amp;Placement=&amp;querystring=%7Bquerystring%7D&amp;network=g&amp;adposition=&amp;GCLID=EAIaIQobChMIgKjd-eaQ6gIVeT2tBh3HtwZCEAAYASAAEgK8rPD_BwE&amp;gclid=EAIaIQobChMIgKjd-eaQ6gIVeT2tBh3HtwZCEAAYASAAEgK8rPD_BwE&amp;utm_expid=.tPmKzGJRSWWAk6oPbSwaWw.1&amp;utm_referrer=https%3A%2F%2Fwww.google.com%2F"><span style="font-weight: 400;">Qualtrics</span></a><span style="font-weight: 400;">, </span><a href="https://www.project-redcap.org/"><span style="font-weight: 400;">REDCap</span></a><span style="font-weight: 400;">, </span><a href="https://www.hostedincanadasurveys.ca/"><span style="font-weight: 400;">Hosted in Canada Surveys</span></a><span style="font-weight: 400;">). Understanding </span><em><span style="font-weight: 400;">how </span></em><span style="font-weight: 400;">and </span><em><span style="font-weight: 400;">where</span></em><span style="font-weight: 400;"> your survey data will be collected and stored is an essential component of managing your data and ensuring that you are adhering to any security requirements imposed by funders or research ethics boards.&nbsp;</span></p> <span style="font-weight: 400;">Additionally, it is important to clearly understand any security and privacy policies that are in place for any given electronic platform that you will use for collecting your data&nbsp; - examples of such privacy policies include those provided by </span><a href="https://www.qualtrics.com/privacy-statement/"><span style="font-weight: 400;">Qualtrics</span></a><span style="font-weight: 400;"> (survey) and </span><a href="https://zoom.us/privacy"><span style="font-weight: 400;">Zoom</span></a><span style="font-weight: 400;"> (interviews).</span>
fr_ca: <p><span style="font-weight: 400;">D&eacute;crivez toutes les m&eacute;thodes que vous utiliserez pour collecter des donn&eacute;es, y compris les plateformes &eacute;lectroniques ou les m&eacute;thodes sur papier. Pour les m&eacute;thodes &eacute;lectroniques, d&eacute;crivez aussi toutes les politiques de protection de confidentialit&eacute; et indiquez o&ugrave; et comment les donn&eacute;es seront stock&eacute;es sur la plateforme.</span></p> <p><span style="font-weight: 400;">Pour un exemple de description d&eacute;taill&eacute;e des m&eacute;thodologies mixtes, consultez ce mod&egrave;le de PDG de Portage en </span><a href="https://doi.org/10.5281/zenodo.4019563"><span style="font-weight: 400;">anglais</span></a><span style="font-weight: 400;"> ou en </span><a href="https://doi.org/10.5281/zenodo.4019569"><span style="font-weight: 400;">fran&ccedil;ais</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Il existe de nombreuses plateformes de collecte &eacute;lectronique de donn&eacute;es d&rsquo;enqu&ecirc;te parmi lesquelles choisir (par exemple, </span><a href="https://www.qualtrics.com/lp/survey-platform-2/?utm_source=google&amp;utm_medium=ppc&amp;utm_campaign=US-RC-Online-Surveys&amp;utm_keyword=%2Bsurvey%20%2Bplatforms&amp;MatchType=b&amp;adid=351559586523&amp;utm_content=351559586523&amp;adgroupid=40727763998&amp;campaignid=755265584&amp;AdGroup=%7BAdGroup%7D&amp;BidMatchType=%7BBidMatchType%7D&amp;Target=&amp;targetid=kwd-303502943024&amp;Device=c&amp;devicemodel=&amp;loc_phsyical_ms=9001389&amp;Placement=&amp;querystring=%7Bquerystring%7D&amp;network=g&amp;adposition=&amp;GCLID=EAIaIQobChMIgKjd-eaQ6gIVeT2tBh3HtwZCEAAYASAAEgK8rPD_BwE&amp;gclid=EAIaIQobChMIgKjd-eaQ6gIVeT2tBh3HtwZCEAAYASAAEgK8rPD_BwE&amp;utm_expid=.tPmKzGJRSWWAk6oPbSwaWw.1&amp;utm_referrer=https%3A%2F%2Fwww.google.com%2F"><span style="font-weight: 400;">Qualtrics</span></a><span style="font-weight: 400;">, </span><a href="https://www.project-redcap.org/"><span style="font-weight: 400;">REDCap</span></a><span style="font-weight: 400;">, </span><a href="https://www.hostedincanadasurveys.ca/"><span style="font-weight: 400;">Hosted in Canada Surveys</span></a>; <em>liens en anglais</em><span style="font-weight: 400;">). Pour g&eacute;rer vos donn&eacute;es et faire en sorte que vous respectiez toutes les exigences de s&eacute;curit&eacute; impos&eacute;es par les bailleurs de fonds ou les comit&eacute;s d&rsquo;&eacute;thique de la recherche, vous devez comprendre comment et o&ugrave; les donn&eacute;es de votre enqu&ecirc;te seront collect&eacute;es et stock&eacute;es.&nbsp;</span></p> <p><span style="font-weight: 400;">De plus, il est important de comprendre clairement les politiques de s&eacute;curit&eacute; et de confidentialit&eacute; qui sont en place pour toutes les plateformes &eacute;lectroniques que vous utiliserez pour collecter vos donn&eacute;es &mdash; parmi les exemples de telles politiques de confidentialit&eacute;, il y a celles fournies par </span><a href="https://www.qualtrics.com/privacy-statement/"><span style="font-weight: 400;">Qualtrics</span></a><span style="font-weight: 400;"> (enqu&ecirc;te; <em>lien en anglais</em>) et </span><a href="https://zoom.us/privacy"><span style="font-weight: 400;">Zoom</span></a><span style="font-weight: 400;"> (entrevue; <em>lien en anglais</em>).</span></p>
