Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/app.po
Languages: de, es, fi, fr_ca, pt_br, sv_fi, tr_tr

source: <p><span style="font-weight: 400;">Please also describe the tools and methods that you will use to collect or generate the data. Outline the procedures that must be followed when using these tools to ensure consistent data collection or generation. If possible, include any sampling procedures or modelling techniques you will use to collect or generate your data. </span></p>
fr_ca: <p><span style="font-weight: 400;">Veuillez &eacute;galement d&eacute;crire les outils et les m&eacute;thodes que vous utiliserez pour collecter ou g&eacute;n&eacute;rer les donn&eacute;es. D&eacute;crivez les proc&eacute;dures qui doivent &ecirc;tre suivies lors de l&rsquo;utilisation de ces outils afin de garantir une collecte ou une g&eacute;n&eacute;ration de donn&eacute;es coh&eacute;rente. Si possible, indiquez les proc&eacute;dures d&rsquo;&eacute;chantillonnage ou les techniques de mod&eacute;lisation que vous utiliserez pour collecter ou g&eacute;n&eacute;rer vos donn&eacute;es. </span></p>

source: <p><span style="font-weight: 400;">Try to use pre-existing collection standards, such as the </span><a href="https://www.ccme.ca/files/Resources/water/water_quality/protocols_document_e_final_101.pdf"><span style="font-weight: 400;">CCME&rsquo;s Protocols for Water Quality Sampling in Canada</span></a><span style="font-weight: 400;">, whenever possible.&nbsp;</span></p> <span style="font-weight: 400;">If you will set up monitoring station(s) to continuously collect or sample water quality data, please review resources such as the </span><a href="https://library.wmo.int/doc_num.php?explnum_id=7821"><span style="font-weight: 400;">World Meteorological Organization&rsquo;s technical report on Water Quality Monitoring</span></a><span style="font-weight: 400;"> and</span> <a href="https://www.ccme.ca/en/resources/water/water_quality.html"><span style="font-weight: 400;">CCME&rsquo;s Protocols for Water Quality Guidelines in Canada</span></a><span style="font-weight: 400;">.</span>
fr_ca: <p><span style="font-weight: 400;">Essayez d&rsquo;utiliser des normes de collecte pr&eacute;existantes telles que les </span><a href="https://www.ccme.ca/files/Resources/fr_water/fr_water_quality/protocols_document_f_final_1.0.pdf"><span style="font-weight: 400;">protocoles d&rsquo;&eacute;chantillonnage pour l&rsquo;analyse de qualit&eacute; de l&rsquo;eau au Canada du CCME</span></a><span style="font-weight: 400;">, dans la mesure du possible.&nbsp;</span></p> <p><span style="font-weight: 400;">Si vous envisagez de mettre en place une station ou plusieurs stations de surveillance pour recueillir ou &eacute;chantillonner en continu des donn&eacute;es sur la qualit&eacute; de l&rsquo;eau, veuillez consulter des ressources telles que le </span><a href="https://library.wmo.int/doc_num.php?explnum_id=7821"><span style="font-weight: 400;">Rapport technique sur la surveillance de la qualit&eacute; de l&rsquo;eau de l&rsquo;Organisation m&eacute;t&eacute;orologique mondiale</span></a><span style="font-weight: 400;"> <em>(lien en</em> <em>anglais</em>) et les</span> <a href="https://www.ccme.ca/fr/resources/water/water-quality.html"><span style="font-weight: 400;">Protocoles pour les lignes directrices sur qualit&eacute; de l&rsquo;eau au Canada du CCME</span></a><span style="font-weight: 400;">.</span></p>

source: <span style="font-weight: 400;">Include full references or links to the data when possible. Identify any license or use restrictions and ensure that you understand the policies for permitted use, redistribution and derived products.</span>
fr_ca: Indiquez des r&eacute;f&eacute;rences compl&egrave;tes ou des liens vers les donn&eacute;es lorsque cela est possible. Identifiez toute licence ou restriction d&rsquo;utilisation et assurez-vous que vous comprenez les politiques relatives &agrave; l&rsquo;utilisation autoris&eacute;e, &agrave; la redistribution et aux produits d&eacute;riv&eacute;s.

source: <p><span style="font-weight: 400;">Sensitive data is data that carries some risk with its collection. Examples of sensitive data include:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Data governed by third party agreements, contracts or legislation.</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Personal information, health related data, biological samples, etc.</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Indigenous knowledge, and data collected from Indigenous peoples, or Indigenous lands, water and ice.</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Data collected with an industry partner.</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Location information of species at risk.&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Data collected on private property, for example where identification of contaminated wells could impact property values or stigmatize residents or land owners.</span></li> </ul> <span style="font-weight: 400;">Additional sensitivity assessment can be made using data classification matrices such as the </span><a href="https://www.usask.ca/avp-ict/documents/Data%20Classification%20Summary.pdf"><span style="font-weight: 400;">University of Saskatchewan Data Classification</span></a><span style="font-weight: 400;"> guidance.</span>
fr_ca: <p><span style="font-weight: 400;">Les donn&eacute;es sensibles sont des donn&eacute;es qui comportent un certain risque lors de leur collecte. Voici quelques exemples de donn&eacute;es sensibles&nbsp;:</span></p> <ul> <li style="font-weight: 400;"><span style="font-weight: 400;">Donn&eacute;es r&eacute;gies par des ententes, contrats ou l&eacute;gislations de tiers.</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Renseignements personnels, donn&eacute;es relatives &agrave; la sant&eacute;, &eacute;chantillons biologiques, etc.</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Savoir autochtone et donn&eacute;es recueillies aupr&egrave;s des peuples autochtones, des terres, de l&rsquo;eau et de la glace des autochtones.</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Donn&eacute;es collect&eacute;es avec un partenaire industriel.</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Information sur l&rsquo;emplacement des esp&egrave;ces menac&eacute;es.&nbsp;</span></li> <li style="font-weight: 400;"><span style="font-weight: 400;">Donn&eacute;es collect&eacute;es sur des propri&eacute;t&eacute;s priv&eacute;es, par exemple lorsque l&rsquo;identification de puits contamin&eacute;s pourrait avoir un impact sur la valeur des propri&eacute;t&eacute;s ou stigmatiser les r&eacute;sidents ou les propri&eacute;taires fonciers.</span></li> </ul> <p><span style="font-weight: 400;">Une &eacute;valuation de sensibilit&eacute; suppl&eacute;mentaire peut &ecirc;tre effectu&eacute;e en utilisant des matrices de classification des donn&eacute;es telles que les directives de </span><a href="https://www.usask.ca/avp-ict/documents/Data%20Classification%20Summary.pdf"><span style="font-weight: 400;">classification des donn&eacute;es de l&rsquo;Universit&eacute; de Saskatchewan</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span></p>

source: <p><span style="font-weight: 400;">Methods used to share data will be dependent on the type, size, complexity and degree of sensitivity of data. Outline any problems anticipated in sharing data, along with causes and possible measures to mitigate these. Problems may include confidentiality, lack of consent agreements, or concerns about Intellectual Property Rights, among others.</span></p> <p><span style="font-weight: 400;">Decisions should align with Research Ethics Board requirements. If you are collecting water quality data from Indigenous communities, please also review resources such as the Tri-Council Policy Statement (TCPS2) - Chapter 9:</span> <a href="https://ethics.gc.ca/eng/tcps2-eptc2_2018_chapter9-chapitre9.html"><span style="font-weight: 400;">Research Involving the First Nations, Inuit and M&eacute;tis Peoples of Canada</span></a><span style="font-weight: 400;">, the <a href="https://www.afn.ca/uploads/files/nihbforum/info_and_privacy_doc-ocap.pdf">First Nations </a></span><a href="https://www.afn.ca/uploads/files/nihbforum/info_and_privacy_doc-ocap.pdf"><span style="font-weight: 400;">Principles of OCAP</span></a><span style="font-weight: 400;">, the </span><a href="https://www.gida-global.org/care"><span style="font-weight: 400;">CARE Principles of Indigenous Data Governance</span></a><span style="font-weight: 400;">, the </span><a href="https://www.itk.ca/wp-content/uploads/2020/10/ITK-National-Inuit-Strategy-on-Research.pdf"><span style="font-weight: 400;">National Inuit Strategy on Researc</span><span style="font-weight: 400;">h</span></a><span style="font-weight: 400;">, and </span><a href="https://www.nri.nu.ca/sites/default/files/public/files/06-068%20ITK%20NRR%20booklet.pdf"><span style="font-weight: 400;">Negotiating Research Relationships with Inuit Communities</span></a><span style="font-weight: 400;"> as appropriate.&nbsp;</span></p> <span style="font-weight: 400;">Restrictions can be imposed by limiting physical access to storage devices, placing data on computers with no access to the Internet, through password protection, and by encrypting files. Sensitive data should never be shared via email or cloud storage services such as Dropbox. Read more about data security here: </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">. </span>
fr_ca: <p><span style="font-weight: 400;">Les m&eacute;thodes utilis&eacute;es pour partager les donn&eacute;es d&eacute;pendront du type, de la taille, de la complexit&eacute; et du degr&eacute; de sensibilit&eacute; des donn&eacute;es. D&eacute;crivez les probl&egrave;mes pr&eacute;vus dans le partage des donn&eacute;es, ainsi que leurs causes et les mesures possibles pour les att&eacute;nuer. Les probl&egrave;mes peuvent inclure, entre autres, la confidentialit&eacute;, l&rsquo;absence d&rsquo;ententes de consentement ou des pr&eacute;occupations concernant les droits de propri&eacute;t&eacute; intellectuelle.</span></p> <p><span style="font-weight: 400;">Les d&eacute;cisions doivent &ecirc;tre conformes aux exigences du comit&eacute; d&rsquo;&eacute;thique de la recherche. Si vous recueillez des donn&eacute;es sur la qualit&eacute; de l&rsquo;eau aupr&egrave;s de communaut&eacute;s autochtones, veuillez &eacute;galement consulter des ressources telles que l&rsquo;&Eacute;nonc&eacute; de politique des trois conseils (EPTC&nbsp;2) &ndash; Chapitre&nbsp;9&nbsp;:</span> <a href="https://ethics.gc.ca/fra/tcps2-eptc2_2018_chapter9-chapitre9.html"><span style="font-weight: 400;">Recherche impliquant les Premi&egrave;res Nations, les Inuits ou les M&eacute;tis du Canada</span></a><span style="font-weight: 400;">, les </span><a href="https://www.afn.ca/uploads/files/nihbforum/info_and_privacy_doc-ocap-fr.pdf"><span style="font-weight: 400;">principes de PCAP</span></a><span style="font-weight: 400;"><a href="https://www.afn.ca/uploads/files/nihbforum/info_and_privacy_doc-ocap-fr.pdf"> des Premi&egrave;res Nations</a>, </span><a href="https://www.gida-global.org/care"><span style="font-weight: 400;">principes CARE sur la gouvernance des donn&eacute;es autochtones</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">, la </span><a href="https://www.itk.ca/wp-content/uploads/2018/03/National-Inuit-Strategy-on-Research.pdf"><span style="font-weight: 400;">Strat&eacute;gie nationale inuite pour la recherche</span></a><span style="font-weight: 400;">, et la </span><a href="https://www.nri.nu.ca/sites/default/files/public/files/06-068%20ITK%20NRR%20booklet.pdf"><span style="font-weight: 400;">N&eacute;gociation des relations pour la recherche avec les communaut&eacute;s inuit</span><span style="font-weight: 400;">es</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">, au besoin.&nbsp;</span></p> <p><span style="font-weight: 400;">Des restrictions peuvent &ecirc;tre impos&eacute;es en limitant l&rsquo;acc&egrave;s physique aux dispositifs de stockage, en pla&ccedil;ant les donn&eacute;es sur des ordinateurs n&rsquo;ayant pas acc&egrave;s &agrave; l&rsquo;internet, en prot&eacute;geant les fichiers par un mot de passe et en les cryptant. Les donn&eacute;es sensibles ne doivent jamais &ecirc;tre partag&eacute;es par courrier &eacute;lectronique ou par des services de stockage dans le nuage tels que Dropbox. Pour en savoir plus sur la s&eacute;curit&eacute; des donn&eacute;es, cliquez ici&nbsp;: </span><a href="https://www.ukdataservice.ac.uk/manage-data/store.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a> (<em>lien en</em> anglais)<span style="font-weight: 400;">. </span></p>

source: <p><span style="font-weight: 400;">Consider where, how, and to whom sensitive data with acknowledged long-term value should be made available, and for how long it should be archived. If you must restrict some data from sharing, consider making the metadata (information about the dataset) available in a public metadata catalogue.</span></p> <p><span style="font-weight: 400;">Obtaining the appropriate consent from research participants is an important step in assuring Research Ethics Boards that the data may be shared with researchers outside your project. The consent statement may identify certain conditions clarifying the uses of your data by other researchers. For example, it may stipulate that the data will only be shared for non-profit research purposes or that the data will not be linked with personally identified data from other sources. It is important to consider how the data you are collecting may contribute to future research prior to obtaining research ethics approval since consent will dictate how the data can be used in the immediate study and in perpetuity.</span></p>
fr_ca: <p><span style="font-weight: 400;">D&eacute;terminez o&ugrave;, comment et &agrave; qui les donn&eacute;es sensibles dont la valeur &agrave; long terme est reconnue doivent &ecirc;tre mises &agrave; disposition, et pendant combien de temps elles doivent &ecirc;tre archiv&eacute;es. Si vous devez restreindre le partage de certaines donn&eacute;es, envisagez de rendre les m&eacute;tadonn&eacute;es (informations sur l&rsquo;ensemble de donn&eacute;es) disponibles dans un catalogue public de m&eacute;tadonn&eacute;es.</span></p> <p><span style="font-weight: 400;">L&rsquo;obtention du consentement appropri&eacute; des participants &agrave; la recherche est une &eacute;tape importante pour prouver aux comit&eacute;s d&rsquo;&eacute;thique de la recherche que les donn&eacute;es peuvent &ecirc;tre partag&eacute;es avec des chercheurs ext&eacute;rieurs &agrave; votre projet. La d&eacute;claration en mati&egrave;re de consentement peut identifier certaines conditions clarifiant les utilisations de vos donn&eacute;es par d&rsquo;autres chercheurs. Par exemple, elle peut stipuler que les donn&eacute;es ne seront partag&eacute;es qu&rsquo;&agrave; des fins de recherche sans but lucratif ou que les donn&eacute;es ne seront pas li&eacute;es &agrave; des donn&eacute;es personnelles identifi&eacute;es provenant d&rsquo;autres sources. Vous devez consid&eacute;rer comment les donn&eacute;es que vous collectez peuvent contribuer &agrave; des recherches futures avant d&rsquo;obtenir l&rsquo;approbation des comit&eacute;s d&rsquo;&eacute;thique de la recherche, car le consentement dictera comment les donn&eacute;es peuvent &ecirc;tre utilis&eacute;es dans l&rsquo;&eacute;tude imm&eacute;diate et &agrave; perp&eacute;tuit&eacute;.</span></p>

source: <p><span style="font-weight: 400;">Compliance with privacy legislation and laws that may impose content restrictions in the data should be discussed with your institution's privacy officer or research services office. Research Ethics Boards are also central to the research process.</span></p> <p><span style="font-weight: 400;">Describe ownership, licensing, and any intellectual property rights associated with the data. Check your institution's policies for additional guidance in these areas. The University of Waterloo has a good example of an institutional policy on </span><a href="https://uwaterloo.ca/secretariat/policies-procedures-guidelines/policies/policy-73-intellectual-property-rights"><span style="font-weight: 400;">Intellectual Property Rights</span></a><span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Terms of reuse must be clearly stated, in line with the relevant legal and ethical requirements where applicable (e.g., subject consent, permissions, restrictions, etc.). </span></p>
fr_ca: <p><span style="font-weight: 400;">Le respect de la l&eacute;gislation relative &agrave; la protection de la vie priv&eacute;e et des lois pouvant imposer des restrictions sur le contenu des donn&eacute;es doit &ecirc;tre discut&eacute; avec le responsable de la protection de la vie priv&eacute;e ou le bureau des services de recherche de votre institution. Les comit&eacute;s d&rsquo;&eacute;thique de la recherche sont &eacute;galement au c&oelig;ur du processus de recherche.</span></p> <p><span style="font-weight: 400;">D&eacute;crivez la propri&eacute;t&eacute;, la licence et tout droit de propri&eacute;t&eacute; intellectuelle associ&eacute; aux donn&eacute;es. Consultez les politiques de votre &eacute;tablissement pour obtenir des conseils suppl&eacute;mentaires dans ces domaines. L&rsquo;Universit&eacute; de Waterloo a un bon exemple de politique institutionnelle sur les </span><a href="https://uwaterloo.ca/secretariat/policies-procedures-guidelines/policies/policy-73-intellectual-property-rights"><span style="font-weight: 400;">droits en mati&egrave;re de propri&eacute;t&eacute; intellectuelle</span></a> (<em>lien en anglais</em>)<span style="font-weight: 400;">.</span></p> <p><span style="font-weight: 400;">Les conditions de r&eacute;utilisation doivent &ecirc;tre clairement &eacute;nonc&eacute;es, conform&eacute;ment aux exigences juridiques et &eacute;thiques applicables, le cas &eacute;ch&eacute;ant (par exemple, consentement du sujet, autorisations, restrictions, etc.). </span></p>

source: <span style="font-weight: 400;">Data should be collected and stored using machine readable, non-proprietary formats, such as .csv, .json, or .tiff. Proprietary file formats requiring specialized software or hardware to use are not recommended, but may be necessary for certain data collection or instrument analysis methods. If a proprietary format </span><em><span style="font-weight: 400;">must</span></em><span style="font-weight: 400;"> be used, can it be converted to an open format or accessed using free and open source tools?<br /></span><br />Using open file formats or industry-standard formats (e.g. those widely used by a given community) is preferred whenever possible. Read more about file formats: <a href="https://researchdata.library.ubc.ca/plan/format-your-data/"><span style="font-weight: 400;">UBC Library</span></a><span style="font-weight: 400;">,</span> <a href="https://www.usgs.gov/products/data-and-tools/data-management/file-formats"><span style="font-weight: 400;">USGS</span></a><span style="font-weight: 400;">, </span><a href="https://www.dataone.org/best-practices/document-and-store-data-using-stable-file-formats"><span style="font-weight: 400;">DataONE</span></a><span style="font-weight: 400;">, or </span><a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx"><span style="font-weight: 400;">UK Data Service</span></a><span style="font-weight: 400;">.</span>
fr_ca: <span style="font-weight: 400;">Les donn&eacute;es doivent &ecirc;tre collect&eacute;es et stock&eacute;es dans des formats en libre acc&egrave;s lisibles par machine, tels que .csv, .json ou .tiff. Les formats de fichiers propri&eacute;taires n&eacute;cessitant l&rsquo;utilisation de logiciels ou de mat&eacute;riel sp&eacute;cialis&eacute;s ne sont pas recommand&eacute;s, mais peuvent &ecirc;tre n&eacute;cessaires pour certaines m&eacute;thodes de collecte de donn&eacute;es ou d&rsquo;analyse d&rsquo;instruments. Si un format propri&eacute;taire doit &ecirc;tre utilis&eacute;, peut-il &ecirc;tre converti en un format ouvert ou accessible &agrave; l&rsquo;aide d&rsquo;outils libres et gratuits&thinsp;?<br /></span><br /><span style="font-weight: 400;">L&rsquo;utilisation de formats de fichiers ouverts ou de formats standard (par exemple, ceux largement utilis&eacute;s par une communaut&eacute; donn&eacute;e) est pr&eacute;f&eacute;rable dans la mesure du possible. Voici des liens pour plus de renseignements sur les formats de fichiers&nbsp;:</span> <a href="https://researchdata.library.ubc.ca/plan/format-your-data/"><span style="font-weight: 400;">Biblioth&egrave;que de l&rsquo;Universit&eacute; de la C.-B.</span></a><span style="font-weight: 400;">, <a href="https://www.usgs.gov/products/data-and-tools/data-management/file-formats">USGS</a>,</span> <a href="https://www.dataone.org/best-practices/document-and-store-data-using-stable-file-formats">DataONE</a><span style="font-weight: 400;">, et </span><a href="https://www.ukdataservice.ac.uk/manage-data/format.aspx"><span style="font-weight: 400;">Service des donn&eacute;es du Royaume-Uni</span></a> (<em>liens en anglais</em>)<span style="font-weight: 400;">.</span>
