Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/client.po
Languages: fi, fr_fr, sv_fi

source: Assigning a role to a person is done in the "General information" tab, in the "Write Plan" tab for the structured templates or in the "Research Outputs" tab for other templates.
fr_fr: L'attribution d'un rôle à une personne se fait dans l'onglet "Informations générales", dans l'onglet "Rédiger" pour les modèles structurés ou dans l'onglet "Produits de recherche" pour les autres modèles.

source: Create an account to view the plan
fr_fr: Créez un compte pour voir le plan

source: You will need to create an account in order to accept your invitation to view the data management plan (DMP).
fr_fr: Vous devrez créer un compte afin d'accepter l'invitation à consulter le plan (DMP).

source: New password
fr_fr: Nouveau mot de passe

source: Password confirmation
fr_fr: Confirmation du mot de passe

source: First name
fi: Etunimi
fr_fr: Prénom
sv_fi: Förnamn

source: Last name
fi: Sukunimi
fr_fr: Nom de famille
sv_fi: Efternamn

source: If your organisation is not in the list, please select 'Autre/Other'. Once your account is created, you will be able your organisation from your profile.
fr_fr: Si votre organisme n'est pas dans la liste, veuillez sélectionner 'Autre/Other'. Une fois votre compte créé, vous pourrez saisir votre organisme depuis votre profil.

source: Create account
fr_fr: Créer un compte

source: Access token
fr_fr: Jeton d'accès

source: Click the button below to generate an API token
fr_fr: Cliquez sur le bouton ci-dessous pour générer un jeton API

source: See the <a href="%{api_v0_wiki}">documentation for v0</a> for more details on the API endpoints which include access to the list of all viewable DMP templates, or your organisation’s guidance or statistics.
fr_fr: Consultez la <a href="%{api_v0_wiki}">documentation de la v0</a> pour plus de détails sur les API qui incluent l'accès à la liste des modèles de DMP ou, aux recommandations ou statistiques de votre organisation.

source: See the <a href="%{api_v1_wiki}">documentation for v1</a> for more details on the API endpoints which enable the reuse of information structured in compliance with the common DMP OPIDoR or <a href="%{rda_standard_url}">RDA DMP Common standard</a> schemas. These include access to the schemas, registries, plans (whole DMP, DMP for a single research product) or information fragments, to which the user has access.
fr_fr: Consultez la <a href="%{api_v1_wiki}">documentation de la v1</a> pour plus de détails sur les API qui permettent la réutilisation des informations structurées selon les schémas du modèle commun de DMP OPIDoR ou du modèle <a href="%{rda_standard_url}">RDA DMP Common standard</a>. Elles incluent l'accès aux schémas, référentiels, plans (PGD entier ou pour un produit de recherche), fragments d'information, aux utilisateurs disposant des droits nécessaires.

source: Regenerate token
fr_fr: Régénérer le jeton

source: Please note that your email address is used as your username. If you change this, remember to use your new email address on sign in.
fr_fr: Notez que votre courriel est utilisé en tant que nom d'utilisateur. Si vous souhaitez la changer, n'oubliez pas d'utiliser le nouveau courriel pour vous connecter.

source: You can edit any of the details below.
fr_fr: Vous pouvez modifier les renseignements ci-dessous.

source: Changing your organisation will result in the loss of your administrative privileges.
fr_fr: Changer votre organisation entraînera la perte de vos droits administrateur.

source: Your organisation has been deactivated. Please choose a new organisation from your <a href="/users/edit">user profile</a>.
fr_fr: Votre organisme a été désactivé. Veuillez choisir un nouvel organisme à partir de votre <a href="/users/edit">profil utilisateur</a>.

source: Language
fi: kieli
fr_fr: Langue
sv_fi: Språk

source: My privileges
fr_fr: Mes droits

source: Super Admin
fr_fr: Super administrateur

source: Organisational Admin
fr_fr: Administrateur de l'organisme

source: Institutional credentials
fr_fr: Identifiants institutionnels

source: Edit profile
fi: Muokkaa käyttäjätietoja
fr_fr: Editer le profil
sv_fi: Redigera profil

source: Personal Details
fr_fr: Renseignements

source: Password
fi: Salasana
fr_fr: Mot de passe
sv_fi: Lösenord

source: API Access
fr_fr: Accès API

source: Notification Preferences
fr_fr: Préférences des notifications

source: expand all
fr_fr: tout développer

source: collapse all
fr_fr: tout réduire

source: Enter your guidance here. You can include links where needed.
fr_fr: Saisissez vos recommandations ici. Vous pouvez ajouter des liens si nécessaire.

source: Guidance
fi: Ohjeet
fr_fr: Recommandations
sv_fi: Vägledning

source: View all guidance
fr_fr: Voir toutes les recommandations

source: Select one or more themes that are relevant to this guidance. This will display your generic organisation-level guidance, or any Schools/Departments for which you create guidance groups, across all templates that have questions with the corresponding theme tags.
fr_fr: Sélectionnez un ou plusieurs thèmes pertinents pour cette recommandation. Cela affichera votre recommandation générique au niveau de l'organisme, ou tout établissement / service pour lequel vous créez des groupes de recommandations, parmi tous les modèles comportant des questions avec les thèmes correspondants.

source: Guidance group
fr_fr: Groupe de recommandations

source: Select which group this guidance relates to.
fr_fr: Sélectionnez le groupe auxquel ces recommandations sont liés.

source: Check this box when you are ready for this guidance to appear on user's plans.
fr_fr: Cochez cette case pour faire apparaître la recommandation dans les plans de l'utilisateur.

source: Published?
fr_fr: Publié ?

source: Cancel
fr_fr: Annuler

source: News
fr_fr: Actualités

source: First time visiting?
fr_fr: Première visite chez nous ?

source: Discover DMP OPIDoR in 180s!
fr_fr: Découvrez DMP OPIDoR en 180s !

source: Technical Support
fr_fr: Support technique

source: %{tool_name} guides you through the drafting and implementation into practice of data, software and other products management plan.
fr_fr: %{tool_name} vous guide dans la rédaction et l'implémentation d'un plan de gestion de données, logiciels ou autres produits

source: Help
fi: Ohje
fr_fr: Aide
sv_fi: Hjälp

source: DMP Templates
fr_fr: Modèles de DMP

source: API Documentation
fr_fr: Documentation API

source: About
fi: Tietoa
fr_fr: A propos
sv_fi: Handla om

source: Terms of use
fr_fr: Conditions générales d'utilisation

source: Privacy statement
fr_fr: Politique de confidentialité

source: Ecosystem
fr_fr: Écosystème

source: OPIDoR website
fr_fr: Site web OPIDoR

source: INIST website
fr_fr: Site INIST

source: Mailing list
fr_fr: Liste de diffusion

source: Effectively describing the life of your data to ensure its future
fr_fr: Bien décrire la vie de vos données pour leur assurer un futur

source: DMP OPIDoR – an active support tool to help plan your data management in harmony with your community’s practices
fr_fr: DMP OPIDoR, un outil et un accompagnement actifs pour planifier la gestion de vos données en harmonie avec les pratiques de votre communauté

source: Error:
fr_fr: Erreur:

source: Notice:
fr_fr: Avis:

source: CNRS website
fr_fr: Site CNRS

source: My plans
fr_fr: Mes plans

source: My Dashboard
fi: Yleisnäkymä
fr_fr: Tableau de bord
sv_fi: Min instrumentpanel

source: Import DMP
fr_fr: Importer un plan

source: Plans & Templates
fr_fr: PGD & Modèles

source: Public DMPs
fi: Julkiset aineistonhallintasuunnitelmat
fr_fr: DMP publics
sv_fi: Offentliga DMP

source: Learn more
fr_fr: En savoir plus

source: Logout
fi: Kirjaudu ulos
fr_fr: Déconnexion
sv_fi: Logga ut

source: Admin
fi: Ylläpitäjä
fr_fr: Administration
sv_fi: Administratör

source: Templates
fi: Mallipohjat
fr_fr: Modèles
sv_fi: mallar

source: Organisations
fi: Organisaatiota
fr_fr: Organismes
sv_fi: organisationer

source: Organisation details
fi: Organisaation tiedot
fr_fr: Détails de l'organisme
sv_fi: Organisationsdetaljer

source: Users
fi: Käyttäjää
fr_fr: Utilisateurs
sv_fi: användare

source: Usage
fi: Käyttötilastot
fr_fr: Statistiques
sv_fi: Användande

source: Themes
fi: Teemat
fr_fr: Thèmes
sv_fi: Teman

source: Static pages
fr_fr: Pages Statiques

source: Api Clients
fr_fr: Clients API

source: maDMP Features
fr_fr: Fonctionnalités maDMP

source: Schemas
fr_fr: Schémas

source: Registries
fr_fr: Référentiels

source: My Account
fr_fr: Mon espace

source: By continuing to browse, without changing your settings, you accept the use of cookies to measure the traffic of the website with the software Matomo. For more information, to change or manage your settings, please visit our Privacy Statement page.
fr_fr: En poursuivant votre navigation, sans modifier vos paramètres, vous acceptez l'utilisation et le dépôt de cookies destinés à mesurer la fréquentation du site grâce au logiciel Matomo. Pour plus d'information, pour gérer ou modifier les paramètres, vous pouvez vous rendre sur notre page de politique de confidentialité.

source: Accept
fr_fr: J'accepte

source: This field is required.
fr_fr: Ce champ est requis.

source: Show password
fr_fr: Afficher le mot de passe

source: Select an organisation from the list.
fr_fr: Sélectionnez une organisme dans la liste.

source: My organisation isn't listed
fr_fr: Mon organisme n'est pas dans la liste

source: Hide list.
fr_fr: Masquer la liste.

source: See the full list of partner institutions.
fr_fr: Voir la liste des institutions partenaires.

source: Unable to find a suitable template for the research organisation and funder you selected.
fr_fr: Impossible de trouver un modèle approprié à l'organisme de recherche et au financeur que vous avez sélectionnés.

source: Please select a research organisation and funder to continue.
fr_fr: Veuillez sélectionner un organisme de recherche et un financeur pour continuer.

source: Loading ...
fr_fr: Chargement ...

source: Unable to load the section's content at this time.
fr_fr: Impossible de charger le contenu de la section pour le moment.

source: Unable to load the question's content at this time.
fr_fr: Impossible de charger le contenu de la question pour le moment.

source: Opens in a new window
fr_fr: Ouvre dans une nouvelle fenêtre

source: No results are available for your entry.
fr_fr: Aucun résultat n'est disponible pour votre entrée.

source: Searching ...
fr_fr: Recherche...

source: Edit comment to share with collaborators
fr_fr: Modifier le commentaire partagé avec vos collaborateurs

source: Add Comment
fr_fr: Ajouter un commentaire

source: Edit the Structure
fr_fr: Modifier la structure

source: View all structures
fr_fr: Voir toutes les structures

source: Add the name of a structure.
fr_fr: Ajoutez le nom d'une structure.

source: Abbreviated Name or code
fr_fr: Nom abrégé ou code

source: Add the abbreviated name or code for the structure.
fr_fr: Ajoutez le nom abbrégé ou le code de la structure

source: Create a Structure
fr_fr: Créer une structure

source: View all templates
fr_fr: Voir tous les modèles

source: Phase details
fr_fr: Renseignements sur la phase

source: Preview
fr_fr: Aperçu

source: Drag arrows to rearrange sections.
fr_fr: Faites glisser les flèches pour réorganiser les sections.

source: You may place them before or after the main template sections.
fr_fr: Vous pouvez les placer avant ou après les sections principales du modèle.

source: Re-order sections
fr_fr: Réorganiser les sections

source: %{org_name} Plans
fr_fr: Plans %{org_name}

source: Template
fr_fr: Modèle

source: Requestor
fr_fr: Demandeur

source: Request Date
fr_fr: Date de la demande

source: Complete
fr_fr: Terminer

source: Notify the plan owner that I have finished providing feedback
fr_fr: Avertir le propriétaire du plan que j'ai fini de fournir une assistance conseil

source: Anything you enter here will display in the answer box. If you want an answer in a certain format (e.g. tables), you can enter that style here.
fr_fr: Tout ce que vous écrirez ici apparaîtra dans la zone de réponse. Si vous souhaitez une réponse dans un format particulier (ex : tableau), vous pouvez saisir le style ici.

source: New question:
fr_fr: Nouvelle question :

source: Question Number
fr_fr: Numéro de la question

source: Question text
fr_fr: Texte de la question

source: Data Type
fr_fr: Type de données

source: Structured Form
fr_fr: Formulaire structuré

source: Answer format
fr_fr: Format de réponse

source: You can choose from:<ul><li>- text area (large box for paragraphs);</li> <li>- text field (for a short answer);</li> <li>- checkboxes where options are presented in a list and multiple values can be selected;</li> <li>- radio buttons where options are presented in a list but only one can be selected;</li> <li>- dropdown like this box - only one option can be selected;</li> <li>- multiple select box allows users to select several options from a scrollable list, using the CTRL key;</li></ul>
fr_fr: Vous pouvez choisir : <ul><li>- zone de texte (large zone pour les paragraphes);</li> <li>- champ de texte (pour une réponse courte);</li> <li>- cases à cocher où les options sont présentées dans une liste où plusieurs valeurs peuvent être sélectionnées;</li> <li>- boutons radio où les options sont présentées dans une liste mais une seule peut être sélectionnée;</li> <li>- liste déroulante - une seule option peut être sélectionnée;</li> <li>- boite de choix multiples permet de choisir plusieurs options dans une liste, en utilisant la touche CTRL;</li></ul>

source: Add Conditions
fr_fr: Ajouter des conditions

source: Save this question before adding conditions.
fr_fr: Enregistrez cette question avant d'ajouter des conditions.

source: Display additional comment area.
fr_fr: Afficher un zone de commentaire supplémentaire.

source: Default answer
fr_fr: Réponse par défaut

source: Select one or more themes that are relevant to this question. This will allow similarly themed organisation-level guidance to appear alongside your question.
fr_fr: Choisir un ou plusieurs thèmes concernant cette question. Cela permettra d'afficher des recommandations similaires au niveau des organismes à côté de votre question.

source: Delete
fr_fr: Supprimer

source: You are about to delete question #%{question_number}. Are you sure?
fr_fr: Vous êtes sur le point de supprimer la question #%{question_number}. En êtes-vous sûr ?

source: Question number
fr_fr: Numéro de question

source: Question options
fr_fr: Options de questions

source: Default value
fr_fr: Valeur par défaut

source: Additional comment area will be displayed.
fr_fr: Un zone de commentaire supplémentaire sera affichée.

source: No additional comment area will be displayed.
fr_fr: Aucune zone de commentaire supplémentaire ne sera affichée.

source: Question conditions
fr_fr: Conditions de question

source: No themes selected
fr_fr: Aucun thème sélectionné

source: Themed Guidance
fr_fr: Recommandation associée à un thème

source: Click the links below to view organisational guidance related to the themes associated with this question.
fr_fr: Cliquez sur les liens ci-dessous pour afficher les directives organisationnelles. liées aux thèmes associés à cette question.

source: Note: New plans will automatically display this guidance. Users then have the ability to hide/display the guidance when editing their plan.
fr_fr: Remarque: Les nouveaux plans afficheront automatiquement cette recommandation. Les utilisateurs ont ensuite la possibilité de masquer / afficher des recommandations lors de la modification de leur plan.

source: There is no organisational guidance related to the themes associated with this question.
fr_fr: Il n’existe aucune orientation organisationnelle liée aux thèmes associés à cette question.

source: None provided
fr_fr: Aucun fourni

source: Edit
fr_fr: Modifier

source: Enter a description that helps you to differentiate between templates e.g. if you have ones for different audiences
fr_fr: Saisissez une description qui vous permettra de différencier vos modèles (par exemple si vous en avez pour différents publics).

source: Title
fr_fr: Titre

source: Visibility
fr_fr: Visibilité

source: Checking this box prevents the template from appearing in the public list of templates.
fr_fr: Cocher cette case évite de faire apparaître le modèle dans la liste des modèles publics.

source: for internal %{org_name} use only
fr_fr: réservé à l'usage interne de %{org_name}

source: Locale
fr_fr: Langue

source: Context
fr_fr: Contexte

source: Status
fr_fr: Statut

source: Published
fr_fr: Publié

source: Unpublished
fr_fr: Non publié

source: Draft
fr_fr: Brouillon

source: Created at
fr_fr: Créé à

source: Last updated
fr_fr: Dernière mise à jour

source: Funder Links
fr_fr: Liens du financeur

source: Add links to funder websites that provide additional information about the requirements for this template
fr_fr: Ajouter des liens vers les sites des financeurs fournissant des informations supplémentaires sur les exigences de ce modèle

source: Sample Plan Links
fr_fr: Exemples de liens de plans

source: Add links to sample plans if provided by the funder.
fr_fr: Ajouter des liens vers des exemples de plans s'ils sont fournis par le financeur.

source: This template is published changes but has unpublished changes!
fr_fr: Ce modèle est publié mais possède des modifications non publiées !

source: Recommended template
fr_fr: Modèle recommandé

source: Recommended
fr_fr: Recommandé

source: Editing profile for %{username}
fr_fr: Edition du profil de %{username}

source: View all users
fr_fr: Voir tous les utilisateurs

source: Last Name
fr_fr: Nom de famille

source: Create structure
fr_fr: Créer une structure

source: Links will be displayed next to your organisation's logo
fr_fr: Les liens seront affichés à côté du logo de votre organisme

source: This information can only be changed by a system administrator. Contact the Help Desk if you have questions or to request changes.
fr_fr: Cette information ne peut être modifiée que par un administrateur système. Veuillez contacter le service d'assistance pour toutes questions ou demandes de modifications.

source: Organisation full name
fr_fr: Nom complet de l'organisme

source: Organisation abbreviated name
fr_fr: Nom abrégé de l'organisme

source: A managed Org is one that can have its own Guidance and/or Templates. An unmanaged Org is one that was automatically created by the system when a user entered/selected it.
fr_fr: Une organisation gérée est une organisation qui peut avoir ses propres conseils et / ou modèles. Une organisation non gérée est une organisation qui a été automatiquement créée par le système lorsqu'un utilisateur l'a entrée / sélectionnée.

source: Managed? (allows Org Admins to access the Admin menu)
fr_fr: Géré? (permet aux administrateurs de l'organisation d'accéder au menu Admin)

source: Organization logo
fr_fr: Logo de l'organisme

source: This will remove your organisation's logo
fr_fr: Cela supprimera le logo de votre organisation

source: Remove logo
fr_fr: Supprimer le logo

source: or
fi: tai
fr_fr: ou
sv_fi: eller

source: Maximum 3 lines (about 250 characters)
fr_fr: Maximum 3 lignes (environ 250 caractères)

source: Banner text
fr_fr: Texte de la bannière

source: Organisation URLs
fr_fr: URL d'organisme

source: Help Desk email
fr_fr: E-mail du service d'assistance

source: Administrator contact
fr_fr: Contact administrateur

source: Contact email
fr_fr: Courriel de contact

source: Link text
fr_fr: Texte du lien

source: Organisation Types
fr_fr: Types d'organisme

source: Organisation types
fr_fr: Types d'organisme

source: Homepage
fr_fr: Page d'accueil

source: Contact
fr_fr: Personne contact

source: Last Accessed
fr_fr: Dernier accès

source: Never
fr_fr: Jamais

source: Please remove schemas attached to the Api Client before deleting it.
fr_fr: Veuillez supprimer les schémas attachés au client API avant de le supprimer.

source: Remove
fr_fr: Supprimer

source: You are about to delete '%{client_name}'. They will no longer be able to access the API. Are you sure?
fr_fr: Vous êtes sur le point de supprimer '%{client_name}'. Ils ne pourront plus accéder à l'API. Êtes-vous sûr?

source: Abbreviated Name or Code
fr_fr: Nom abrégé ou code

source: You are about to delete '%{department_name}'. This will affect guidance. Are you sure?
fr_fr: Vous êtes sur le point de supprimer '%{department_name}'. Cela affectera les recommandations. Êtes-vous sûr

source: Administrator Email
fr_fr: Courriel administrateur

source: Organisation Type(s)
fr_fr: Type(s) d'organisme

source: Managed
fr_fr: Gérée

source: Active
fr_fr: Actif

source: You are about to delete '%{org_name}'. Are you sure?
fr_fr: Vous êtes sur le point de supprimer '%{org_name}'. En êtes-vous sûr ?

source: Project Title
fr_fr: Titre du projet

source: Edited
fr_fr: Modifié

source: Role
fr_fr: Rôle

source: Shared
fr_fr: Partagé

source: Update
fr_fr: Mettre à jour

source: Share
fr_fr: Partager

source: Download
fr_fr: Télécharger

source: Copy
fr_fr: Copier

source: View
fr_fr: Voir

source: Are you sure you wish to remove this public plan? This will remove it from the Public DMPs page but any collaborators will still be able to access it.
fr_fr: Souhaitez-vous vraiment supprimer ce plan public? Il sera supprimé de la page DMPs publics mais vos collaborateurs continueront à pouvoir y accéder.

source: Are you sure you wish to remove this plan? Any collaborators will still be able to access it.
fr_fr: Souhaitez-vous vraiment supprimer ce plan ? Vos collaborateurs continueront à pouvoir y accéder.

source: Updated
fr_fr: Mis à jour

source: Unknown
fr_fr: Inconnu

source: (new window)
fr_fr: (nouvelle fenêtre)

source: Plan Title
fr_fr: Titre du plan

source: Test plan ?
fr_fr: Plan test ?

source: Research Domains
fr_fr: Domaines de recherche

source: Last Updated
fr_fr: Dernière mise à jour

source: Not Applicable
fr_fr: Non applicable

source: Edit customizations
fr_fr: Modifier les personnalisations

source: View customizations
fr_fr: Afficher les personnalisations

source: Template Name
fr_fr: Nom du modèle

source: Edited Date
fr_fr: Date modifiée

source: Type - Context
fr_fr: Type - Contexte

source: You have unpublished changes! Select "Publish changes" in the Actions menu when you are ready to make them available to users.
fr_fr: Vos avez des modifications non publiées ! Sélectionner "Publier les modifications" dans le menu Action lorsque vous serez pret à les rendre disponibles aux utilisateurs.

source: History
fr_fr: Historique

source: Unpublish
fr_fr: Dépublier

source: Publish changes
fr_fr: Publier les modifications

source: Publish
fr_fr: Publier

source: Are you sure you want to remove "%{template_title}"? Any published versions will become unavailable to users.
fr_fr: Voulez-vous vraiment supprimer "%{template_title}" ? Les versions publiées ne seront plus disponibles aux utilisateurs.

source: Copy link
fr_fr: Copier le lien

source: Organisation Name
fr_fr: Nom de l'organisme

source: Organisation Type
fr_fr: Type d'organisme

source: Customized
fr_fr: Personnalisé
