Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/client.po
Languages: fi, fr_fr, sv_fi

source: There is no question with id %{question_id} associated to plan id %{plan_id} for which to create or update an answer
fr_fr: Il n'existe aucune question avec l'identifiant %{question_id} associée à l'identifiant de plan %{plan_id} pour laquelle une réponse peut être créée ou modifiée

source: There is no plan with id %{id} for which to create or update an answer
fr_fr: Il n'existe aucun plan avec l'identifiant %{id} pour lequel une réponse peut être créée ou modifiée

source: You are not authorized to perform this action.
fr_fr: Vous n'êtes pas autorisé à effectuer cette opération.

source: You need to sign in or sign up before continuing.
fr_fr: Vous devez vous connecter ou vous inscrire pour continuer.

source: Unable to %{action} the %{object}. %{errors}
fr_fr: Impossible de %{action} le %{object}. %{errors}

source: Successfully %{action} the %{object}.
fr_fr: %{object} %{action} avec succès.

source: API client
fr_fr: Client API

source: guidance group
fr_fr: Groupe de recommandations

source: comment
fr_fr: Commentaire

source: organisation
fr_fr: organisme

source: permission
fr_fr: autorisation

source: preferences
fr_fr: préférences

source: profile
fr_fr: profil

source: user
fr_fr: utilisateur

source: question option
fr_fr: option de question

source: Record Not Found
fr_fr: Enregistrement non trouvé

source: add
fr_fr: ajouter

source: added
fr_fr: ajouté

source: saved
fr_fr: enregistré

source: save
fr_fr: enregistrer

source: removed
fr_fr: supprimé(e)

source: remove
fr_fr: supprimer

source: plan not found
fr_fr: Plan non trouvé

source: contributor not found
fr_fr: contributeur non trouvé

source: research output
fr_fr: produit de recherche

source: department
fr_fr: département

source: schema
fr_fr: schéma

source: registry
fr_fr: référentiel

source: registry value
fr_fr: valeur de référentiel

source: created
fr_fr: créé

source: create
fr_fr: créer

source: %{plan_owner} has been notified that you have finished providing feedback
fr_fr: %{plan_owner} a été informé que vous avez finalisé l'assistance conseil

source: Unable to notify user that you have finished providing feedback.
fr_fr: Impossible de notifier à l'utilisateur que vous avez terminé l'assistance conseil.

source: Unable to identify a suitable template for your plan.
fr_fr: Impossible d'identifier un modèle approprié à votre plan.

source: My Plan (%{title})
fr_fr: Mon plan (%{title})

source: %{user_name}'s Plan
fr_fr: Plan de %{user_name}

source: This plan is based on the default template.
fr_fr: Ce plan est basé sur le modèle par défaut.

source: This plan is based on the
fr_fr: Ce plan est basé sur le

source: template with customisations by the
fr_fr: modèle personnalisé par

source: This plan is based on the "%{template_title}" template provided by %{org_name}.
fr_fr: Ce plan est basé sur le modèle "%{template_title}" fourni par %{org_name}.

source: RO
fr_fr: PR

source: Research output
fr_fr: Produit de recherche

source: imported
fr_fr: importé

source: Unvalid file
fr_fr: Fichier non valide

source: File should contain JSON
fr_fr: Le fichier doit contenir du JSON

source: An error has occured:
fr_fr: Une erreur s'est produite :

source: Invalid JSON:
fr_fr: JSON non valide :

source: There is no plan associated with id %{id}
fr_fr: Il n'existe aucun plan associé à l'identifiant %{id}

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: delete
fr_fr: effacer

source: deleted
fr_fr: supprimé

source: Data contact
fr_fr: Personne contact pour les données

source: update
fr_fr: mettre à jour

source: Customized by
fr_fr: Personnalisé par

source: Unable to submit your request for feedback at this time.
fr_fr: Impossible de soumettre votre demande d'assistance conseil pour le moment.

source: An error occurred when requesting feedback for this plan.
fr_fr: Une erreur s'est produite lors de la demande de commentaires sur ce plan.

source: Feedback has been requested.
fr_fr: Une assistance conseil a été demandée.

source: Your guidance group has been published and is now available to users.
fr_fr: Votre groupe de recommandations a été publié et est disponible pour les utilisateurs.

source: publish
fr_fr: publier

source: Your guidance group is no longer published and will not be available to users.
fr_fr: Votre groupe de recommandations n'est plus publié et ne sera plus disponible pour les utilisateurs.

source: unpublish
fr_fr: dépublier

source: Your guidance has been published and is now available to users.
fr_fr: Votre recommandation a été publiée et est disponible pour les utilisateurs.

source: Your guidance is no longer published and will not be available to users.
fr_fr: Votre recommandation n'est plus publiée et ne sera plus disponible pour les utilisateurs.

source: Successfully unlinked your account from %{is}.
fr_fr: Compte délié de %{is} avec succès.

source: Unable to unlink your account from %{is}.
fr_fr: Impossible de délier votre compte de %{is}.

source: No organisations are currently registered.
fr_fr: Aucun organisme n'est actuellement enregistré.

source: Please choose an organisation
fr_fr: Veuillez choisir un organisme

source: Your organisation does not seem to be properly configured.
fr_fr: Votre organisme ne semble pas être correctement configurée.

source: Created using %{application_name}. Last modified %{date}
fr_fr: Créé avec %{application_name}. Dernière modification %{date}

source: [page] of [topage]
fr_fr: [page] de [topage]

source: This is a
fr_fr: C'est un

source: test plan
fr_fr: plan de test

source: copied
fr_fr: copié

source: copy
fr_fr: copier

source: updated
fr_fr: mis à jour

source: Unable to change the plan's status since it is needed at least %{percentage} percentage responded
fr_fr: Impossible de changer le statut du plan, au moins %{percentage} % de questions répondues sont nécessaires

source: Unable to find plan id %{plan_id}
fr_fr: Impossible de trouver le plan avec l'identifiant %{plan_id}

source: Your project is now a test.
fr_fr: Votre projet est maintenant un test.

source: Your project is no longer a test.
fr_fr: Votre projet n'est plus un test.

source: Unable to change the plan's test status
fr_fr: Impossible de changer le statut du plan

source: Template created using the %{application_name} service. Last modified %{date}
fr_fr: Modèle créé avec %{application_name}. Dernière modification %{date}

source: Unable to download the DMP Template at this time.
fr_fr: Impossible de télécharger le modèle de DMP pour le moment.

source: Please make a choice below. After linking your details to a %{application_name} account, you will be able to sign in directly with your institutional credentials.
fr_fr: Merci de faire un choix ci-dessous. Après avoir lié vos renseignements à un compte %{application_name}, vous pourrez vous connecter avec vos identifiants institutionnels.

source: You must accept the terms and conditions to register.
fr_fr: Vous devez accepter les conditions générales d'utilisation pour vous enregistrer.

source: Please select an organisation from the list, or choose Other.
fr_fr: Veuillez sélectionner un organisme dans la liste ou choisissez Autre.

source: That email address is already registered.
fr_fr: Ce courriel est déjà enregistrée.

source: Welcome! You have signed up successfully with your institutional credentials. You will now be able to access your account with them.
fr_fr: Bienvenue ! Vous êtes connecté avec vous identifiants institutionnels. Vous pouvez à présent accéder à votre compte en les utilisant.

source: Save Unsuccessful.
fr_fr: Échec de l'enregistrement.

source: Please enter an email address.
fr_fr: Veuillez entrer une adresse courriel.

source: Please enter a First name.
fr_fr: S'il vous plaît entrer un prénom.

source: Please enter a Last name.
fr_fr: S'il vous plaît entrer un nom de famille.

source: Please select an organisation from the list, or enter your organisation's name.
fr_fr: Merci de sélectionner un organisme de la liste, ou de saisir le nom de votre organisme.

source: Please enter your password to change email address.
fr_fr: Veuillez saisir votre mot de passe pour changer le courriel.

source: Save unsuccessful. \ That email address is already registered. \ You must enter a unique email address.
fr_fr: Sauvegarde non effectuée. \ Cette adresse électronique est déjà enregistrée. \ Vous devez renseigner une adresse unique.

source: Invalid password
fr_fr: Mot de passe incorrect

source: Please enter your current password
fr_fr: Veuillez entrer votre mot de passe actuel

source: Please enter a password confirmation
fr_fr: Veuillez confirmer votre mot de passe

source: Password and comfirmation must match
fr_fr: Le mot de passe et sa confirmation doivent correspondre

source: research output not found
fr_fr: Produit de recherche introuvable

source: Cannot share plan with %{email} since that email matches with the owner of the plan.
fr_fr: Vous ne pouvez pas partager ce plan avec %{email} parce que ce courriel correspond à celui du propriétaire du plan.

source: Plan is already shared with %{email}.
fr_fr: Le plan est déjà partagé avec %{email}.

source: First Name
fr_fr: Prénom

source: Surname
fr_fr: Nom de famille

source: Invitation to %{email} issued successfully.
fr_fr: Invitation à %{email} émise avec succès.

source: Plan shared with %{email}.
fr_fr: Plan partagé avec %{email}.

source: You must provide a valid email address and select a permission level.
fr_fr: Vous devez fournir un couriel valide et sélectionner un niveau d'autorisation.

source: Please enter an email address
fr_fr: Veuillez entrer un courriel

source: Successfully changed the permissions for %{email}. They have been notified via email.
fr_fr: Autorisations de %{email} modifiées avec succès. L'utilisateur a été informé par mail

source: Access removed
fr_fr: Accès retiré

source: Plan removed
fr_fr: Plan supprimé

source: Unable to remove the plan
fr_fr: Impossible de supprimer le plan

source: Your account has been successfully linked to your institutional credentials. You will now be able to sign in with them.
fr_fr: Votre compte a été lié avec succès à vos identifiants institutionnels. Vous pouvez à présent vous connecter avec ceux-ci.

source: Month
fr_fr: Mois

source: No. Users joined
fr_fr: Nbre d'utilisateurs inscrits

source: No. Created Plans
fr_fr: Nombre de plans créés

source: Successfully %{action} %{username}'s account.
fr_fr: Compte de %{username} %{action} avec succès.

source: activated
fr_fr: activé

source: deactivated
fr_fr: désactivé

source: Unable to %{action} %{username}
fr_fr: Impossible de %{action} %{username}

source: activate
fr_fr: activer

source: deactivate
fr_fr: désactiver

source: You can add an example answer to help users respond. These will be presented above the answer box and can be copied/ pasted.
fr_fr: Vous pouvez ajouter une example de réponse pour aider les utilisateurs. Elle sera présentée au dessus de la zone de réponse et pourra être copiée/collée.

source: Enter specific guidance to accompany this question. If you have guidance by themes too, this will be pulled in based on your selections below so it's best not to duplicate too much text.
fr_fr: Saisissez des instructions spécifiques pour accompagner cette question. Si vous avez des conseils par thèmes aussi : ceux-ci vont être aiguillés ici selon ce que sélectionnez ci-dessous, aussi mieux vaut éviter de dupliquer trop dextraits.

source: Answering
fr_fr: Répondre

source: will <b>send an email</b> with subject %{subject_name}
fr_fr: <b>enverra un e-mail</b> avec l'objet %{subject_name}

source: will <b>remove</b> question
fr_fr: <b>supprimera</b> la question

source: will <b>remove</b> questions
fr_fr: <b>supprimera</b> les questions

source: Transfer customisation
fr_fr: Transférer la personnalisation

source: Edit customisation
fr_fr: Modifier la personnalisation

source: Customise
fr_fr: Personnaliser

source: DMP Creators:
fr_fr: Créateurs du PGD :

source: DMP Creator:
fr_fr: Créateur du PGD :

source: Creators:
fr_fr: Créateurs:

source: Creator:
fr_fr: Créateur :

source: %{application_name}: Your plan has been submitted for feedback
fr_fr: %{application_name} : Une assistance conseil a a été demandée pour votre plan

source: <p>Hello %{user_name}.</p><p>Your plan "%{plan_name}" has been submitted for feedback from an administrator at your organisation. If you have questions pertaining to this action, please contact us at %{organisation_email}.</p>
fr_fr: <p> Bonjour %{user_name}. </p><p> Votre plan "%{plan_name}"a fait l'objet d'une demande d'assistance conseil auprès d'un administrateur de votre organisme. Si vous avez des questions concernant cette action, veuillez nous contacter à l'adresse %{organisation_email}. </p>

source: None defined
fr_fr: Aucun défini

source: co-owner
fr_fr: Copropriétaire

source: write and edit the plan in a collaborative manner.
fr_fr: rédiger et modifier le plan de manière collaborative.

source: You can also grant rights to other collaborators.
fr_fr: Vous pouvez également accorder des droits à d'autres collaborateurs.

source: editor
fr_fr: Editeur

source: read-only
fr_fr: lecture seule

source: read the plan and leave comments.
fr_fr: lire le plan et ajouter des commentaires.

source: <p>A data librarian from %{org_name} will respond to your request within 48 hours. If you have questions pertaining to this action please contact us at %{organisation_email}.</p>
fr_fr: <p> Un bibliothécaire de données de %{org_name} répondra à votre demande dans les 48 heures. Si vous avez des questions concernant cette action, veuillez nous contacter à l'adresse %{organisation_email}. </p>

source: Add organisations
fr_fr: Ajouter des organismes

source: Change affiliation
fr_fr: Changer d'affiliation

source: Manage user privileges
fr_fr: Gérer les droits de l'utilisateur

source: Manage templates
fr_fr: Gérer les modèles

source: Manage guidance
fr_fr: Gérer les recommandations

source: API rights
fr_fr: Droits d'API

source: Manage organisation details
fr_fr: Gérer les renseignements sur l'organisme

source: Grant API to organisations
fr_fr: Droit API pour les organismes

source: Review organisational plans
fr_fr: Examiner les plans organisationnels

source: Owner
fr_fr: Propriétaire

source: Co-owner
fr_fr: Copropriétaire

source: Editor
fr_fr: Éditeur

source: Read only
fr_fr: Lecture seule

source: Creator
fr_fr: Créateur

source: Organisation
fi: Organisaatio
fr_fr: Organisme

source: Administrator
fr_fr: Administrateur

source: Private
fr_fr: Privé

source: Organisation: anyone at my organisation can view.
fr_fr: Organisme : toute personne de mon organisme peut consulter mon plan.

source: Public: anyone can view.
fr_fr: Public : visible par tous.

source: Administrator: visible to me, specified collaborators and administrators at my organisation.
fr_fr: Administrateur : visible par les collaborateurs, les administrateurs de mon organisme et moi

source: Private: restricted to me and people I invite.
fr_fr: Privé : accès restreint aux personnes que j'invite.

source: You
fr_fr: Vous

source: Unknown column name.
fr_fr: Nom de colonne inconnu.

source: Plan Name
fr_fr: Nom du projet

source: Plan ID
fr_fr: Identifiant du projet

source: Grant number
fi: Rahoituksen numero
fr_fr: Titre de la subvention
sv_fi: Bidragsnummer

source: Principal Investigator / Researcher
fr_fr: Chercheur principal / Chercheur

source: Plan Data Contact
fr_fr: Contact pour les données du plan

source: Plan Description
fr_fr: Description

source: Funder
fr_fr: Financeur

source: Your ORCID
fr_fr: Votre ORCID

source: Create plan
fr_fr: Créer un plan

source: Last month
fr_fr: Le mois dernier

source: Last 3 months
fr_fr: 3 derniers mois

source: Last 6 months
fr_fr: 6 derniers mois

source: Last 9 months
fr_fr: 9 derniers mois

source: Last 12 months
fr_fr: 12 derniers mois

source: %{tool_name}: A new comment was added to %{plan_title}
fr_fr: %{tool_name}: Un nouveau commentaire a été ajouté à %{plan_title}

source: %{user_name} has shared a Data Management Plan with you in %{tool_name}
fr_fr: %{user_name} a partagé un plan de gestion des données avec vous dans %{tool_name}

source: Changed permissions on a Data Management Plan in %{tool_name}
fr_fr: Modification des autorisations sur un plan de %{tool_name}

source: Permissions removed on a DMP in %{tool_name}
fr_fr: Autorisations retirées d'un plan de %{tool_name}

source: %{user_name} has requested feedback on a %{tool_name} plan
fr_fr: %{user_name} a demandé une assistance conseil pour un plan %{tool_name}

source: %{tool_name}: Expert feedback has been provided for %{plan_title}
fr_fr: %{tool_name} : Une assistance conseil a été fournie pour %{plan_title}

source: DMP Visibility Changed: %{plan_title}
fr_fr: Changement de visibilité d'un plan : %{plan_title}

source: Administrator privileges granted in %{tool_name}
fr_fr: Droits administrateur attribués dans %{tool_name}

source: %{tool_name} API client created/updated
fr_fr: Création/Modification du client API %{tool_name}

source: Account expiration in %{tool_name}
fr_fr: Expiration du compte dans %{tool_name}

source: Account expired in %{tool_name}
fr_fr: Compte %{tool_name} expiré

source: Query or feedback related to %{tool_name}
fr_fr: Requête ou suggestion liée à %{tool_name}

source: Welcome to %{tool_name}
fr_fr: Bienvenue sur %{tool_name}

source: A Data Management Plan in %{tool_name} has been shared with you
fr_fr: Un plan de gestion de données a été partagé avec vous sur %{tool_name}

source: %{tool_name} API changes
fr_fr: Modifications de l'API %{tool_name}

source: You must specify at least one role.
fr_fr: Vous devez spécifier au moins un rôle.

source: can't be blank.
fr_fr: ne peut pas être vide.

source: can't be blank if no email is provided.
fr_fr: ne peut pas être vide si aucun courriel n'est fourni.

source: can't be blank if no name is provided.
fr_fr: ne peut pas être vide si aucun nom n'est fourni.

source: Personal
fr_fr: Personne

source: DMP manager
fr_fr: Responsable du plan

source: "%{project_title}" project DMP
fr_fr: DMP du projet "%{project_title}"

source: Project coordinator
fr_fr: Coordinateur du projet

source: Contact Person
fr_fr: Personne contact

source: Answer
fr_fr: Réponse

source: Selected option(s)
fr_fr: Option(s) choisie(s)

source: Answered by
fr_fr: Répondu par

source: Answered at
fr_fr: Répondu à

source: Details
fr_fr: Détails

source: Question not answered.\n
fr_fr: Question sans réponse

source: must be unique
fr_fr: doit être unique

source: already assigned a value
fr_fr: a déjà une valeur attribuée

source: Feedback email message
fr_fr: Message du mail de l'assistance conseil

source: must be one of the following formats: jpeg, jpg, png, gif, bmp
fr_fr: doit être dans l'un des formats suivants : jpeg, jpg, png, gif, bmp

source: can't be larger than 500KB
fr_fr: ne peut peser plus de 500ko

source: organisational
fr_fr: organisme

source: private
fr_fr: privé

source: Planned
fr_fr: Planifié

source: Funded
fr_fr: Financé

source: Denied
fr_fr: Refusé

source: must be after the start date
fr_fr: doit être postérieur à la date de début

source: guidance on
fr_fr: recommandation concernant

source: can't be less than zero
fr_fr: ne peut être inférieur à zéro

source: can't be blank
fr_fr: ne peut être vide

source: A historical template cannot be retrieved for being modified
fr_fr: Un modèle historisé ne peut être extrait pour modification

source: generate_copy! requires an organisation target
fr_fr: generate_copy! nécessite un organisme cible

source: Copy of %{template}
fr_fr: Copie de %{template}

source: generate_version! requires a published template
fr_fr: generate_version! nécessite un modèle publie

source: customize! requires an organisation target
fr_fr: customize! nécessite un organisme cible

source: customize! requires a template from a funder
fr_fr: customize! nécessite le modèle d'un financeur

source: You can not publish a published template.
fr_fr: Vous ne pouvez pas publier un modèle publié.

source: You can not publish a historical version of this template.
fr_fr: Vous ne pouvez pas publier une ancienne version de ce modèle.

source: You can not publish a template without phases.
fr_fr: Vous ne pouvez pas publier un modèle sans phases.

source: You can not publish a template without sections in a phase.
fr_fr: Vous ne pouvez pas publier un modèle sans sections dans une phase.

source: You can not publish a template without questions in a section.
fr_fr: Vous ne pouvez pas publier un modèle sans questions dans une section.

source: Conditions in the template refer backwards
fr_fr: Les conditions du modèle s'appliquent à une question positionnée avant celle-ci

source: The following answer cannot be saved
fr_fr: La réponse suivante ne peut pas être enregistrée

source: since %{name} saved the answer below while you were editing. Please, combine your changes and then save the answer again.
fr_fr: %{name} a enregistré la réponse ci-dessous pendant que vous éditiez. Veuillez combinez vos changements et enregistrer la réponse à nouveau.

source: Your Selected Standards:
fr_fr: Vos standards sélectionnées :

source: Add Standard
fr_fr: Ajouter un standard

source: Please select a subject
fr_fr: Veuillez sélectionner un sujet

source: Please select a sub-subject
fr_fr: Veuillez sélectionner un sous-sujet

source: Browse Standards
fr_fr: Parcourir les standards

source: Please wait, Standards are loading
fr_fr: Merci de patienter, les standards sont en cours de chargement

source: Save
fr_fr: Enregistrer

source: example answer
fr_fr: exemple de réponse

source: Loading...
fr_fr: Chargement ...

source: Saving...
fr_fr: Enregistrement en cours...

source: Answered
fr_fr: Répondu

source: by %{user_name}
fr_fr: par %{user_name}

source: This answer removes
fr_fr: Cette réponse supprime

source: questions from your plan.
fr_fr: questions de votre plan.

source: This answer triggers email(s) to
fr_fr: Cette réponse déclenche l'envoi d'un mail à

source: Question not answered.
fr_fr: Question sans réponse.

source: Name
fi: Nimi
fr_fr: Nom
sv_fi: Namn

source: Email
fi: Sähköposti
fr_fr: Courriel
sv_fi: E-post

source: Subject
fi: Aihe
fr_fr: Sujet
sv_fi: Ämne

source: Security check
fi: Varmennus
fr_fr: Vérification de sécurité
sv_fi: Säkerhetskontroll

source: Send
fr_fr: Envoyer

source: Helpline
fr_fr: Assistance téléphonique

source: Contact Us
fi: Ota yhteyttä
fr_fr: Contact
sv_fi: Kontakta oss

source: Contact technical support
fr_fr: Contacter le support technique

source: %{application_name} is provided by the %{organisation_name}.<br /> You can find out more about us on our <a href="%{organisation_url}" title="%{open_in_new_window_text}" target="_blank">website</a>. If you would like to contact us about %{application_name}, please fill out the form below.
fr_fr: %{application_name} est mis à disposition par %{organisation_name}.<br /> Vous pouvez trouver plus d'informations sur notre <a href="%{organisation_url}" title="%{open_in_new_window_text}" target="_blank">site internet</a>. Si vous souhaitez nous contacter à propos de %{application_name}, remplissez le formulaire ci dessous.

source: Opens in new window
fr_fr: Ouvre dans une nouvelle fenêtre

source: If you need more informations about how to use DMP OPIDoR, you can consult our <a href="https://opidor.fr/category/dmp-faq/" target="_blank">FAQ</a>.
fr_fr: Si vous souhaitez plus d'informations sur l'utilisation de DMP OPIDoR, vous pouvez consulter notre <a href="https://opidor.fr/category/dmp-faq/" target="_blank">Foire aux Questions</a>.

source: List of person responsible for research data management during a project and their roles.
fr_fr: Liste des personnes contribuant à la gestion des produits de recherche au cours d'un projet et leurs rôles.
