Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/client.po
Languages: fi, fr_fr, sv_fi

source: If you have an account please sign in and start creating or editing your DMP.
fi: Jos sinulla on jo tili, voit kirjautua sisään ja aloittaa uuden aineistonhallintasuunnitelman kirjoittamisen tai vanhan muokkaamisen.
sv_fi: Om du har ett konto, logga in och börja skapa eller redigera din DMP.

source: If you do not have a %{application_name} account, click on <a href=\'/\'>\'Create account\'</a> on the homepage.
fi: Jos sinulla ei ole %{application_name} -tiliä, napsauta <a href=\'/\'>\ 'Luo tili \ "</a> etusivulla.
sv_fi: Om du inte har ett %{application_name} konto, klicka på <a href=\'/\'>\ 'Skapa konto \'</a> på hemsidan.

source: Please visit the <a href=\'/help\'>\'Help\'</a> page for guidance.
fi: Lisäohjeita löytyy <a href=\'/help\'>\'Apua\'</a> -välilehdeltä.
sv_fi: Besök sidan <a href=\'/help\'>\ 'Hjälp \'</a> för vägledning.

source: We are constantly improving the user interface and functionality of %{application_name}. If you would like to contribute with feedback and suggestions, please contact us by emailing <a href=\'mailto:%{application_email}?Subject=%{application_name} inquiry' target='_top'>%{application_email}</a>.
fi: Parannamme jatkuvasti %{application_name}: n käyttöliittymää ja toimintoja. Jos haluat antaa palautetta ja ehdotuksia, ota meihin yhteyttä lähettämällä sähköpostia <a href=\'mailto:%{application_email}?Subject=%{application_name} inquiry' target='_top'>%{application_email}</a> .
sv_fi: Vi förbättrar ständigt användargränssnittet och funktionaliteten för %{application_name}. Om du vill bidra med feedback och förslag, kontakta oss genom att maila <a href=\'mailto:%{application_email}?Subject=%{application_name} inquiry' target='_top'>%{application_email}</a> .

source: On %{application_name}
fi: Tietoa %{application_name} -työkalusta
sv_fi: På %{application_name}

source: On data management planning
fi: Apua aineistonhallinnnan suunnitteluun
sv_fi: På datahanteringsplanering

source: Screencast on How to Use DMPTuuli
fi: DMPTuulin ohjevideo
sv_fi: Screencast om hur man använder DMPTuuli

source: When you log in to DMPTuuli you will be directed to the 'My Dashboard' page. From here you can edit, share, download, copy or remove any of your plans. You will also see plans that have been shared with you by others.
fi: Kun kirjaudut DMPTuuliin, tulet ensin Yleisnäkymä -sivulle, jossa voit muokata, jakaa, viedä, kopioida ja poistaa omia suunnitelmiasi. Näet siellä myös muiden sinulle jakamat suunnitelmat.
sv_fi: När du loggar in på DMPTuuli kommer du att styras till sidan "Min Dashboard". Härifrån kan du redigera, dela, hämta, kopiera eller ta bort några av dina planer. Du kommer också att se planer som har delats med dig av andra.

source: To create a plan, click the 'Create plan' button from the 'My Dashboard' page or the top menu. Select options from the menus and tickboxes to determine what questions and guidance you should be presented with. Confirm your selection by clicking 'Create plan.'
fi: Kun aloitat uuden suunnitelman luomisen, klikkaa Luo suunnitelma –painiketta yleisnäkymä –välilehdellä tai ylävalikossa. Valitse pudotusvalikosta rahoittaja ja organisaatio, jonka kysymyksiä ja ohjeita haluat noudattaa suunnitelman kirjoittamisessa. Vahvista valinnat klikkaamalla Luo suunnitelma –painiketta.
sv_fi: För att skapa en plan, klicka på knappen "Skapa plan" från sidan "Min instrumentpanel" eller på toppmenyn. Välj alternativ från menyerna och kryssrutorna för att bestämma vilka frågor och råd du ska presenteras med. Bekräfta ditt val genom att klicka på "Skapa plan".

source: Write your plan
fi: Kirjoita suunnitelmaa
sv_fi: Skriv din plan

source: The tabbed interface allows you to navigate through different functions when editing your plan.
fi: Työkalussa on useita välilehtiä.
sv_fi: Det flikade gränssnittet låter dig navigera genom olika funktioner när du redigerar din plan.

source: 'Project Details' includes basic administrative details.
fi: Tutkimusprojekti -välilehdellä on hallinnollisia yleistietoja suunnitelmastasi.
sv_fi: "Projektdetaljer" innehåller grundläggande administrativa detaljer.

source: Plan Overview’ tells you what template and guidance your plan is based on and gives you an overview to the questions that you will be asked.
fi: Suunnitelma -välilehdeltä näet valitsemasi ohjepohjan ja siihen liittyvät kysymykset.
sv_fi: Planöversikt 'berättar vilken mall och vägledning din plan baseras på och ger dig en översikt över de frågor du kommer att bli tillfrågad om.

source: The following tab(s) present the questions to answer. There may be more than one tab if your funder or university asks different sets of questions at different stages e.g. at grant application and post-award.
fi: Seuraava välilehti sisältää kysymyksiä, joihin aineistonhallintasuunnitelmassa halutaan vastaus. Välilehtiä voi olla useampiakin, jos rahoittaja tai organisaatio edellyttää eri tietoja rahoitushakemuksen eri vaiheissa.
sv_fi: Följande flikar presenterar de frågor som ska besvaras. Det kan finnas mer än en flik om din funderare eller universitet frågar olika uppsättningar frågor i olika steg, t.ex. vid beviljande ansökan och efter tilldelning.

source: 'Share' allows you to invite others to read or contribute to your plan.
fi: Jaa-välilehdellä voit jakaa muille luku- tai muokkausoikeuksia suunnitelmaasi.
sv_fi: Med "Dela" kan du bjuda in andra att läsa eller bidra till din plan.

source: 'Download' allows you to download your plan in various formats. This may be useful if you need to submit your plan as part of a grant application.
fi: Tulostus-välilehdellä voit tulostaa suunnitelmasi monissa eri tiedostomuodoissa. Tästä toiminnosta on hyötyä, jos rahoittajasi vaatii suunnitelman liittämistä rahoitushakemukseen.
sv_fi: Med "Download" kan du ladda ner din plan i olika format. Det kan vara användbart om du behöver lämna in din plan som en del av en bidragsansökan.

source: When viewing any of the question tabs, you will see the different sections of your plan displayed. Click into these in turn to answer the questions. You can format your responses using the text editing buttons.
fi: Klikkaamalla otsikoita saat näkyviin suunnitelman eri osiot. Pääset kirjoittamaan vastauksesi klikkaamalla osion otsikkoa. Vastauksia voi muokata tekstinmuokkaustyökaluilla.
sv_fi: När du tittar på någon av frågeflikarna ser du de olika delarna av din plan som visas. Klicka på dessa i sin tur för att svara på frågorna. Du kan formatera dina svar med knapparna för redigering av text.

source: Guidance is displayed in the right-hand panel. If you need more guidance or find there is too much, you can make adjustments on the ‘Project Details’ tab.
fi: Suunnitelman ohjeistus näkyy oikeassa reunassa klikkaamalla +-merkkiä. Ohjeiden näkymistä voi muokata ‘Tutkimusprojekti’-välilehdellä.
sv_fi: Guiden visas i den högra panelen. Om du behöver mer vägledning eller hitta det är för mycket, kan du göra justeringar på fliken "Projektdetaljer".

source: Share plans
fi: Suunnitelmien jakaminen
sv_fi: Aktieplaner

source: Insert the email address of any collaborators you would like to invite to read or edit your plan. Set the level of permissions you would like to grant them via the radio buttons and click to 'Add collaborator.' Adjust permissions or remove collaborators at any time via the drop-down options.
fi: Lisää tekstikenttään niiden henkilöiden sähköpostiosoitteet, joille haluat jakaa suunnitelmasi ja lähetä kutsu klikkaamalla Lähetä-painiketta. Määrittele heidän käyttöoikeutensa valintanapeilla, ja voit myös milloin tahansa muokata käyttöoikeuksia tai poistaa niitä pudotusvalikosta.
sv_fi: Infoga e-postadressen till några samarbetspartners som du vill bjuda in för att läsa eller redigera din plan. Ange nivån på behörigheter som du vill ge dem via radioknapparna och klicka på "Lägg till samarbetspartner". Justera behörigheter eller ta bort samarbetare när som helst via rullgardinsmenyn.

source: The ‘Share’ tab is also where you can set your plan visibility.
fi: Jaa-välilehdellä voit myös määrittää suunnitelmasi näkyvyyden.
sv_fi: Fliken "Dela" är också där du kan ställa in planens synlighet.

source: Private: restricted to you and your collaborators.
fi: Yksityinen: näkyvyys rajattu minulle ja yhteistyökumppaneilleni
sv_fi: Privat: begränsad till dig och dina medarbetare.

source: Organisational: anyone at your organisation can view your plan.
fi: Organisaatiokohtainen: kuka tahansa organisaatiossasi voi tarkastella suunnitelmaasi.
sv_fi: Organisatorisk: Alla i din organisation kan se din plan.

source: Public: anyone can view your plan in the Public DMPs list.
fi: Julkinen: kuka tahansa voi nähdä suunnitelmasi Julkiset aineistonhallintasuunnitelmat -listalla.
sv_fi: Offentlig: Vem som helst kan se din plan på den offentliga DMP-listan.

source: By default all new and test plans will be set to ‘Private’ visibility. ‘Public’ and ‘Organisational’ visibility are intended for finished plans. You must answer at least 50&#37; of the questions to enable these options.
fi: Kaikkien uusien ja testisuunnitelmien oletusnäkyvyys on 'Yksityinen'. 'Julkinen' ja 'organisatorinen' näkyvyys on tarkoitettu valmiille suunnitelmille. Kysymyksistä on oltava vastattuna vähintään 50&#37;, jotta nämä kaksi vaihtoehtoa olisi valittavissa.
sv_fi: Som standard kommer alla nya och testplaner att sättas till "Privat" sikt. "Offentlig" och "Organisatorisk" synlighet är avsedda för färdiga planer. Du måste svara minst 50 & # 37; av frågorna för att möjliggöra dessa alternativ.

source: There may also be an option to request feedback on your plan. This is available when research support staff at your organisation have enabled this service. Click to ‘Request feedback’ and your local administrators will be alerted to your request. Their comments will be visible in the ‘Comments’ field adjacent to each question. You will be notified by email when an administrator provides feedback.
fi: Myös palautteen pyytäminen suunnitelmasta on mahdollista, jos tutkimuksen tukipalvelut ovat ottaneet tämän palvelun käyttöön. Klikkaa ‘Pyydä palautetta’ -painiketta ja organisaatiosi tukihenkilöt saavat ilmoituksen pyynnöstäsi sähköpostiinsa. Heidän kommenttinsa näkyvät ‘kommentti’kentässä eri kysymysten kohdalla. Saat sähköposti-ilmoituksen, kun tukihenkilö on antanut palautetta.
sv_fi: Det kan också finnas ett alternativ att begära feedback på din plan. Detta är tillgängligt när forskare i din organisation har aktiverat den här tjänsten. Klicka på "Begär återkoppling" och dina lokala administratörer kommer att varnas till din förfrågan. Deras kommentarer kommer att vara synliga i fältet Kommentarer längs varje fråga. Du får ett meddelande via e-post när en administratör ger feedback.

source: Download plans
fi: Tulosta suunnitelmia
sv_fi: Ladda ner planer

source: From here you can download your plan in various formats. This may be useful if you need to submit your plan as part of a grant application. Choose what format you would like to view/download your plan in and click to download. You can also adjust the formatting (font type, size and margins) for PDF files, which may be helpful if working to page limits.
fi: Tällä välilehdellä voit tallentaa suunnitelman eri tiedostomuodoissa, mistä voi olla apua, jos rahoittajasi vaatii suunnitelman liittämistä rahoitushakemukseen. Valitse tiedostomuoto, jolla haluat avata suunnitelman ja klikkaa Lataa. Voit myös muotoilla PDF-tiedostoa (fontti, kirjasinkoko ja marginaalit) ja tästä voi olla apua, jos sivumäärä on rajattu.
sv_fi: Härifrån kan du ladda ner din plan i olika format. Det kan vara användbart om du behöver lämna in din plan som en del av en bidragsansökan. Välj vilket format du vill visa / ladda ner din plan och klicka för att ladda ner. Du kan också justera formateringen (typsnitt, storlek och marginaler) för PDF-filer, vilket kan vara till hjälp om du arbetar till sidgränser.

source: Useful resources on Data Management Planning
fi: Hyödyllisiä aineistoja aineistonhallinnansuunnitteluun
sv_fi: Användbara resurser på datahanteringsplanering

source: UK funder requirements for Data Management Plans
fi: Iso-Britannian rahoittajien vaatimukset aineistonhallintasuunnitelmille
sv_fi: Förenade kungarikets krav på datahanteringsplaner

source: [webpage]
fi: [verkkosivu]
sv_fi: [webbsida]

source: Downloadable templates based on the requirements of UK Research Councils and other charitable or health funders.
fi: Ladattavia aineistonhallintasuunnitelmamalleja, jotka perustuvat Yhdistyneen kuningaskunnan tutkimusneuvoston ja joidenkin muiden rahoittajien vaatimuksiin.
sv_fi: Nedladdningsbara mallar baserade på kraven i Storbritanniens forskningsråd och andra välgörenhets- eller hälsovårdsfinansierare.

source: US funder requirements for Data Management Plans
fi: Yhdysvaltalaisten rahoittajien vaatimukset aineistonhallintasuunnitelmille
sv_fi: USA: s funderingskrav för datahanteringsplaner

source: A summary of requirements from the NSF, NIH and other key funders in the USA.
fi: Yhteenveto NSF: n, NIH: n ja muiden tärkeiden yhdysvaltalaisten rahoittajien vaatimuksista.
sv_fi: En sammanfattning av krav från NSF, NIH och andra nyckelkonsulter i USA.

source: DCC Checklist for a Data Management Plan
fi: DCC:n tarkistuslista aineistonhallintasuunnitelmille
sv_fi: DCC Checklista för en datahanteringsplan

source: [PDF, 3 pages]
fi: [PDF, 3 sivua]
sv_fi: [PDF, 3 sidor]

source: A list of 13 questions and associated guidance, that represent the main issues to come up in Data Management and Sharing Plans. The Checklist is used as a generic template in DMPTuuli, and is presented when no funder or organsiational requirements are applicable for the user.
fi: Lista 13 tärkeimmästä kysymyksestä ja niihin liittyvästä ohjauksesta, jotka nousevat esiin aineistonhallinta- ja aineiston jakamissuunnitelmissa. Tarkistuslista on DMPTuulissa yleisenä mallina, ja käyttäjä näkee sen, jos hän ei ole valinnut jonkin tietyn rahoittajan tai organisaation vaatimuksia aineistonhallintasuunnitelman pohjaksi.
sv_fi: En lista med 13 frågor och tillhörande vägledning, som representerar de viktigaste frågorna som kommer upp i datahantering och delningsplaner. Checklistan används som en generisk mall i DMPTuuli, och presenteras när ingen funderings- eller organisatoriska krav är tillämpliga för användaren.

source: How to develop a Data Management and Sharing Plan
fi: How to develop a Data Management and Sharing Plan -opas
sv_fi: Hur man utvecklar en datahanterings- och delningsplan

source: [PDF, 8 pages]
fi: [PDF, 8 sivua]
sv_fi: [PDF, 8 sidor]

source: A guide by the Digital Curation Centre that outlines typical funder requirements for DMPs and the types of considerations to make when responding.
fi: Digital Curation Centerin opas, jossa kuvataan tyypillisiä rahoittajien vaatimuksia aineistonhallintasuunnitelmille ja mitä kannattaa ottaa huomioon niihin vastatessa.
sv_fi: En guide av Digital Curation Center som beskriver typiska funderkrav för DMP och vilka typer av överväganden som ska göras när man svarar.

source: Example Data Management Plans
fi: Esimerkkejä aineistonhallintasuunnitelmista
sv_fi: Exempel Datahanteringsplaner

source: RIOjournal Data Management Plan collection
fi: RIOjournal:n kokoelma aineistonhallintasuunnitelmia
sv_fi: RIOjournal Data Management Plan samling

source: A selection of DMPs published in the Research Information and Outcomes journal.
fi: Valikoima DMP-julkaisuja, jotka on julkaistu Research Information and Outcomes -lehdessä.
sv_fi: Ett urval DMP publicerade i Research Information and Outcomes journal.

source: Technical plan submitted to the AHRC
fi: AHRC: lle toimitettu tekninen suunnitelma
sv_fi: Teknisk plan som lämnats till AHRC

source: [PDF, 7 pages]
fi: [PDF, 7 sivua]
sv_fi: [PDF, 7 sidor]

source: A DMP submitted by a researcher from the University of Bristol, also including comments from the reviewers.
fi: Bristolin yliopiston tutkijan tekemä aineistonhallintasuunnitelma, joka sisältää myös arvioitsijoiden kommentit.
sv_fi: En DMP inlämnad av en forskare från University of Bristol, inklusive även kommentarer från granskarna.

source: Two social science DMPs
fi: Kaksi yhteiskuntatieteellistä aineistonhallintasuunnitelmaa
sv_fi: Två socialvetenskapliga DMP: er

source: Example plans from researchers at the University of Leeds, shared as part of the Leeds RoaDMaP training materials.
fi: Esimerkkejä Leedsin yliopiston tutkijoiden jakamista aineistonhallintasuunnitelmista, jotka on jaettu Leeds RoaDMaP -koulutusmateriaalin mukana.
sv_fi: Exempelplaner från forskare vid University of Leeds, delade som en del av Leeds RoaDMaP-träningsmaterialet.

source: Colorado School of Mines examples
fi: esimerkkejä Colorado School of Mines:sta
sv_fi: Colorado School of Mines exempel

source: A variety of US example DMPs from Mines and elsewhere.
fi: Esimerkkikokoelma yhdysvaltalaisia aineistonhallintasuunnitelmia, mm. Mines:sta ja muualta.
sv_fi: En mängd amerikanska exempel DMP från Mines och på andra håll.

source: NSF data management plans
fi: NSF:lle tehtyjä aineistonhallintasuunnitelmia
sv_fi: NSF datahanteringsplaner

source: 5 DMPs submitted to the NSF, shared by the DataOne initiative.
fi: DataOne-aloitteen jakamat 5 NSF:n rahoitusta varten kirjoitettua aineistonhallintasuunnitelmaa
sv_fi: 5 DMP som skickas till NSF, delad av DataOne-initiativet.

source: Further examples are available on the
fi: Lisäesimerkkejä löytyy
sv_fi: Ytterligare exempel finns på

source: DCC website
fi: DCC:n verkkosivu
sv_fi: DCC webbplats

source: Useful guides on Research Data Management in general
fi: Hyödyllisiä oppaita aineistonhallinnasta
sv_fi: Användbara guider om Research Data Management i allmänhet

source: Research Data MANTRA
fi: Research Data MANTRA -verkkokurssi
sv_fi: Forskningsdata MANTRA

source: [online resource]
fi: [verkkoaineisto]
sv_fi: [online resurs]

source: An online training course designed for researchers or others planning to manage digital data as part of the research process. The course includes a number of software practicals on using SPSS, R, ArcGIS and NVivo.
fi: Verkkokurssi, joka on suunniteltu tutkijoille tai muille, jotka suunnittelevat tutkimusprosessissaan digitaalisen datan hallintaa. Kurssi sisältää useita taitokokeita SPSS, R, ArcGIS ja NVivo -ohjelmien käyttämisestä.
sv_fi: En online-utbildning som är utformad för forskare eller andra som planerar att hantera digitala data som en del av forskningsprocessen. Kursen innehåller ett antal praktiska program på SPSS, R, ArcGIS och NVivo.

source: Managing and Sharing Data: best practice for researchers
fi: Managing and Sharing Data: best practice for researchers -opas
sv_fi: Hantera och dela data: bästa praxis för forskare

source: [PDF, 36 pages]
fi: [PDF, 36 sivua]
sv_fi: [PDF, 36 sidor]

source: A guide by the UK Data Service covering a range of topics including data formats, documentaion, ethics, copyright and data sharing.
fi: Yhdistyneen kuningaskunnan tietopalvelun opas, joka kattaa useita aiheita, mukaan lukien tietomuodot, dokumentaatio, etiikka, tekijänoikeudet ja tietojen jakaminen.
sv_fi: En guide från den brittiska datatjänsten som omfattar en rad ämnen, inklusive dataformat, dokumentation, etik, upphovsrätt och datadeling.

source: How to Cite Datasets and Link to Publications
fi: How to Cite Datasets and Link to Publications -opas
sv_fi: Hur man citerar dataset och länk till publikationer

source: [PDF, 12 pages]
fi: [PDF, 12 sivua]
sv_fi: [PDF, 12 sidor]

source: A guide by the Digital Curation Centre giving practical guidelines on how to cite data and the different tools and infrastructure that can be used to support data citation.
fi: Digital Curation Centerin opas, jossa annetaan käytännön ohjeita siitä, miten viitata tutkimusdataan ja erilaisia ​​työkaluja ja infrastruktuureja, joita voidaan käyttää dataviittausten tukemiseen.
sv_fi: En guide från Digital Curation Center som ger praktiska riktlinjer för hur man citerar data och olika verktyg och infrastrukturer som kan användas för att stödja datacitation.

source: How to License Research Data
fi: How to License Research Data -opas
sv_fi: Hur man licensierar forskningsdata

source: [PDF, 16 pages]
fi: [PDF, 16 sivua]
sv_fi: [PDF, 16 sidor]

source: A guide by the Digital Curation Centre that outlines different types of licenses, the pros and cons of each and how they can be applied.
fi: Digital Curation Centerin opas, jossa kuvataan eri tyyppiset käyttöoikeudet ja kunkin edut ja haitat sekä miten niitä voi hyödyntää.
sv_fi: En guide av Digital Curation Center som beskriver olika typer av licenser, fördelar och nackdelar med varje och hur de kan tillämpas.

source: How to Appraise and Select Research Data for Curation
fi: How to Appraise and Select Research Data for Curation -opas
sv_fi: Hur man bedömer och välj forskningsdata för kuration

source: A guide by ANDS and the Digital Curation Centre on how to select which data to keep for long-term preservation, sharing and reuse. The guide puts forward several criteria to aid selection decisions.
fi: ANDS: n ja Digital Curation Centerin opas siitä, kuinka valita pitkän aikavälin säilyttämiseen, jakamiseen ja uudelleenkäyttöön tulevat tiedot. Opas esittää useita kriteerejä valintapäätösten tukemiseksi.
sv_fi: En guide från ANDS och Digital Curation Center om hur man väljer vilken data som ska behållas för långsiktigt bevarande, delning och återanvändning. Guiden lägger fram flera kriterier för att stödja valbeslut.

source: Controller
fi: Rekisterinpitäjä
sv_fi: Kontrollant

source: Helsinki University Library
fi: Helsingin yliopiston kirjasto
sv_fi: Helsingfors universitetsbibliotek

source: P.O.Box 53 (Fabianinkatu 30)
fi: PL 53 (Fabianinkatu 30)

source: FI-00014 University of Helsinki
fi: 00014 Helsingin yliopisto
sv_fi: FI-00014 Helsingfors universitet

source: Tel: +358 (0) 2941 911
fi: Puh: +358 (0) 2941 911

source: Digital Curation Centre
fi: Digital Curation Center
sv_fi: Digital Curation Center

source: University of Edinburgh
fi: Edinburghin yliopisto

source: Tel: +44 (0) 131 651 1239
fi: Puh: +44 (0) 131 651 1239

source: Contact point
fi: Yhteyspaikka
sv_fi: Kontaktpunkt

source: Tuuli Office,
fi: Tuuli-toimisto,

source: Name of the register
fi: Rekisterin nimi
sv_fi: Namn på registret

source: %{application_name} ('the tool', 'the system') is a tool developed by the Digital Curation Centre, University of Edinburgh, UK and California Digital Library as a shared resource for the research community. It is hosted at the University of Edinburgh by the DCC. The Tool is maintained as separate instance and tailored for Finnish research organisations by Tuuli Office. The data is stored at servers of EDINA, University of Edinburgh, UK.
fi: %{application_name} ('työkalu', 'järjestelmä') on Digital Curation Centerin, Edinburghin yliopiston, Yhdistyneen kuningaskunnan ja Kalifornian digitaalisen kirjaston kehittämä työkalu tutkimusyhteisön yhteiseksi resurssiksi. DCC Edinburghin yliopistossa hallinnoi sitä. Työkalua ylläpidetään erikseen ja Tuuli-toimisto räätälöi sen suomalaisille tutkimusorganisaatioille. Tiedot tallennetaan EDINA-palvelimille, Edinburghin yliopistossa, Iso-Britanniassa.
sv_fi: %{application_name} ("verktyget", "systemet") är ett verktyg som utvecklats av Digital Curation Center, University of Edinburgh, Storbritannien och Kalifornien Digital Library som en gemensam resurs för forskargruppen. Det är värd vid universitetet i Edinburgh av DCC. Verktyget upprätthålls som separat instans och skräddarsydd för Finlands forskningsorganisationer av Tuuli Office. Uppgifterna lagras på servrar av EDINA, University of Edinburgh, Storbritannien.

source: Purpose for processing the personal data
fi: Henkilötietojen käsittelyperuste
sv_fi: Syfte för behandling av personuppgifter
