Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/client.po
Languages: fi, fr_fr, sv_fi

source: The register is developed to manage information about users and data management plans created by users. The information about the users is needed to manage user accounts and give access to the %{application_name} tool. The University of Edinburgh holds plans created by users on user's behalf, but they are user's property and responsibility.
fi: Rekisteriä ylläpidetään käyttäjien ja heidän luomiensa suunnitelmien hallinnoimiseksi. Käyttäjätietoja käytetään käyttäjätilien hallinnoimiseen ja %{application_name} -työkaluun pääsyn mahdollistamiseksi. Edinburghin yliopisto säilyttää käyttäjien suunnitelmat käyttäjien puolesta mutta suunnitelmat ovat käyttäjien itsensä omaisuutta ja vastuulla.
sv_fi: Registret är utvecklat för att hantera information om användare och datahanteringsplaner som skapats av användarna. Informationen om användarna behövs för att hantera användarkonton och ge åtkomst till verktyget %{application_name}. University of Edinburgh har planer skapade av användarna på användarens vägnar, men de är användarens egendom och ansvar.

source: In order to help identify and administer your account with %{application_name}, we need to store your name and email address. We may also use it to contact you to obtain feedback on your use of the tool, or to inform you of the latest developments or releases.
fi: Voidaksemme hallinnoida %{application_name} -tiliäsi, meidän on tallennettava nimesi ja sähköpostiosoiteesi. Yhteystietojasi voidaan käyttää myös palautteen pyytämiseen tai kertoaksemme työkalun viimeaikaisista uudistuksista.
sv_fi: För att kunna identifiera och administrera ditt konto med %{application_name} måste vi spara ditt namn och din e-postadress. Vi kan också använda den för att kontakta dig för att få feedback om användningen av verktyget eller för att informera dig om de senaste nyheterna eller utgåvorna.

source: The information user enter into this system can be seen by the User, people User have chosen to share access with, and - solely for the purposes of maintaining the service - system administrators at the University of Edinburgh and Helsinki University Library. Admistrators compile anonymised, automated and aggregated information from plans, but they will not directly access, make use of, or share content created by User with anyone else without users' permission.
fi: Käyttäjätietoja pääsevät katselemaan vain käyttäjä itse; henkilöt, joille käyttäjä on antanut pääsyoikeuden sekä ainoastaan palvelun ylläpitotarkoituksessa ylläpitäjät Edinburghin yliopistossa ja Helsingin yliopiston kirjastossa. Ylläpitäjät kokoavat anynymisoituja ja koottuja tietoja suunnitelmista, mutta he eivät suoraan pääse, käytä tai jaa käyttäjän tuottamia sisältöjä kenenkään kanssa ilman käyttäjän antamaa lupaa.
sv_fi: Informationsanvändaren som skriver in det här systemet kan ses av användaren, som användaren har valt att dela åtkomst med, och - enbart för att upprätthålla systemansvariga vid universitetet i Edinburgh och universitetsbiblioteket i Helsingfors. Admistrators sammanställer anonymiserad, automatiserad och aggregerad information från planer, men de kommer inte direkt åtkomst, utnyttja eller dela innehåll som skapats av användaren med någon annan utan användarens tillåtelse.

source: Authorised officers of user's home institution may access the metadata of data management plans or user information. Metadata includes: Plan name, ID, Grant number, Principal Investigator/Researcher, Principal Investigator/Researcher ID, Plan data contact, Description, email.
fi: Kotiorganisaation valtuutetuilla edustajilla on pääsy aineistonhallintasuunnitelmien ja käyttäjätietojen metatietoihin. Metatietoihin kuuluvat: suunnitelman nimi, tunnus, rahoitustunnus, vastuullinen tutkija / tutkija, vastuullisen tutkijan / tutkijan tunnus, suunnitelman yhteystiedot, suunnitelman kuvaus, sähköpostiosoite.
sv_fi: Auktoriserade tjänstemän i användarens heminstitut får komma åt metadata för datahanteringsplaner eller användarinformation. Metadata omfattar: Plannamn, ID, bidragsnummer, huvudforskare / forskare, huvudforskare / forskar ID, plandata kontakt, beskrivning, email.

source: Contents of the data register
fi: Tietorekisterin sisältö
sv_fi: Innehållet i dataregisteret

source: User gives during registration information about:
fi: Luodessaan tilin käyttäjä antaa seuraavat tiedot:
sv_fi: Användaren ger under registrering information om:

source: ORCID number
fi: ORCID-numero
sv_fi: ORCID-nummer

source: User gives by creating a DMP information about:
fi: Kirjoittaessaan aineistonhallintasuunnitelman käyttäjä antaa seuraavat tiedot:
sv_fi: Användaren ger genom att skapa en DMP-information om:

source: Plan name
fi: Suunnitelman nimi
sv_fi: Plannamn

source: Principal Investigator/Researcher
fi: Vastuullinen tutkija / tutkija
sv_fi: Huvudforskare / Forskare

source: Principal Investigator/Researcher ID
fi: Vastuullisen tutkijan / tutkijan tunnus
sv_fi: Huvudforskare / Forskare ID

source: Plan data contact
fi: Suunitelman tekijän yhteystiedot
sv_fi: Planera datakontakt

source: Data management plan
fi: Aineistonhallintasuunnitelma
sv_fi: Datahanteringsplan

source: Regular sources of information
fi: Säännönmukaiset tietolähteet
sv_fi: Regelbundna informationskällor

source: The data will be generated by the users.
fi: Tietokannan käyttäjät tuottavat rekisterin sisältämän tiedon.
sv_fi: Uppgifterna kommer att genereras av användarna.

source: Disclosure of personal data
fi: Tietojen luovutus
sv_fi: Upplysningar om personuppgifter

source: We will not sell, rent, or trade any personal information you provide to us.
fi: Emme koskaan myy, vuokraa tai muuten kauppaa mitään meille luovuttamiasi henkilötietojasi.
sv_fi: Vi kommer inte att sälja, hyra eller handla med någon personlig information du ger oss.

source: The principles of data protection
fi: Rekisterin suojausperiaatteet
sv_fi: Principerna för dataskydd

source: Data transmitted along information networks are encrypted by means of SSL technology. A register generated from data of Users and data management plans for a server is thereby protected.
fi: Tiedot salataan SSL salausteknologian avulla, silloin kun tietoa siirretään järjestelmästä toiseen. Rekisterin sisältämät tiedot ovat täten suojatut.
sv_fi: Data som överförs via informationsnät krypteras med hjälp av SSL-teknik. Ett register som genereras av data från användare och datahanteringsplaner för en server skyddas därigenom.

source: The passwords are stored in encrypted form and cannot be retrieved. If forgotten it has to be reset.
fi: Salasanat tallennetaan salatussa muodossa, eikä niitä voi palauttaa. Unohdettu salasana täytyy nollata.
sv_fi: Lösenorden lagras i krypterad form och kan inte hämtas. Om det är glömt måste det återställas.

source: Right of access by the data subject
fi: Tarkastusoikeus
sv_fi: Rättighetshavarens rätt till tillgång

source: The personal data is managed by the user (data subject). Therefore they have full access to their own personal data at any point of time. We will hold the personal data you provided us for as long as you continue using the %{application_name} service. Your personal data can be removed from this service upon request to the %{application_name} team within a period of 30 days.
fi: Käyttäjät hallinnoivat itse henkilötietojaan. Käyttäjillä on täysi pääsy omiin henkilötietoihinsa koska tahansa. Säilytämme tietojasi niin kauan kuin käytät %{application_name}-palvelua. Henkilötietosi voidaan poistaa palvelusta pyynnöstäsi 30 päivän kuluessa.
sv_fi: Personuppgifterna hanteras av användaren (registrerad). Därför har de fullständig tillgång till egna personuppgifter när som helst. Vi håller de personuppgifter du gav oss så länge du fortsätter att använda tjänsten %{application_name}. Dina personuppgifter kan tas bort från denna tjänst på begäran till %{application_name} -laget inom 30 dagar.

source: Right to lodge a complaint with a supervisory authority
fi: Valitusoikeus
sv_fi: Rätt att lämna in ett klagomål hos en tillsynsmyndighet

source: The personal data is managed by the user (data subject). The system administrator will manage personal data of the user only based on request from the user.
fi: Käyttäjät hallinnoivat itse henkilötietojaan. Tietokannan ylläpitäjät hallinnoivat henkilötietoja ainoastaan käyttäjien pyynnöstä.
sv_fi: Personuppgifterna hanteras av användaren (registrerad). Systemadministratören hanterar personuppgifter av användaren endast baserat på begäran från användaren.

source: Powered by DMPonline
sv_fi: Drivs av DMPonline
