Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/client.po
Languages: fi, fr_fr, sv_fi

source: The data on the usage dashboard is historical in nature. This means that the number of records below may not match the count shown on the usage dashboard. For example if one of your users joined in October and then moved to a different organization or deactivated their account, they would have been included on the usage dashboard's total for October but would not appear in the list below.
fr_fr: Les données du tableau de bord d'utilisation sont de nature historique. Ce la signifie que le nombre d'enregistrements ci-dessous peut ne pas correspondent au nombre indiqué sur le tableau de bord d'utilisation. Par exemple, si l'un de vos utilisateurs s'est joint en octobre, puis déplacé vers une autre organisation ou désactivé leur compte, ils auraient été inclus dans l'utilisation total du tableau de bord pour octobre mais n'apparaîtra pas dans la liste ci-dessous.

source: Note: You can filter this table by 'Created date'. Enter the month abbreviation and a 4 digit year into the search box above.<br>For example: 'Oct 2019' or 'Nov 2016'.
fr_fr: Remarque: vous pouvez filtrer ce tableau par 'Date de création'. Entrez, en anglais, l'abréviation du mois et une année à 4 chiffres dans le champ de recherche ci-dessus. <br> Par exemple: 'Oct 2019' ou 'Nov 2016'.

source: Created date
fr_fr: Date de création

source: Last activity
fr_fr: Dernière Activité

source: Current Privileges
fr_fr: Droits

source: Identifiers
fr_fr: Identifiants

source: Edit Profile
fr_fr: Editer le profil

source: (version: %{template_version}, published: %{published_date})
fr_fr: (version: %{template_version}, publiée: %{published_date})

source: Please click to indicate that this section\'s answers are common to all research outputs
fr_fr: Cliquez ici pour indiquer que les réponses de cette section sont communes à tous les produits de recherche

source: This section's answers are common to all research outputs
fr_fr: Les réponses de cette section sont communes à tous les produits de recherche

source: Changes saved.
fr_fr: Changements enregistrés.

source: Comments & Guidance
fr_fr: Commentaires & Recommandations

source: Comments
fr_fr: Commentaires

source: Outputs
fr_fr: Produits de recherche

source: Download settings
fr_fr: Paramètres de téléchargement

source: Select research outputs to download
fr_fr: Sélectionner les produits de recherche à télécharger

source: All
fr_fr: Tous

source: Research output export mode
fr_fr: Mode d'export des produits de recherche

source: Export by research output
fr_fr: Export par produit de recherche

source: Export by section
fr_fr: Export par section

source: Export by question
fr_fr: Export par question

source: Select phase to download
fr_fr: Sélectionnez la phase à télécharger

source: Plan components
fr_fr: Eléments du plan

source: general information page
fr_fr: page des informations générales

source: question text and section headings
fr_fr: texte de la question et entête de la section

source: unanswered questions
fr_fr: questions sans réponse

source: export complete data
fr_fr: exporter des données complètes

source: supplementary section(s) not requested by funding organisation
fr_fr: section(s) supplémentaire(s) non requise(s) par l'organisme financeur

source: JSON format
fr_fr: Format JSON

source: Default export
fr_fr: Export par défaut

source: PDF formatting
fr_fr: Formatage PDF

source: Font
fr_fr: Police de caractère

source: Margin (mm)
fr_fr: Marge (mm)

source: Size
fr_fr: Taille

source: Top
fr_fr: Haut

source: Bottom
fr_fr: Bas

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: Download Plan
fr_fr: Télécharger le plan

source: Research outputs
fr_fr: Produits de recherche

source: Dataset, software, workflow, sample, protocol...
fr_fr: Jeu de données, logiciel, workflow, échantillon, protocole...

source: Please fill in separately for research outputs requireing a management specific to their nature or discipline.
fr_fr: A renseigner séparément pour des produits de recherche nécessitant une gestion spécifique à leur nature ou discipline.

source: Add a research output
fr_fr: Ajouter un produit

source: Click here to add a new research output
fr_fr: Cliquez ici pour ajouter un nouveau produit

source: Creating a research entity DMP:
fr_fr: Création d'un plan pour une entité de recherche :

source: Creating a research project DMP:
fr_fr: Création d'un plan pour un projet de recherche :

source: Choose a template
fr_fr: Choisissez un modèle

source: You can either choose a template provided by your organisation, another organisation or a funder template. The default template is
fr_fr: Vous pouvez choisir soit un modèle fourni par votre organisme soit par un autre organisme, ou un modèle financeur. Le modèle par défaut est

source: Find the list of the available templates
fr_fr: Retrouvez la liste des modèles disponibles

source: Your organisation
fr_fr: Votre organisme

source: Other organisation
fr_fr: Autre organisme

source: Would you like to choose the template of another organisation?
fr_fr: Souhaitez-vous choisir le modèle d'un autre organisme ?

source: Would you like to choose the template of a funder?
fr_fr: Souhaitez-vous utiliser le modèle d'un financeur ?

source: Multiple templates are available, which one would you like to use?
fr_fr: Plusieurs modèles sont disponibles, lequel souhaitez-vous utiliser ?

source: Please select a template
fr_fr: Veuillez sélectionner un modèle

source: Please select a template from the list.
fr_fr: Veuillez sélectionner un modèle dans la liste.

source: The template "<span class="template_title"></span>" is available. Would you like to create a plan from this template?
fr_fr: Le modèle "<span class="template_title"></span>" est disponible. Souhaitez-vous créer un plan à partir de ce modèle ?

source: No template available.
fr_fr: Aucun modèle de disponible.

source: You are not linked to an organisation, we can't suggest you a template. Please choose an organisation in your profile
fr_fr: Vous n'êtes pas liés à un organisme, nous ne pouvons vous proposer un modèle. Veuillez choisir un organisme dans votre profil.

source: The research organisation you entered during your account creation has been automatically created. If you want to access support services provided by an organisation (DMP templates, guidances & feedback request), please change your profile and select an organisation in the list.
fr_fr: L’organisme de recherche que vous avez renseigné lors de votre inscription a été automatiquement créé. Pour bénéficier des services d’accompagnement proposé par un organisme (modèles de DMP, recommandations et demande d'assistance), veuillez modifier votre profil et sélectionner cet organisme dans la liste déroulante

source: Create a plan
fi: Tee suunnitelma
fr_fr: Créer un plan
sv_fi: Skapa en plan

source: Next
fr_fr: Suivant

source: Use Default Template
fr_fr: Utiliser le modèle par défaut

source: To help you write your plan, %{application_name} can show you guidance from a variety of organisations.
fr_fr: Pour vous aider à rédiger votre plan, %{application_name} peut vous proposer des recommandations provenant de différents organismes.

source: Select up to 6 organisations to see their guidance.
fr_fr: Choisissez jusqu'à 6 organismes pour voir leurs recommandations.

source: Find guidance from additional organisations below
fr_fr: Trouver les recommandations d'autres organismes ci-dessous

source: See the full list
fr_fr: Voir la liste complète

source: There is no additional guidance for this template.
fr_fr: Il n'y a aucune recommandation supplémentaire pour ce modèle.

source: Select Guidance
fr_fr: Sélectionnez la recommandation

source: To help you write your plan, %{application_name} can show you guidance from a variety of organisations. Please choose up to 6 organisations of the following organisations who offer guidance relevant to your plan.
fr_fr: Pour vous aider à rédiger votre plan, %{application_name} peut vous proposer des recommandations provenant de différents organismes. Dans la liste ci-dessous, choisissez jusqu'à 6 organismes proposant des recommandations adaptées à votre plan.

source: Don't forget to save your changes after making your selections.
fr_fr: N'oubliez pas de sauvegarder vos changements après avoir fait vos sélections

source: General information
fr_fr: Informations générales

source: Contributors
fr_fr: Contributeurs

source: Write Plan
fr_fr: Rédiger

source: Request feedback
fi: Pyydä palautetta
fr_fr: Demande d'assistance conseil
sv_fi: Begär återkoppling

source: Request expert feedback
fr_fr: Demande d'assistance conseil

source: Click below to give data management staff at %{org_name}, the Plan Owner's org, access to read and comment on your plan.
fr_fr: Cliquez ci-dessous pour permettre aux personnes chargées de l’accompagnement à la gestion des données pour %{org_name} de lire et de commenter votre plan.

source: You can continue to edit and download the plan in the interim.
fr_fr: Vous pouvez continuer à modifier et à télécharger le plan en attendant.

source: Co-owner: Has admin-rights to the plan (can invite other users, view the plan, answer questions, or comment). Editor: Has edit-rights to the plan (can view the plan, answer questions, or comment). Read Only: Has read-rights to the plan (can view the plan or comment)
fr_fr: Copropriétaire: dispose des droits d'administrateur sur le plan (peut inviter d'autres utilisateurs, afficher le plan, répondre aux questions ou commenter). Editeur: dispose de droits de modification sur le plan (peut afficher le plan, répondre aux questions ou commenter). Lecture seule: a des droits de lecture sur le plan (peut afficher le plan ou un commentaire)

source: Manage collaborators
fr_fr: Gérer les collaborateurs

source: Invite specific people to read, edit, or administer your plan. Invitees will receive an email notification that they have access to this plan.
fr_fr: Inviter des personnes à lire, modifier ou administrer votre plan. Les invités recevront une notification par message électronique indiquant qu'ils ont accès à ce plan.

source: Email address
fr_fr: Courriel

source: Are you sure?
fr_fr: Êtes-vous sûr ?

source: Invite collaborators
fr_fr: Inviter des collaborateurs

source: Co-owner: can edit project details, change visibility, and add collaborators
fr_fr: Copropriétaire : peut éditer les renseignements sur le projet, changer la visibilité et ajouter des contributeurs.

source: Editor: can comment and make changes
fr_fr: Éditeur : peut commenter et apporter des modifications

source: Read only: can view and comment, but not make changes
fr_fr: Lecture seule : peut voir et commenter, mais pas apporter de modifications

source: Set plan visibility
fr_fr: Définir la visibilité du plan

source: Fully or partially completed plans can be made visible to administrators, organisations as well as public. Plans flagged as test projects remain private.
fr_fr: Les plans entièrement ou partiellement remplis peuvent être rendus visibles pour les administrateurs, l'organisme et peuvent être rendus publics. Les plans signalés comme projets de test restent privés.

source: Private: visible to me and specified collaborators
fr_fr: Privé : visible par les collaborateurs et moi

source: Administrator: visible to me, specified collaborators and administrators at my organisation
fr_fr: Administrateur : visible par les collaborateurs, les administrateurs de mon organisme et moi

source: Organisation: anyone at my organisation can view
fr_fr: Organisme : toute personne de mon organisme peut consulter mon plan

source: You have chosen to make your plan public. Before confirming, please ensure that your plan is complete. This DMP can be used as an example for other, please fill the different sections. Do you confirm and then update your choice?
fr_fr: Vous avez choisi de rendre votre plan public. Avant de confirmer, assurez-vous que la version de ce plan est complète. Ce DMP peut servir d'exemple pour d'autres, veillez à remplir les différentes sections. Vous confirmez puis merci de mettre à jour votre choix ?

source: Public: anyone can view
fr_fr: Public : visible par tous

source: Select a service you would like to share your plan with.
fr_fr: Sélectionnez un service avec laquelle vous souhaitez partager votre plan.

source: External services
fr_fr: Services externes

source: An "external service" can be provided by an organisation, a platform or a data infrastructure. These services are allowed (by DMP OPIDoR team) to automatically collect information that is being captured in data management plan, once you have given them the authorization, in order to offer you some services.
fr_fr: Un "service externe" peut être un organisme, une plateforme ou une infrastructure souhaitant collecter de façon automatisée (API) des informations contenues dans des plans de gestion des données créés sur DMP OPIDoR. Tous les services externes proposés ont été validés par DMP OPIDoR.

source: Manage external services
fr_fr: Gérer les services externes

source: Below is a list of external services that you can authorize to access to your plan content. You may withdraw a service's right at any time by clicking on the "Remove" button.
fr_fr: Vous trouverez ci-dessous un tableau récapitulatif des services externes pour lesquels vous avez donné votre accord pour accéder en lecture seule aux informations contenues dans votre PGD via l’API DMP OPIDoR. Vous pouvez à tout moment retirer cette autorisation à l’aide du bouton "Supprimer".

source: External Service
fr_fr: Service externe

source: Purpose
fr_fr: Finalité

source: Authorize third party applications
fr_fr: Autoriser des applications tierces

source: Read only: can read the content of the dmp
fr_fr: Lecture seule : peut lire le contenu du plan

source: List of costs related to data management. Creating a cost is done in the "Write Plan" tab.
fr_fr: Liste des coûts engagés dans la gestion des données. La création d'un coût s'effectue dans l'onglet "Rédiger".

source: Cost type (Title)
fr_fr: Type de coût (Titre)

source: Amount
fr_fr: Montant

source: Lifecycle stage
fr_fr: Etape du cycle de vie

source: General Budget
fr_fr: Budget général

source: This feature is only available for structured templates.
fr_fr: Cette fonctionnalité n'est disponible que pour les modèles structurés.

source: After using the import, you will have to set the role for each contributor created.
fr_fr: Après avoir utilisé l'import, vous devrez définir le rôle de chaque contributeur créé.

source: Structured template
fr_fr: Modèle structuré

source: File
fr_fr: Fichier

source: Import
fr_fr: Importer

source: The table below lists the plans that you have created, and that have been shared with you by others. You can edit, share, download, make a copy, or remove these plans at any time.
fr_fr: Dans le tableau ci-dessous figurent les plans que vous avez créés, ainsi que ceux que vous partagez avec d'autres. Vous pouvez à tout moment les modifier, les partager, les télécharger, en faire une copie ou les supprimer.

source: Welcome
fi: Tervetuloa
fr_fr: Bienvenue
sv_fi: Välkommen

source: You are now ready to create your first DMP.
fr_fr: Vous êtes maintenant prêt à créer votre premier DMP.

source: Click the 'Create plan' button below to begin.
fr_fr: Cliquez le bouton ci-dessous 'Créer un plan' pour commencer.

source: %{org_title} Plans
fr_fr: Plans %{org_title}

source: The table below lists the plans that users at your organisation have created and shared within your organisation. This allows you to download a PDF and view their plans as samples or to discover new research data.
fr_fr: Le tableau ci-dessous répertorie les plans que les utilisateurs de votre organisme ont créés et partagés au sein de votre organisme. Il vous permet de télécharger un PDF et de consulter leurs plans à titre d'exemples ou de découvrir de nouvelles données de recherche.

source: This tab is used by classic plans, if you want to manage your research output, please go to the "Write Plan" tab.
fr_fr: Cet onglet est utilisé pour les plans utilisant des modèles non structurés. Rendez vous dans l'onglet "Rédiger" pour gérer les jeux de données et autres produits

source: Public DMPs are plans created using the %{application_name} service and shared publicly by their owners. They are not vetted for quality, completeness, or adherence to funder guidelines.
fr_fr: Les DMPs publics sont créés à l'aide de %{application_name} et partagés publiquement par leurs propriétaires. Ils n'ont pas été vérifiés pour leur qualité, leur exhaustivité ou leur adhésion aux lignes directrices des financeurs.

source: There are currently no public DMPs.
fr_fr: Pas de DMP public.

source: DMP templates provided by a funder or research organisations, available on DMP OPIDoR. You can download these templates and related guidances, create a plan from these templates.
fr_fr: Modèles de DMP proposés par les financeurs ou par les organismes de recherche, disponibles dans DMP OPIDoR. Vous pouvez télécharger ces modèles et les recommandations associées, créer un plan à partir de ces modèles.

source: There are currently no public Templates.
fi: Tällä hetkellä ei ole yhtään julkista mallipohjaa.
fr_fr: Il n'y a actuellement aucun modèle public.
sv_fi: Det finns för närvarande inga offentliga mallar.

source: Select an answer
fr_fr: Sélectionnez une réponse

source: Additional Information
fi: Lisätietoja
fr_fr: Informations supplémentaires
sv_fi: Ytterligare information

source: Abbreviated Name (20 chars max.)
fr_fr: Nom abrégé (20 caractères max.)

source: Research output name (20 chars max.)
fr_fr: Nom du produit de recherche (limité à 20 caractères.)

source: Full Name
fr_fr: Nom complet

source: Research output title
fr_fr: Titre du produit de recherche

source: Research output type
fr_fr: Type de produit de recherche

source: Add a person in the Contributors tab. Please save before clicking on +
fr_fr: Ajoutez une personne dans l'onglet Contributeurs. Merci de sauvegarder avant de cliquer sur +

source: Persistent Identifier
fr_fr: Identifiant Pérenne

source: If exists, please fill in the research output persistant identifier.
fr_fr: Renseigner l’identifiant pérenne du produit de recherche s’il existe.

source: Edit research output
fr_fr: Modifier le produit de recherche

source: Move research output
fr_fr: Déplacer le produit de recherche

source: Deleting this research output will remove the associated answers. Do you confirm ?
fr_fr: En supprimant ce produit de recherche, les réponses associées seront également supprimées. Confirmez-vous la suppression ?

source: Delete research output
fr_fr: Supprimer le produit de recherche

source: Please select an item from the list.
fr_fr: Veuillez sélectionner un élément dans la liste.

source: Begin typing to see a filtered list
fr_fr: Commencez à taper pour voir une liste filtrée

source: No items available.
fr_fr: Aucun élément disponible.

source: I accept the
fr_fr: J'accepte le

source: terms and conditions
fr_fr: conditions générales d'utilisation

source: The information collected that concerns you will be processed and is destined for the Inist-CNRS (UAR76) and the correspondent for Computing and Liberties (CIL). For the following goal: management of user accounts. The recipients of this data are the administrators of the Inist-CNRS. The duration of conservation of the data is 5 years following the last login.
fr_fr: Les informations recueillies vous concernant vont faire l’objet d’un traitement destiné à l'Inist-CNRS (UAR76) et au correspondant Informatique et Libertés. Pour la finalité suivante : gestion des comptes des utilisateurs. Les destinataires de ces données sont les administrateurs DMP OPIDoR de l’Inist-CNRS. La durée de conservation des données est de 5 ans suite à la dernière connexion.

source: You have the right of access, of correction, of portability, or of removal of this data, or of a limitation of their processing. You can oppose the processing of the data that concerns you and you have the right to withdraw your agreement at any time, by contacting: <a href='mailto:%{contact_url}'>%{contact_url}</a>. You can also direct a complaint at a controlling body.
fr_fr: Vous bénéficiez d’un droit d’accès, de rectification, de portabilité, d’effacement de celles-ci ou une limitation du traitement. Vous pouvez vous opposer au traitement des données vous concernant et disposez du droit de retirer votre consentement à tout moment en vous adressant à <a href='mailto:%{contact_url}'>%{contact_url}</a>. Vous avez la possibilité d’introduire une réclamation auprès d’une autorité de contrôle.

source: Institutional Access
fr_fr: Accès institutionnel

source: Sign in
fi: Kirjaudu sisään
fr_fr: Se connecter
sv_fi: Logga in

source: Individual Access
fr_fr: Accès individuel

source: Not registered yet?
fr_fr: Pas encore inscrit ?

source: Create my account
fr_fr: Créer mon compte

source: Remember me
fr_fr: Se souvenir de moi

source: Forgot password?
fi: Unohditko salasanasi?
fr_fr: Mot de passe oublié ?
sv_fi: Glömt ditt lösenord?

source: A Data Management Plan created using %{application_name}, based on the "%{template_title}" template provided by %{org_name}.
fr_fr: Plan de gestion de données créé à l'aide de %{application_name}, basé sur le modèle "%{template_title}" fourni par %{org_name}.

source: Plan Details
fr_fr: Renseignements sur le plan

source: Project Details
fr_fr: Renseignements sur le projet

source: Structure Details
fr_fr: Détails de la Structure

source: Roles
fr_fr: Rôles

source: Copyright information:
fr_fr: Droits d'auteur :

source: The above plan creator(s) have agreed that others may use as much of the text of this plan as they would like in their own plans, and customise it as necessary. You do not need to credit the creator(s) as the source of the language used, but using any of the plan's text does not imply that the creator(s) endorse, or have any relationship to, your project or proposal
fr_fr: Le(s) créateur(s) de ce plan accepte(nt) que tout ou partie de texte de ce plan soit réutilisé et personnalisé si nécessaire pour un autre plan. Vous n’avez pas besoin de citer le(s) créateur(s) en tant que source. L’utilisation de toute partie de texte de ce plan n’implique pas que le(s) créateur(s) soutien(nen)t ou aient une quelconque relation avec votre projet ou votre soumission.

source: Latest news
fr_fr: Dernières Actualités

source: Contact Name
fr_fr: Nom du contact

source: Contact Email
fr_fr: Courriel du contact

source: Client ID
fr_fr: ID client

source: Client Secret
fr_fr: Secret client

source: Last accessed on
fr_fr: Dernier accès le

source: Refresh client ID and secret
fr_fr: Renouveler l'identifiant et le secret client

source: Email credentials to contact
fr_fr: Envoyer les identifiants au contact

source: Are you sure you want to delete the API client: "%{name}"
fr_fr: Voulez-vous vraiment supprimer le client API: "%{name}"

source: URL suffix
fr_fr: Suffixe d'URL

source: Suffix only (e.g. for /about page, type "about")
fr_fr: Suffixe uniquement (ex: pour la page /about, tapez "about")

source: Show in menu
fr_fr: Afficher dans le menu

source: Content
fr_fr: Contenu

source: Title displayed on the static page
fr_fr: Titre affiché sur la page statique

source: Are you sure you want to delete the Static Page "%{name}"
fr_fr: Voulez-vous vraiment supprimer la page statique "%{name}"

source: Editing Static Page
fr_fr: Edition d'une page statique

source: + Add New Static page
fr_fr: + Ajouter une nouvelle Page Statique

source: New Static Page
fr_fr: Nouvelle page statique

source: All the best
fr_fr: Cordialement

source: The %{tool_name} team
fr_fr: L'équipe %{tool_name}

source: Hello %{username}
fr_fr: Bonjour %{username}
