Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/client.po
Languages: fi, fr_fr, sv_fi

source: You have been granted administrator privileges in %{tool_name}:
fr_fr: Vous avez reçu des privilèges d'administrateur dans %{tool_name} :

source: You have been revoked administrator privileges in %{tool_name}.
fr_fr: Vos droits administrateur dans %{tool_name} ont été retirés.

source: More information about administering the %{tool_name} for users at your organisation is available at the %{help_url}.
fr_fr: De plus amples informations concernant l'administration des utilisateurs de %{tool_name} de votre organisme sont disponibles à %{help_url}.

source: Hello
fr_fr: Bonjour

source: You have not signed in since %{last_sign_in_date} and our system will deactivate your account at %{end_date}
fr_fr: Vous ne vous êtes pas connecté depuis le %{last_sign_in_date} et notre système va désactiver votre compte le %{end_date}

source: All accounts inactive for 5 years are automaticaly deactivated. If you want your account to remain active, please just sign in before %{end_date}
fr_fr: Tous les comptes inactifs depuis 5 ans sont automatiquement désactivés. Si vous souhaitez que votre compte reste actif, veuillez simplement vous connecter avant %{end_date}

source: Hello %{name},
fr_fr: Bonjour %{name},

source: Please use the following credentials when accessing the %{tool_name} API.
fr_fr: Veuillez utiliser les informations d'identification suivantes en accédant à l'API %{tool_name}.

source: Please refer to the API documentation at: %{api_documentation_url}
fr_fr: Veuillez consulter la documentation de l'API à l'adresse: %{api_documentation_url}

source: Do not share these credentials. They for use with the %{external_application} application. If you do share your credentials with another application we reserve the right to revoke your access to the API.
fr_fr: Ne partagez pas ces identifiants. Ils sont à utiliser avec le service %{external_application}. Si vous partagez vos informations d'identification avec une autre application, nous nous réservons le droit de révoquer votre accès à l'API.

source: If you did not request access to the %{tool_name} API or did not request for your credentials to be renewed, please contact us at %{helpdesk_email}
fr_fr: Si vous n'avez pas demandé l'accès à l'API %{tool_name} ou n'avez pas demandé le renouvellement de vos informations d'identification, veuillez nous contacter à %{helpdesk_email}

source: Hello %{user_name},
fr_fr: Bonjour %{user_name},

source: %{requestor} has requested feedback on a plan %{link_html}. To add comments, please visit the 'Plans' page under the Admin menu in %{tool_name} and open the plan.
fr_fr: %{requestor} a demandé une assistance conseil pour le plan %{link_html}. Pour ajouter des commentaires, consultez la page 'Plans' sous le menu Admin dans %{tool_name} et ouvrez le plan.

source: Alternatively, you can click the link below:
fr_fr: Vous pouvez également cliquer sur le lien ci-dessous :

source: Hello %{user_name}
fr_fr: Bonjour %{user_name}

source: %{commenter_name} has commented on your plan %{plan_title}. To view the comments, follow the link to the DMP below, or navigate to the plan via My Dashboard page in %{tool_name}.
fr_fr: %{commenter_name} a commenté votre plan %{plan_title}. Pour afficher les commentaires, suivez le lien vers le DMP ci-dessous ou accédez au plan via la page Mon tableau de bord dans %{tool_name}.

source: Below the question, research output and section where the comment is located.
fr_fr: Vous trouverez ci-dessous la question, le produit de recherche et la section où le commentaire se trouve.

source: You can see the comments in the right-hand panel, adjacent to the guidance for each question.
fr_fr: Vous pouvez voir les commentaires dans le panneau de droite, à côté des recommandations pour chaque question.

source: Section name: %{section_title}
fr_fr: Nom de section: %{section_title}

source: Research output name: %{research_output_name}
fr_fr: Nom du produit de recherche : %{research_output_name}

source: Your access to
fr_fr: Votre accès à

source: has been removed by
fr_fr: a été retiré par

source: The plan %{plan_title} had its visibility changed to %{plan_visibility}.
fr_fr: La visibilité du plan %{plan_title} a changé pour %{plan_visibility}.

source: Visibility definitions:
fr_fr: Définitions de visibilité :

source: Private: restricted to me and my collaborators
fr_fr: Privé : accès restreint aux collaborateurs

source: Public: anyone can view on the web
fr_fr: Public : toute personne sur le web peut consulter mon plan

source: Your colleague %{inviter_name} has invited you to contribute to their Data Management Plan in %{tool_name}
fr_fr: Votre collègue %{inviter_name} vous a invité à contribuer à son plan de gestion de données dans %{tool_name}

source: %{click_here} to accept the invitation, (or copy %{link} into your browser). If you don't want to accept the invitation, please ignore this email.
fr_fr: %{click_here} pour accepter l'invitation, ou copier %{link} dans votre navigateur. Si vous ne souhaitez pas accepter cette invitation, ignorez ce message.

source: Click here
fr_fr: Cliquez ici

source: Select all
fr_fr: Tout sélectionner

source: Deselect all
fr_fr: Tout déselectionner

source: All Users
fr_fr: Tous les utilisateurs

source: A new comment has been added to my DMP
fr_fr: Un nouveau commentaire a été ajouté à mon DMP

source: A plan has been shared with me
fr_fr: Un plan a été partagé avec moi

source: Admin privileges granted to me
fr_fr: Droits administrateur qui me sont attribués

source: Feedback has been requested for my DMP
fr_fr: Une assistance conseil a été demandée pour mon DMP

source: Feedback has been provided for my DMP
fr_fr: Une assistance conseil a été donnée pour mon DMP

source: DMP owners and co-owners
fr_fr: Propriétaires et co-propriétaires de plans

source: My DMP's visibility has changed
fr_fr: La visibilité de mon DMP a changé

source: User accounts
fr_fr: Comptes utilisateurs

source: Active users
fr_fr: Utilisateurs actifs

source: Below is a list of users registered for your organisation. You can sort the data by each field.
fr_fr: Vous trouverez ci-dessous une liste des utilisateurs enregistrés pour votre organisme. Vous pouvez trier les données par champ.

source: Download users
fr_fr: Télécharger les utilisateurs

source: Your research output abbreviation can be used as a reference when answering this plan's questions.
fr_fr: L'abréviation de votre résultat de recherche peut être utilisée comme référence pour répondre aux questions de ce plan.

source: Any data that could potentially identify a specific individual. Any information that can be used to distinguish one person from another and can be used for de-anonymizing anonymous data can be considered personally identifiable data. (From https://codata.org/rdm-glossary/personally-identifiable-information/)
fr_fr: Toutes les données qui pourraient potentiellement identifier un individu spécifique. Toute information pouvant être utilisée pour distinguer une personne d'une autre et pouvant être utilisée pour anonymiser des données anonymes peut être considérée comme une donnée personnellement identifiable. (Tiré de https://codata.org/rdm-glossary/personally-identifiable-information/)

source: Repositories preserve, manage, and provide access to many types of digital materials in a variety of formats. Materials in online repositories are curated to enable search, discovery, and reuse. There must be sufficient control for the digital material to be authentic, reliable, accessible and usable on a continuing basis. (From https://codata.org/rdm-glossary/personally-identifiable-information/)
fr_fr: Les référentiels préservent, gèrent et donnent accès à de nombreux types de documents numériques dans une variété de formats. Les matériaux des référentiels en ligne sont organisés pour permettre la recherche, la découverte et la réutilisation. Il doit y avoir un contrôle suffisant pour que le matériel numérique soit authentique, fiable, accessible et utilisable en permanence. (Tiré de https://codata.org/rdm-glossary/personally-identifiable-information/)

source: Please describe the output type
fr_fr: Veuillez décrire le type de sortie

source: - Please select one -
fr_fr: - Veuillez en sélectionner un -

source: Abbreviation
fr_fr: Abréviation

source: May contain sensitive data?
fr_fr: Peut contenir des données sensibles ?

source: May contain personally identifiable information?
fr_fr: Peut contenir des informations personnellement identifiables ?

source: Intended repositories
fr_fr: Référentiels prévus

source: Add a repository
fr_fr: Ajouter un référentiel

source: Metadata standards
fr_fr: Normes de métadonnées

source: Add a metadata standard
fr_fr: Ajouter une norme de métadonnées

source: Anticipated release date
fr_fr: Date de sortie prévue

source: Initial access level
fr_fr: Niveau d'accès initial

source: Anticipated file size
fr_fr: Taille de fichier prévue

source: File size units
fr_fr: Unités de taille de fichier

source: Editing %{research_output_title}
fr_fr: Édition %{research_output_title}

source: View all research outputs
fr_fr: Voir tous les produits de recherche

source: Please list your anticipated research output(s).
fr_fr: Veuillez énumérer vos résultats de recherche prévus.

source: Initial license
fr_fr: Licence initiale

source: For guidance on selecting a license:
fr_fr: Pour obtenir des conseils sur la sélection d'une licence :

source: New research output
fr_fr: Nouvelle production de recherche

source: Refine your search to discipline specific, institutional or generalist repositories. When the use of domain-specific repositories is not available, generalist repositories are a good option and accept all types of data regardless of type, format, content, or discipline.
fr_fr: Affinez votre recherche aux référentiels disciplinaires, institutionnels ou généralistes. Lorsque l'utilisation de référentiels spécifiques à un domaine n'est pas disponible, les référentiels généralistes sont une bonne option et acceptent tous les types de données, quels que soient le type, le format, le contenu ou la discipline.

source: Select a subject area to refine your search.
fr_fr: Sélectionnez un domaine pour affiner votre recherche.

source: - Select a subject area -
fr_fr: - Sélectionnez un domaine -

source: Select a subject area
fr_fr: Sélectionnez un domaine

source: - Select a repository type -
fr_fr: - Sélectionnez un type de référentiel -

source: Select a repository type
fr_fr: Sélectionnez un type de dépôt

source: Click to view repositories related to %{subject}
fr_fr: Cliquez pour afficher les référentiels liés à %{subject}

source: More info
fr_fr: Plus d'informations

source: Repository URL
fr_fr: URL du référentiel

source: Data access
fr_fr: Accès aux données

source: Persistent identifier type
fr_fr: Type d'identifiant persistant

source: Policies
fr_fr: Stratégies

source: Data upload
fr_fr: Téléchargement de données

source: Provider type
fr_fr: Type de fournisseur

source: Repository type
fr_fr: Type de référentiel

source: Fragment with id %{id} doesn't exist.
fr_fr: Le fragment avec l'identifiant %{id} n'existe pas.

source: Fragment doesn't exist.
fr_fr: Le fragment n'existe pas.

source: Schema not found
fr_fr: Schéma introuvable

source: Plan not found
fr_fr: Plan non trouvé

source: Unable to determine owner of the DMP, please specify an existing user as the contact
fr_fr: Impossible de déterminer le propriétaire du DMP, veuillez spécifier un utilisateur existant comme contact

source: %{user_name} Plan
fr_fr: Plan de %{user_name}

source: Invalid JSON
fr_fr: JSON non valide

source: Registry not found
fr_fr: Référentiel introuvable

source: Plan is already shared with %{api_client}.
fr_fr: Le plan est déjà partagé avec %{api_client}.

source: Plan shared with "%{api_client}" application successfully.
fr_fr: Plan partagé avec l'application "%{api_client}" avec succès.

source: An error has occured while sharing the plan with "%{api_client}".
fr_fr: Une erreur s'est produite lors du partage du plan avec "%{api_client}".

source: Please select an application in the list
fr_fr: Veuillez sélectionner une application dans la liste

source: Successfully changed the permissions for %{api_client}.
fr_fr: Autorisations pour %{api_client} modifiées avec succès.

source: Notification has been sent
fr_fr: La notification a été envoyée

source: Project data have successfully been imported.
fr_fr: Les données concernant le projet ont été importées avec succès

source: Form saved successfully.
fr_fr: Formulaire enregistré avec succès.

source: Error when saving form.
fr_fr: Erreur lors de l'enregistrement du formulaire.

source: Unable to change the template's recommended status
fr_fr: Impossible de changer le statut "recommandé" du modèle

source: Invalid JSON data
fr_fr: Données JSON invalides

source: Invalid format
fr_fr: Format invalide

source: File should begin with :dmp property
fr_fr: Le fichier doit commencer par la propriété :dmp

source: :title and the contact's :mbox are both required fields
fr_fr: :title et le contact :mbox sont tous deux obligatoires

source: :type and :identifier are required for all ids
fr_fr: :type et :identifier sont obligatoires pour tous les identifiants

source: :name is required for every :affiliation and :funding
fr_fr: :name est obligatoire pour chaque :affiliation et :funding

source: :role and either the :name or :email are required for each :contributor
fr_fr: :role et le :name ou :email sont requis pour chaque :contributor

source: :name, :funder_id or :grant_id are required for each funding
fr_fr: :name, :funder_id ou :grant_id sont requis pour chaque financement

source: :title is required for each :dataset
fr_fr: :title est requis pour chaque :dataset

source: :meta, :project and :researchOutput are required properties
fr_fr: :meta, :project et :researchOutput sont des propriétés obligatoires

source: at least one researchOutput must be present
fr_fr: au moins un researchOutput doit être présent

source: :contact is required with a valid :mbox
fr_fr: :contact est obligatoire avec une :mbox valide

source: ID
fr_fr: Identifiant

source: Api Client
fr_fr: Client API

source: Classname
fr_fr: Nom de classe

source: Are you sure you want to delete the registry "%{title}"?
fr_fr: Voulez-vous vraiment supprimer le référentiel "%{title}"

source: Value
fr_fr: Valeur

source: Edit registry value
fr_fr: Modifier la valeur du référentiel

source: Move registry value
fr_fr: Déplacer la valeur de référentiel

source: Are you sure you want to delete this registry value?
fr_fr: Voulez-vous vraiment supprimer cette valeur de référentiel ?

source: Delete registry value
fr_fr: Supprimer la valeur de référentiel

source: Label
fr_fr: Libellé

source: Select which API Client this form belongs to.
fr_fr: Sélectionnez à quel client API ce formulaire appartient.

source: Schema
fr_fr: Schéma

source: Are you sure you want to delete the schema "%{title}"?
fr_fr: Voulez-vous vraiment supprimer le schéma "%{title}"

source: View all schemas
fr_fr: Voir tous les schémas

source: Create Schema
fr_fr: Créer un schéma

source: New schema
fr_fr: Nouveau schéma

source: Values
fr_fr: Valeurs

source: View all registries
fr_fr: Voir tous les référentiels

source: Create Registry
fr_fr: Créer un référentiel

source: New registry value
fr_fr: Nouvelle valeur de référentiel

source: Export Registry
fr_fr: Exporter référentiel

source: Edit Registry
fr_fr: Modifier le référentiel

source: View registry
fr_fr: Voir le référentiel

source: Message
fi: Viesti
sv_fi: Meddelande

source: Submit
fi: Lähetä
sv_fi: Skicka

source: %{application_name} is provided by the %{organisation_name}.<br /> You can find out more about us on our <a href="%{organisation_url}" target="_blank">website</a>. If you would like to contact us about %{application_name}, please fill out the form below.
fi: %{application_name} tarjoaa %{organisation_name}. <br /> Voit lukea lisää meistä <a href="%{organisation_url}" target="_blank">verkkosivuillamme</a> . Jos haluat ottaa meihin yhteyttä %{application_name}, täytä alla oleva lomake.
sv_fi: %{application_name} tillhandahålls av %{organisation_name}. <br /> Du kan läsa mer om oss på vår <a href="%{organisation_url}" target="_blank">hemsida</a> . Om du vill kontakta oss om %{application_name}, fyll i formuläret nedan.

source: %{application_name} is based on DMPonline code and delivered by the UK\'s <a href=\'https://dcc.ac.uk/\'>Digital Curation Centre</a>.
fi: %{application_name} perustuu DMPonline-koodiin, jonka tuottaa Yhdistyneen kuningaskunnan <a href=\'https://dcc.ac.uk/\'>Digital Curation Center</a> .
sv_fi: %{application_name} är baserat på DMPonline-kod och levereras av Storbritanniens <a href=\'https://dcc.ac.uk/\'>Digital Curation Center</a> .

source: Data management planning tool %{application_name} helps you to create, review, and share data management plans that meet institutional and funder requirements.
fi: Voit tehdä aineistonhallintasuunnitelman %{application_name}n avulla.
sv_fi: Datahanteringsplaneringsverktyget %{application_name} hjälper dig att skapa, granska och dela datahanteringsplaner som uppfyller institutionella och funderingsbehov.

source: Join the growing number of researchers that have adopted DMPTuuli:
fi: Liity DMPTuulin käyttäjien yhä kasvavaan joukkoon.
sv_fi: Delta i det växande antalet forskare som har antagit DMPTuuli:

source: Plans
fi: Suunnitelmaa

source: You can download funder templates without logging in, but from DMPTuuli you will find tailored guidance from many research organisations, including universities and service providers like the Finnish Social Science Data Archive. Why not sign up for an account and try it out?
fi: Rahoittajien mallipohjien lataaminen ei vaadi kirjautumista DMPTuuliin. DMPTuuli sisältää monien tutkimusorganisaatioiden ja palveluntarjoajien ohjeita. Luo itsellesi tili ja pääset kirjoittamaan aineistonhallintasuunnitelman DMPTuulin avulla.
sv_fi: Du kan ladda ner funderingsmallar utan att logga in, men från DMPTuuli hittar du skräddarsydd vägledning från många forskningsorganisationer, inklusive universitet och tjänsteleverantörer som det finska samhällsvetenskapliga datafilket. Varför inte registrera dig för ett konto och prova det?

source: Based on work by the Digital Curation Centre
fi: Pohjautuu Digital Curation Centerin luomukseen
sv_fi: Baserat på arbete från Digital Curation Center

source: Contact us
fi: Ota yhteyttä
sv_fi: Kontakta oss

source: Privacy policy
fi: Yksityisyydensuoja
sv_fi: Integritetspolicy

source: Delivered by DCC
fi: DCC:n tuottama
sv_fi: Levereras av DCC

source: Create plans
fi: Tee suunnitelmia
sv_fi: Skapa planer

source: Reference
fi: Esimerkit
sv_fi: Referens

source: Public DMP templates
fi: Julkiset DMP-mallit
sv_fi: Offentliga DMP-mallar

source: Home
fi: Etusivu
sv_fi: Hem

source: Templates for data management plans are based on the specific requirements listed in funder policy documents. DMPTuuli maintains these templates, however, researchers should always consult the funder guidelines directly for authoritative information.
fi: Aineistonhallintasuunnitelmien mallipohjat pohjautuvat rahoittajien julkisiin asiakirjoihin. DMPTuuli säilyttää näitä mallipohjia mutta tutkijoiden tulisi aina lukea rahoittajien ohjeet, joista löytyy virallinen tieto.
sv_fi: Mallar för datahanteringsplaner baseras på de specifika krav som anges i funder-policydokument. DMPTuuli behåller dessa mallar, men forskare bör alltid rådfråga funderingsriktlinjerna direkt för auktoritativ information.

source: Sign in with institutional credentials (HAKA only)
fi: Voit kirjautua sisään organisaatiosi tunnuksilla (HAKA)
sv_fi: Logga in med institutionella uppgifter (endast HAKA)

source: About %{application_name}
fi: Tietoa %{application_name} -työkalusta
sv_fi: Om %{application_name}

source: Data management plan (DMP) will help you manage your data, meet funder requirements and help others use your data if shared. %{application_name} will help you write data management plans.
fi: Aineistonhallinnan suunnittelu auttaa aineistonhallinnan käytännön toteuttamisen ohella vastaamaan rahoittajien vaatimuksiin. Suunnitelmallisuutta vaaditaan myös aineiston jakamiseen ja jatkokäytön varmistamiseen. %{application_name} antaa ohjeita aineistonhallintasuunnitelman kirjoittamiseen.
sv_fi: Datahanteringsplan (DMP) hjälper dig att hantera dina data, uppfylla funderingsbehov och hjälpa andra att använda dina data om de delas. %{application_name} hjälper dig att skriva datahanteringsplaner.

source: %{application_name} is provided by the Finnish <a href=\'https://wiki.helsinki.fi/display/Tuuli/Tuuli-projekti\'>Tuuli project</a>.The project has worked closely with researchers and research funders to produce guidance and templates that assist researchers to produce an effective data management plan (DMP) to cater for the whole lifecycle of a project, from bid-preparation stage through to completion.
fi: %{application_name} tarjoaa suomalainen <a href=\'https://wiki.helsinki.fi/display/Tuuli/Tuuli-projekti\'>Tuuli-hanke</a> . Projekti on tehnyt tiivistä yhteistyötä tutkijoiden ja tutkimusrahoittajien kanssa ja tuottanut ohjeita ja malleja, jotka auttavat tutkijoita luomaan tehokkaan aineistonhallintasuunnitelman (DMP) hankkeen koko elinkaaren ajaksi, tarjousvalmisteluvaiheesta aina projektin loppuun saakka.
sv_fi: %{application_name} tillhandahålls av Finlands <a href=\'https://wiki.helsinki.fi/display/Tuuli/Tuuli-projekti\'>Tuuli-projekt</a> . Projektet har arbetat nära med forskare och forskningsfinansiering för att skapa vägledning och mallar som hjälper forskare att producera en effektiv datahanteringsplan (DMP) för att tillgodose hela projektets livscykel, från förberedelsestid fram till slutförandet.

source: %{application_name} is based on <a href=\'https://dmponline.dcc.ac.uk/\'>DMPonline</a> code, developed by the UK\'s <a href=\'https://dcc.ac.uk/\'>Digital Curation Centre</a>.
fi: %{application_name} perustuu <a href=\'https://dmponline.dcc.ac.uk/\'>DMPonline-</a> koodiin, jonka on kehittänyt UK <a href=\'https://dcc.ac.uk/\'>Digital Curation Center</a> .
sv_fi: %{application_name} bygger på <a href=\'https://dmponline.dcc.ac.uk/\'>DMPonline-</a> kod, som utvecklats av Storbritanniens <a href=\'https://dcc.ac.uk/\'>Digital Curation Center</a> .

source: How the tool works
fi: Työkalun toiminta
sv_fi: Hur verktyget fungerar

source: There are a number of templates within the tool that represent the requirements of different funders and institutions. Users are asked three questions at the outset so we can determine the appropriate template to display. Guidance is provided to help you interpret and answer the questions. This guidance is provided by researcher funders, universities and disciplines.
fi: Työkalussa on useita mallipohjia, jotka edustavat eri rahoittajien ja laitosten vaatimuksia. Käyttäjiltä kysytään aluksi kolme kysymystä, jotta voimme määrittää sopivan mallin näytettäväksi. Työkalusta löytyy ohjeistusta kysymysten tulkitsemisen ja niihin vastaamisen avuksi. Ohjeistuksia ovat tehneet tutkimuksen rahoittajat, yliopistot ja jotkin tieteenalat.
sv_fi: Det finns ett antal mallar inom verktyget som representerar kraven för olika finansierare och institutioner. Användare ställs in tre frågor från början så att vi kan bestämma vilken mall som ska visas. Guiden ges för att hjälpa dig tolka och svara på frågorna. Denna vägledning tillhandahålls av forskare, universitet och discipliner.

source: Getting Started
fi: Näin pääset alkuun
sv_fi: Komma igång
