Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/dmptool.po
Languages: pt_br

source: Warning: Changing your organisation will result in the loss of your administrative privileges.
pt_br: Aviso: alterar sua organização resultará na perda de seus privilégios administrativos.

source: (Linux, Mac, Windows; free)
pt_br: (Linux, Mac, Windows; gratuito)

source: (Mac; free trial)
pt_br: (Mac: teste grátis)

source: (Windows; free)
pt_br: (Windows; gratuito)

source: - or -
pt_br: - ou -

source: - or -
pt_br: - ou -

source: <a href="%{ark_url}">ARK (Archival Resource Key)</a> – a URL with extra features allowing you to ask for descriptive and archival metadata and to recognize certain kinds of relationships between identifiers. ARKs are used by memory organizations such as libraries, archives, and museums. They are resolved at "%{nt2_url}". Resolution depends on HTTP redirection and can be managed through an API or a user interface.
pt_br: <a href="%{ark_url}">ARK (Archival Resource Key)</a> - uma URL com recursos extras que lhe permite solicitar metadados descritivos e de arquivamento e reconhecer certos tipos de relacionamentos entre identificadores. As ARKs são usadas por organizações de memória, como bibliotecas, arquivos e museus. Eles são resolvidos em "%{nt2_url}". A resolução depende do redirecionamento de HTTP e pode ser gerenciada por meio de uma API ou de uma interface do usuário.

source: <a href="%{doi_url}">DOI (Digital Object Identifier)</a> – an identifier that becomes actionable when embedded in a URL. DOIs are very popular in academic journal publishing. They are resolved at "%{doi_resolver_url}". Resolution depends on HTTP redirection and the Handle identifier protocol, and can be managed through an API or a user interface.
pt_br: <a href="%{doi_url}">DOI (Digital Object Identifier)</a> - um identificador que se torna acionável quando incorporado em um URL. Os DOIs são muito populares na publicação de periódicos acadêmicos. Eles são resolvidos em "%{doi_resolver_url}". A resolução depende do redirecionamento de HTTP e do identificador de identificador e pode ser gerenciada por meio de uma API ou interface de usuário.

source: <a href="%{handle_url}">Handle</a> – an identifier that becomes actionable when embedded in a URL. Handles are resolved at "%{handle_url}". Resolution depends on HTTP redirection and the Handle protocol, and can be managed through an API or a user interface.
pt_br: <a href="%{handle_url}">Handle</a> - um identificador que se torna acionável quando incorporado em um URL. As alças são resolvidas em "%{handle_url}". A resolução depende do redirecionamento HTTP e do protocolo Handle e pode ser gerenciada por meio de uma API ou interface do usuário.

source: <a href="%{inchi_url}">InChI (IUPAC International Chemical Identifier)</a> – a non-actionable identifier for chemical substances that can be used in printed and electronic data sources, thus enabling easier linking of diverse data compilations.
pt_br: <a href="%{inchi_url}">InChI (IUPAC International Chemical Identifier)</a> - um identificador não acionável para substâncias químicas que podem ser usadas em fontes de dados impressos e eletrônicos, facilitando assim a vinculação de diversas compilações de dados.

source: <a href="%{lsid_url}">LSID (Life Sciences Identifier)</a> – a kind of URN that identifies a biologically significant resources, including species names, concepts, occurrences, and genes or proteins, or data objects that encode information about them. Like other URNs, it becomes actionable when embedded in a URL.
pt_br: <a href="%{lsid_url}">LSID (Life Sciences Identifier)</a> – um tipo de URN que identifica recursos biologicamente significativos, incluindo nomes de espécies, conceitos, ocorrências e genes ou proteínas, ou objetos de dados que codificam informações sobre eles. Como outros URNs, ele se torna acionável quando incorporado em uma URL.

source: <a href="%{purl_url}">PURL (Persistent Uniform Resource Locator)</a> – a URL that is always redirected through a hostname (often purl.org). Resolution depends on HTTP redirection and can be managed through an API or a user interface.
pt_br: <a href="%{purl_url}">PURL (Persistent Uniform Resource Locator)</a> – um URL que é sempre redirecionado por meio de um nome de host (geralmente purl.org). A resolução depende do redirecionamento de HTTP e pode ser gerenciada por meio de uma API ou de uma interface do usuário.

source: <ol type="1"><li>Enter a title for your research project. If applying for funding, use the project title as it appears in the proposal.</li><li>Select the primary research organization. If you are associated with a participating institution/organization, this field will be pre-populated. You have the option to clear the field and select another organization from the list. Based on your selection, you will be presented with institution-specific templates and guidance. You can also check the box that “No organization is associated with this plan.”</li><li>Select the primary funding organization. If you are required to include a data management plan as part of a grant proposal, select your funder from the list. You may be presented with a secondary dropdown menu if your funder has different requirements for specific programs (e.g., NSF, DOE). See the complete list of <a href="%{public_templates_url}">funder requirements</a> supported by DMPTool. If your funder is not in the list or you are not applying for a grant, check the box for “No funder associated with this plan;” this selection will provide you with a generic template.</li></ol>
pt_br: <ol type="1"><li>Insira um título para o seu projeto de pesquisa. Se estiver solicitando financiamento, use o título do projeto como aparece na proposta.</li><li>Selecione a organização de pesquisa principal. Se você estiver associado a uma instituição/organização participante, esse campo será pré-preenchido. Você tem a opção de limpar o campo e selecionar outra organização na lista. Com base na sua seleção, você receberá modelos e orientações específicos da instituição. Você também pode marcar a caixa “Nenhuma organização está associada a este plano”.</li><li>Selecione a organização principal de financiamento. Se você precisar incluir um plano de gerenciamento de dados como parte de uma proposta de concessão, selecione seu financiador na lista. Você pode receber um menu suspenso secundário se seu financiador tiver requisitos diferentes para programas específicos (por exemplo, NSF, DOE). Veja a lista completa dos <a href="%{public_templates_url}">requisitos do exigências do órgão financiador</a> suportados pelo DMPTool. Se o seu financiador não estiver na lista ou se você não estiver solicitando um subsídio, marque a caixa “Nenhum financiador associado a este plano;” essa seleção fornecerá um modelo genérico.</li></ol>

source: <strong>Access information</strong>: Where and how your data can be accessed by other researchers
pt_br: <strong>Acesse informações</strong>: Onde e como seus dados podem ser acessados ​​por outros pesquisadores

source: <strong>Checksum</strong>: A digest value computed for each file that can be used to detect changes; if a recomputed digest differs from the stored digest, the file must have changed
pt_br: <strong>Checksum</strong>: Um valor de resumo computado para cada arquivo que pode ser usado para detectar alterações; se um resumo recalculado for diferente do resumo armazenado, o arquivo deve ter sido alterado

source: <strong>Code list</strong>: Explanation of codes or abbreviations used in either the file names or the variables in the data files (e.g. "999 indicates a missing value in the data")
pt_br: <strong>Lista de códigos</strong>: Explicação de códigos ou abreviações usadas nos nomes de arquivos ou nas variáveis ​​nos arquivos de dados (por exemplo, "999 indica um valor ausente nos dados")

source: <strong>Comply with UC regulations.</strong> Researchers concerned about confidentiality issues with their data should consult the <a href="%{uc_policy_url}">UC policy for Protection of Human Subjects in Research</a>.
pt_br: <strong>Cumprir os regulamentos da UC.</strong> Pesquisadores preocupados com questões de confidencialidade com seus dados devem consultar a <a href="%{uc_policy_url}">Política de UC para Proteção de Seres Humanos em Pesquisa</a>.

source: <strong>Comply with regulations for health research</strong> set forth in the <a href="%{hippa_url}">Health Insurance Portability and Accountability Act (HIPPA)</a>.
pt_br: <strong>Cumpra as regulamentações para pesquisa em saúde</strong> estabelecidas no <a href="%{hippa_url}">Health Insurance Portability and Accountability Act (HIPPA)</a>.

source: <strong>Creator</strong>: Names and addresses of the organizations or people who created the data; preferred format for personal names is surname first (e.g., Smith, Jane)
pt_br: <strong>Criador</strong>: Nomes e endereços das organizações ou pessoas que criaram os dados; o formato preferido para nomes pessoais é o sobrenome primeiro (por exemplo, Smith, Jane)

source: <strong>Data can be licensed.</strong> Some data providers apply licenses that limit how the data can be used to protect the privacy of study participants or to guide downstream uses of the data (e.g., requiring attribution or forbidding for-profit use).
pt_br: <strong>Os dados podem ser licenciados.</strong> Alguns provedores de dados aplicam licenças que limitam como os dados podem ser usados ​​para proteger a privacidade dos participantes do estudo ou para orientar os usos posteriores dos dados (por exemplo, exigir atribuição ou proibir fins lucrativos). usar).

source: <strong>Dataset documentation</strong><ul><li>Variable names and descriptions</li><li>Explanation of codes and classification schemes used</li><li>Algorithms used to transform data (may include computer code)</li><li>File format and software (including version) used</li></ul>
pt_br: <strong>Documentação do conjunto de dados</strong><ul><li>Nomes e descrições de variáveis</li><li>Explicação dos códigos e esquemas de classificação usados</li><li>Algoritmos usados ​​para transformar dados (podem incluir código de computador)</li><li>Formato de arquivo e software (incluindo versão) usados ​</li></ul>

source: <strong>Date</strong>: Key dates associated with the data, including: project start and end date; release date; time period covered by the data; and other dates associated with the data lifespan, such as maintenance cycle, update schedule; preferred format is yyyy-mm-dd, or yyyy.mm.dd-yyyy.mm.dd for a range
pt_br: <strong>Data</strong>: datas-chave associadas aos dados, incluindo: data de início e término do projeto; data de lançamento; período coberto pelos dados; e outras datas associadas à vida útil dos dados, como ciclo de manutenção, agendamento de atualização; O formato preferido é aaaa-mm-dd ou aaaa.mm.dd-aaaa.mm.dd para um intervalo

source: <strong>Derived / Compiled</strong><ul><li>Generated from existing datasets</li><li>Reproducible, but can be very expensive and time-consuming</li><li>Examples: text and data mining, compiled database, 3D models</li></ul>
pt_br: <strong>Derivado / Compilado</strong><ul><li>Gerado a partir de conjuntos de dados existentes</li><li>Reproduzível, mas pode ser muito caro e demorado</li><li>Exemplos: texto e dados mineração, banco de dados compilado, modelos 3D</li></ul>

source: <strong>Don't Forget the Documentation</strong>: Document your research and data so others can interpret the data. Begin to document your data at the very beginning of your research project and continue throughout the project. See data documentation and metadata for details.
pt_br: <strong>Não se esqueça da documentação</strong>: documente sua pesquisa e seus dados para que outros possam interpretar os dados. Comece a documentar seus dados no início de seu projeto de pesquisa e continue durante todo o projeto. Veja a documentação de dados e metadados para detalhes.

source: <strong>Evaluate the anonymity of your data.</strong> Consider to what extent your data contains direct or indirect identifiers that could be combined with other public information to identify research participants.
pt_br: <strong>Avalie o anonimato de seus dados.</strong> Considere até que ponto seus dados contêm identificadores diretos ou indiretos que podem ser combinados com outras informações públicas para identificar os participantes da pesquisa.

source: <strong>Experimental</strong><ul><li>Typically generated in the lab or under controlled conditions</li><li>Often reproducible, but can be expensive or time-consuming</li><li>Examples: gene sequences, chromatograms, magnetic field readings</li></ul>
pt_br: <strong>Experimental</strong><ul><li>Geralmente gerado em laboratório ou sob condições controladas</li><li>Frequentemente reproduzível, mas pode ser caro ou demorado</li><li>Exemplos: sequências genéticas, cromatogramas, leituras de campos magnéticos</li></ul>

source: <strong>File Formats for Long Term Access</strong>: The file format in which you keep your data is a primary factor in one's ability to use your data in the future. Plan for both hardware and software obsolescence. See file formats and organization for details on long-term storage formats.
pt_br: <strong>Formatos de arquivo para acesso de longo prazo</strong>: O formato de arquivo no qual você guarda seus dados é um fator primordial na capacidade de usar seus dados no futuro. Planeje a obsolescência de hardware e software. Veja formatos de arquivo e organização para detalhes sobre formatos de armazenamento de longo prazo.

source: <strong>File formats</strong>: Formats of the data, e.g., FITS, SPSS, HTML, JPEG, etc.
pt_br: <strong>Formatos de arquivo</strong>: Formatos dos dados, por exemplo, FITS, SPSS, HTML, JPEG etc.

source: <strong>File inventory</strong>: All files associated with the project, including extensions (e.g. "NWPalaceTR.WRL", "stone.mov")
pt_br: <strong>Inventário de arquivos</strong>: Todos os arquivos associados ao projeto, incluindo extensões (por exemplo, "NWPalaceTR.WRL", "stone.mov ")

source: <strong>File structure</strong>: Organization of the data file(s) and layout of the variables, where applicable
pt_br: <strong>Estrutura do arquivo</strong>: Organização do(s) arquivo(s) de dados e layout das variáveis, quando aplicável

source: <strong>Funder</strong>: Organizations or agencies who funded the research
pt_br: <strong>Funder</strong>: Organizações ou agências que financiaram a pesquisa

source: <strong>Identifier</strong>: Unique number used to identify the data, even if it is just an internal project reference number
pt_br: <strong>Identificador</strong>: Número exclusivo usado para identificar os dados, mesmo que seja apenas um número de referência interno do projeto

source: <strong>Language</strong>: All languages used in the dataset
pt_br: <strong>Idioma</strong>: Todos os idiomas usados ​​no conjunto de dados

source: <strong>Method</strong>: How the data were generated, listing equipment and software used (including model and version numbers), formulae, algorithms, experimental protocols, and other things one might include in a lab notebook
pt_br: <strong>Método</strong>: Como os dados foram gerados, listando equipamentos e softwares usados ​​(incluindo números de modelo e versão), fórmulas, algoritmos, protocolos experimentais e outras coisas que podem ser incluídas em um caderno de laboratório

source: <strong>Much data is not copyrightable in the United States</strong> because facts are not copyrightable. However, a presentation of data (such as a chart or table) may be.
pt_br: <strong>Muitos dados não podem ser protegidos por direitos autorais nos Estados Unidos</strong> porque os fatos não têm direitos autorais. No entanto, uma apresentação de dados (como um gráfico ou tabela) pode ser.

source: <strong>Necessary software</strong>: Names of any special-purpose software packages required to create, view, analyze, or otherwise use the data
pt_br: <strong>Software necessário</strong>: Nomes de quaisquer pacotes de software para fins especiais necessários para criar, exibir, analisar ou usar os dados

source: <strong>Observational</strong><ul><li>Captured in real-time, typically outside the lab</li><li>Usually irreplaceable and therefore the most important to safeguard</li><li>Examples: Sensor readings, telemetry, survey results, images</li></ul>
pt_br: <strong>Observacional</strong><ul><li>Capturado em tempo real, normalmente fora do laboratório</li><li>Geralmente insubstituível e, portanto, o mais importante para proteger</li><li>Exemplos: Sensor leituras, telemetria, resultados de pesquisas, imagens</li></ul>

source: <strong>Obtain a confidentiality review.</strong> A benefit of depositing your data with <a href="%{icpsr_url}">ICPSR</a> is that their staff offers a Disclosure review service to check your data for confidential information.
pt_br: <strong>Obtenha uma revisão de confidencialidade.</strong> O benefício de depositar seus dados no <a href="%{icpsr_url}">ICPSR</a> é que sua equipe oferece um serviço de revisão de Divulgação para verificar seus dados para informações confidenciais.

source: <strong>Ownership and Privacy</strong>: Make sure that you have considered the implications of sharing data in terms of copyright, IP ownership, and subject confidentiality. See copyright and confidentiality for details.
pt_br: <strong>Propriedade e privacidade</strong>: verifique se você considerou as implicações do compartilhamento de dados em termos de direitos autorais, propriedade de propriedade intelectual e confidencialidade do assunto. Veja os direitos autorais e confidencialidade para detalhes.

source: <strong>Place</strong>: All applicable physical locations
pt_br: <strong>Local</strong>: Todos os locais físicos aplicáveis

source: <strong>Processing</strong>: How the data have been altered or processed (e.g., normalized)
pt_br: <strong>Processamento</strong>: como os dados foram alterados ou processados ​​(por exemplo, normalizados)

source: <strong>Rights</strong>: Any known intellectual property rights, statutory rights, licenses, or restrictions on use of the data
pt_br: <strong>Direitos</strong>: Quaisquer direitos de propriedade intelectual conhecidos, direitos estatutários, licenças ou restrições ao uso dos dados

source: <strong>Simulation</strong><ul><li>Machine generated from test models</li><li>Likely to be reproducible if the model and inputs are preserved</li><li>Examples: climate models, economic models</li></ul>
pt_br: <strong>Simulação</strong><ul><li>Máquina gerada a partir de modelos de teste</li><li>Prováveis ​​de serem reproduzíveis se o modelo e as entradas forem preservadas</li><li>Exemplos: modelos climáticos, econômicos modelos</li></ul>

source: <strong>Source</strong>: Citations to data derived from other sources, including details of where the source data is held and how it was accessed
pt_br: <strong>Fonte</strong>: Citações de dados derivados de outras fontes, incluindo detalhes de onde os dados de origem são mantidos e como foram acessados

source: <strong>Subject</strong>: Keywords or phrases describing the subject or content of the data
pt_br: <strong>Assunto</strong>: Palavras-chave ou frases que descrevam o assunto ou o conteúdo dos dados

source: <strong>Title</strong>: Name of the dataset or research project that produced it
pt_br: <strong>Título</strong>: Nome do conjunto de dados ou projeto de pesquisa que o produziu

source: <strong>URL (Uniform Resource Locator)</strong> – the typical "address" of web content. It is a kind of URI (Uniform Resource Identifier) that begins with "http://" and consists of a string of characters used to identify or name a resource on the Internet. Such identification enables interaction with representations of the resource over a network, typically the World Wide Web, using the HTTP protocol. Well-managed URL redirection can make URLs as persistent as any identifier. Resolution depends on HTTP redirection and can be managed through an API or a user interface.
pt_br: <strong>URL (Uniform Resource Locator)</strong> - O típico "endereço" do conteúdo da web. É um tipo de URI (Uniform Resource Identifier) ​​que começa com "http://" e consiste em uma cadeia de caracteres usada para identificar ou nomear um recurso na Internet. Essa identificação permite a interação com representações do recurso através de uma rede, tipicamente a World Wide Web, usando o protocolo HTTP. O redirecionamento de URL bem gerenciado pode tornar URLs tão persistentes quanto qualquer identificador. A resolução depende do redirecionamento de HTTP e pode ser gerenciada por meio de uma API ou de uma interface do usuário.

source: <strong>URN (Uniform Resource Name)</strong> – an identifier that becomes actionable when embedded in a URL. Resolution depends on HTTP redirection and the DDDS protocol, and can be managed through an API or a user interface. A browser plug-in can save you from typing a hostname in front of it.
pt_br: <strong>URN (Uniform Resource Name)</strong> - Um identificador que se torna acionável quando incorporado em um URL. A resolução depende do redirecionamento de HTTP e do protocolo DDDS e pode ser gerenciada por meio de uma API ou interface do usuário. Um plug-in de navegador pode evitar que você digite um nome de host na frente dele.

source: <strong>Variable list</strong>: All variables in the data files, where applicable
pt_br: <strong>Lista de variáveis​</strong>: todas as variáveis ​​nos arquivos de dados, quando aplicável

source: <strong>Version</strong>: Unique date/time stamp and identifier for each version
pt_br: <strong>Versão</strong>: carimbo de data / hora exclusivo e identificador para cada versão

source: <ul><li>DMPTool Logo (blue), with tagline - <a href="%{logo_tagline_eps_url}">EPS</a>, <a href="%{logo_tagline_svg_url}">SVG</a>, <a href="%{logo_tagline_png_url}">PNG</a></li><li>DMPTool Logo (blue), no tagline - <a href="%{logo_eps_url}">EPS</a>, <a href="%{logo_svg_url}">SVG</a>, <a href="%{logo_png_url}">PNG</a></li><li>DMPTool Logo (green v2), with tagline - <a href="%{vintage_logo_tagline_png_url}">PNG</a></li><li>DMPTool Logo (green v2), no tagline - <a href="%{vintage_logo_png_url}">PNG</a></li><li>Original DMPTool Logo - <a href="%{original_logo_png_url}">PNG</a></li></ul>
pt_br: <ul><li>Logo da DMPTool (azul), com slogan - <a href="%{logo_tagline_eps_url}">EPS</a>, <a href="%{logo_tagline_svg_url}">SVG</a>, <a href="%{logo_tagline_png_url}">PNG</a></li><li>Logo da DMPTool (azul), sem slogan - <a href="%{logo_eps_url}">EPS</a>, <a href="%{logo_svg_url}">SVG</a>, <a href="%{logo_png_url}">PNG</a></li><li>Logo da DMPTool (verde v2), com slogan - <a href="%{vintage_logo_tagline_png_url}">PNG</a></li><li>Logo da DMPTool (verde v2), sem slogan - <a href="%{vintage_logo_png_url}">PNG</a></li><li>Logo original da DMPTool - <a href="%{original_logo_png_url}">PNG</a></li></ul>

source: <ul><li>Email to individual requesters</li><li>Post online via a project or personal website</li><li>Submit as supplemental material to be hosted on a journal publisher's website</li><li>Deposit in an open repository or archive</li><li>Deposit in an open repository and publish a "data paper" describing the data</li></ul>
pt_br: <ul><li>Email para solicitantes individuais</li><li>Publique conectados por meio de um projeto ou site pessoal</li><li>Envie como material suplementar para ser hospedado no site de um editor de periódico</li><li>Depositar em um repositório ou arquivo aberto</li><li>Depositar em um repositório aberto e publicar um "paper de dados" descrevendo os dados</li></ul>
