Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/dmptool.po
Languages: pt_br

source: Although the core elements are sufficient in the simplest case – citation to the entirety of a static dataset – additional elements may be needed if you wish to cite a dynamic dataset or a subset of a larger dataset.<ul><li><strong>Version</strong> of the dataset analyzed in the citing paper</li><li><strong>Access date</strong> when the data was accessed for analysis in the citing paper</li><li><strong>Subset</strong> of the dataset analyzed (e.g., a range of dates or record numbers, a list of variables)</li><li><strong>Verifier</strong> that the dataset or subset accessed by a reader is identical to the one analyzed by the author (e.g., a Checksum)</li><li><strong>Location</strong> of the dataset on the internet, needed if the identifier is not "actionable" (convertable to a web address)</li></ul>
pt_br: Embora os elementos principais sejam suficientes no caso mais simples - citação para a totalidade de um conjunto de dados estático - elementos adicionais podem ser necessários se você desejar citar um conjunto de dados dinâmico ou um subconjunto de um conjunto de dados maior.<ul><li><strong>Versão</strong> do conjunto de dados analisado no documento de citação</li><li><strong>Data de acesso</strong> quando os dados foram acessados ​​para análise no documento de citação</li><li><strong>Subconjunto</strong> do conjunto de dados analisado (por exemplo, um intervalo de datas ou números de registro, uma lista de variáveis)</li><li><strong>Verificador</strong> de que o conjunto de dados ou subconjunto acessado por um leitor é idêntico ao analisado pelo autor (por exemplo, um Checksum)</li><li><strong>Localização</strong> do conjunto de dados na Internet, necessário se o identificador não for "acionável" (convertível para um endereço da web)</li></ul>

source: Are there examples of data management plans?
pt_br: Existem exemplos de planos de gestão de dados?

source: As noted in the CDL privacy policy, this website uses Google Analytics to capture and analyze usage statistics. You may choose to opt-out of having your website activity tracked by Google Analytics. To do so, visit the <a href="%{opt_out_url}">Google Analytics opt-out page</a> and install the add-on for your browser.
pt_br: Conforme observado na política de privacidade da CDL, este site usa o Google Analytics para capturar e analisar estatísticas de uso. Você pode optar por não ter a atividade do seu website rastreada pelo Google Analytics. Para fazer isso, visite a <a href="%{opt_out_url}">página de desativação do Google Analytics</a> e instale o complemento para seu navegador.

source: Backup Your Data
pt_br: Faça backup dos seus dados

source: Backups and storage
pt_br: Backups e Armazenamento

source: Basic Directory and File Naming Conventions
pt_br: Convenções Básicas de Diretório e Nomeação de Arquivos

source: Begin to document your data at the very beginning of your research project and continue throughout the project. Doing so will make the process much easier. If you have to construct the documentation at the end of the project, the process will be painful and important details will have been lost or forgotten. Don't wait to document your data!
pt_br: Comece a documentar seus dados no início de seu projeto de pesquisa e continue durante todo o projeto. Isso tornará o processo muito mais fácil. Se você tiver que construir a documentação no final do projeto, o processo será doloroso e detalhes importantes serão perdidos ou esquecidos. Não espere para documentar seus dados!

source: Below are some general aspects of your data that you should document, regardless of your discipline. At minimum, store this documentation in a "readme.txt" file, or the equivalent, with the data itself.
pt_br: Abaixo estão alguns aspectos gerais de seus dados que você deve documentar, independentemente da sua disciplina. No mínimo, armazene esta documentação em um arquivo "readme.txt", ou o equivalente, com os dados em si.

source: Beyond any externally imposed requirments, think about the long-term usefulness of the data. If the data is from an experiment that you anticipate will be repeatable more quickly, inexpensively, and accurately as technology progresses, you may want to store it for a relatively brief period. If the data consists of observations made outside the laborartory that can never be repeated, you may wish to store it indefinitely.
pt_br: Além de quaisquer requisitos impostos externamente, pense na utilidade a longo prazo dos dados. Se os dados forem provenientes de um experimento que você prevê que será reproduzível com mais rapidez, baixo custo e precisão conforme a tecnologia avança, você pode armazená-lo por um período relativamente breve. Se os dados consistirem em observações feitas fora do laboratório que nunca poderão ser repetidas, você poderá armazená-las indefinidamente.

source: By default all new and test plans will be set to Private visibility. Public and Organizational visibility are intended for finished plans. You must answer at least 50% of the questions to enable these options.
pt_br: Por padrão, todo plano novo ou de teste tem visibilidade definida como Privado. Os tiposde visibilidade Público e Organizacional servem para planos já finalizados. Você precisa responder pelo menos 50% das perguntas para habilitar essas opções.

source: Can I see customized templates and guidance created by administrators at other organizations?
pt_br: É possível ver os modelos customizados e as orientações criados por administradores de outras instituições?

source: Can't find the answer you’re looking for? <a href="%{contact_url}">Contact us</a>
pt_br: Não consegue encontrar a resposta que procura? <a href="%{contact_url}">Entre em contato</a>

source: Can't find what you’re looking for? <a href="%{contact_us_url}" >Contact us</a>
pt_br: Não consegue encontrar o que procura? <a href="%{contact_us_url}">Entre em contato</a>

source: Certain features on this website utilize third party services and APIs such as InCommon/Shibboleth or third party hosting of common JavaScript libraries or web fonts. Information used by an external service is governed by the privacy policy of that service. CDL does not control how information may be used by these services.
pt_br: Alguns recursos deste site utilizam serviços e APIs de terceiros, como o InCommon / Shibboleth ou hospedagem de terceiros de bibliotecas JavaScript comuns ou fontes da Web. As informações usadas por um serviço externo são regidas pela política de privacidade desse serviço. A CDL não controla como as informações podem ser usadas por esses serviços.

source: Citation Elements
pt_br: Elementos de citação

source: Citing Data
pt_br: Citando dados

source: Citing data is important in order to:<ul><li>Give the data producer appropriate credit</li><li>Allow easier access to the data for repurposing or reuse</li><li>Enable readers to verify your results</li></ul>
pt_br: A citação de dados é importante para:<ul><li>Conceder crédito adequado ao produtor de dados</li><li>Permitir acesso mais fácil aos dados para reutilização ou reutilização</li><li>Permitir que os leitores verifiquem seus resultados</li></ul>

source: Clear and detailed documentation is essential for data to be understood, interpreted, and used. Data documentation describes the content, formats, and internal relationships of your data in detail and will enable other researchers to find, use, and properly cite your data.
pt_br: A documentação clara e detalhada é essencial para que os dados sejam compreendidos, interpretados e usados. A documentação de dados descreve em detalhes o conteúdo, os formatos e os relacionamentos internos de seus dados e permitirá que outros pesquisadores encontrem, usem e citem seus dados corretamente.

source: Click on Sign in at the top-right of the home page. You can also click the white “Get started” button.
pt_br: Clique em Entrar no lado superior direito da página inicial. Você também pode clicar o botão branco “Como começar”.

source: Common additional elements
pt_br: Elementos adicionais comuns

source: Confidentiality and Ethical Concerns
pt_br: Confidencialidade e Preocupações Éticas

source: Considerations when preparing to share data
pt_br: Considerações ao se preparar para compartilhar dados

source: Containers: TAR, GZIP, ZIP
pt_br: Contêineres: TAR, GZIP, ZIP

source: Content Description
pt_br: Descrição do conteúdo

source: Contents
pt_br: Conteúdo

source: Copyright 2010-%{current_year} The Regents of the University of California
pt_br: Direitos autorais 2010-%{current_year} The Regents of the University of California

source: Copyright and Privacy
pt_br: Direitos autorais e privacidade

source: Core elements
pt_br: Elementos centrais

source: Create account with email address
pt_br: Criar conta com endereço de email

source: Create an account
pt_br: Criar um conta

source: Create data management plans that meet institutional and funder requirements.
pt_br: Criar planos de gestão de dados satisfazendo as exigências de instituições e órgãos de financiamento

source: Create your account
pt_br: Criar sua conta

source: Creator names in non-Roman scripts should be transliterated using the <a href="%{romanization_url}">ALA-LC Romanization Tables</a>.
pt_br: Os nomes dos criadores em scripts não romanos devem ser transliterados usando as <a href="%{romanization_url}">ALA-LC Romanization Tables</a>.

source: DMPTool ('the tool', 'the system
pt_br: DMPTool ('a ferramenta', 'o sistema

source: DMPTool Background
pt_br: Fundo do DMPTool

source: DMPTool News
pt_br: Notícias do DMPTool

source: DMPTool Principles
pt_br: Princípios do DMPTool

source: DMPTool by the Numbers
pt_br: DMPTool em Números

source: DMPTool is a service of the %{uc3} of the %{cdl}
pt_br: DMPTool é um serviço do %{uc3} da %{cdl}

source: DMPTool is free for anyone to create data management plans. As a user, you can:<ul><li>Create your own plans.</li><li>Co-author a plan with collaborators.</li><li> If you are a researcher from one of the <a href="%{participating_url}">participating institutions</a>, you can log in using your institutional credentials. You may then be presented with institution-specific guidance and have the option to get feedback from local data experts.</li></ul>
pt_br: DMPTool pode ser usado gratuitamente por qualquer pessoa que deseje criar planos de gestão de dados. Como usuário, você pode:<ul><li>Criar seus próprios planos.</li><li>Criar um plano em coautoria com colaboradores.</li><li> Se você é pesquisador de uma das the <a href="%{participating_url}">instituições participante</a>, você pode fazer seu login usando suas credenciais institucionais. É possível que você receba orientações específicas para sua instituição ou que consiga ajuda de um especialista em dados local.</li></ul>

source: DMPTool logo
pt_br: Logo DMPTool

source: DMPTool participants are institutions, profit and nonprofit organizations, individuals, or other groups that leverage the DMPTool as an effective and efficient way to create data management plans. Our community of participating organizations helps to sustain and support the DMPTool in the following ways:<ul><li>Establish institutional authentication with the DMPTool (Shibboleth)</li><li>Customize the tool with resources, help text, suggested answers, or other information</li><li>Contribute to the maintenance and enhancement of the DMPTool codebase</li><li>Help ensure that the DMPTool maintains its relevance and utility by notifying the DMPTool Helpdesk if:<ul><li>Funders release new requirements that are not reflected in the tool</li><li>Errors, mistakes, or misinformation are discovered in the tool</li><li>The tool's functionality is compromised (i.e., slow response times, poor performance, or software bugs)</li></ul></li></ul>
pt_br: Os participantes da DMPTool são instituições, organizações sem fins lucrativos e lucrativas, indivíduos ou outros grupos que aproveitam o DMPTool como uma maneira eficaz e eficiente de criar planos de gerenciamento de dados. Nossa comunidade de organizações participantes ajuda a sustentar e apoiar o DMPTool das seguintes maneiras:<ul><li>Estabelecer autenticação institucional com o DMPTool (Shibboleth)</li><li>Customização a ferramenta com recursos, texto de ajuda, respostas sugeridas ou outras informações</li><li>Contribuir para a manutenção e aprimoramento da base de código do DMPTool</li><li>Ajude a garantir que o DMPTool mantenha sua relevância e utilidade notificando o Helpdesk do DMPTool se:<ul><li>Os financiadores lançam novos requisitos que não estão refletidos na ferramenta</li><li>Erros, erros ou desinformação são descobertos na ferramenta</​li><li>A funcionalidade da ferramenta é comprometida (ou seja, tempos de resposta lentos, falta desempenho ou erros de software)</li></ul></li></ul>

source: Data Management General Guidance
pt_br: Guia Geral de Gestão de Dados

source: Data Security
pt_br: Segurança de dados

source: Data can also be fixed or changing over the course of the project (and perhaps beyond the project's end). Do the data ever change? Do they grow? Is previously recorded data subject to correction? Will you need to keep track of data versions? With respect to time, the common categories of dataset are:<ul><li><strong>Fixed datasets</strong>: never change after being collected or generated</li><li><strong>Growing datasets</strong>: new data may be added, but the old data is never changed or deleted</li><li><strong>Revisable datasets</strong>: new data may be added, and old data may be changed or deleted</li></ul>
pt_br: Os dados também podem ser corrigidos ou alterados ao longo do projeto (e talvez além do final do projeto). Os dados mudam alguma vez? Eles crescem? Os dados anteriormente gravados estão sujeitos a correção? Você precisará acompanhar as versões dos dados? Com relação ao tempo, as categorias comuns do conjunto de dados são: <ul><li><strong>Conjuntos de dados fixos</strong>: nunca são alterados após serem coletados ou gerados</li><li><strong>Conjuntos de dados</strong> >: novos dados podem ser adicionados, mas os dados antigos nunca são alterados ou excluídos</li><li><strong>Conjuntos de dados revisíveis</strong>: novos dados podem ser adicionados e dados antigos podem ser alterados ou excluídos</li></ul>

source: Data can come in many forms, including:<ul><li><strong>Text</strong>: field or laboratory notes, survey responses</li><li><strong>Numeric</strong>: tables, counts, measurements</li><li><strong>Audiovisual</strong>: images, sound recordings, video</li><li><strong>Models, computer code</strong></li><li><strong>Discipline-specific</strong>: FITS in astronomy, CIF in chemistry</li><li><strong>Instrument-specific</strong>: equipment outputs</li></ul>
pt_br: Os dados podem ser apresentados de várias formas, incluindo:<ul><li><strong>Texto</strong>: notas de campo ou de laboratório, respostas ao questionário</li><li><strong>Numérico</strong>: tabelas, contagens , medidas</li><li><strong>Audiovisual</strong>: imagens, gravações de som, vídeo</li><li><strong>Modelos, código de computador</strong></li><li><strong>Disciplina específica</strong>: FITS em astronomia, CIF em química</li><li><strong>Instrument-specific</strong>: saídas de equipamentos</li></ul>

source: Data documentation is commonly called metadata – "data about data". Researchers can document their data according to various metadata standards. Some metadata standards are designed for the purpose of documenting the contents of files, others for documenting the technical characteristics of files, and yet others for expressing relationships between files within a set of data. If you want to be able to share or publish your data, the <a href="%{datacite_standards_url}">DataCite metadata standard</a> is of particular signficiance.
pt_br: A documentação de dados é comumente chamada de metadados - "dados sobre dados". Os pesquisadores podem documentar seus dados de acordo com vários padrões de metadados. Alguns padrões de metadados são projetados com o propósito de documentar o conteúdo de arquivos, outros para documentar as características técnicas de arquivos e outros para expressar relacionamentos entre arquivos dentro de um conjunto de dados. Se você quiser compartilhar ou publicar seus dados, o <a href="%{datacite_standards_url}">DataCite metadata standard</a> é de particular importância.

source: Data management general guidance
pt_br: Orientação geral de gerenciamento de dados

source: Data security is the protection of data from unauthorized access, use, change, disclosure, and destruction. Make sure your data is safe in regards to:<ul><li>Network security<ul><li>Keep confidential data off the Internet</li><li>In extreme cases, put sensitive materials on computers not connected to the internet</li></ul></li><li>Physical security<ul><li>Restrict access to buildings and rooms where computers or media are kept</li><li>Only let trusted individuals troubleshoot computer problems</li></ul></li><li>Computer systems and files<ul><li>Keep virus protection up to date</li><li>Don't send confidential data via e-mail or FTP (or, if you must, use encryption)</li><li>Set passwords on files and computers</li><li>React with skepticism to phone calls and emails that claim to be from your institution's IT department</li></ul></li></ul>
pt_br: A segurança de dados é a proteção de dados contra acesso, uso, alteração, divulgação e destruição não autorizados. Certifique-se de que seus dados estejam seguros em relação a:<ul><li>Segurança de rede<ul><li>Mantenha os dados confidenciais fora da Internet</li><li>Em casos extremos, coloque materiais confidenciais em computadores não conectados ao internet</li></ul></li><li>Segurança física<ul><li>Restringir o acesso a prédios e salas onde computadores ou mídia são mantidos</li><li>Permitir que apenas pessoas confiáveis ​​solucionem problemas no computador</li></ul></li><li>Sistemas e arquivos do computador<ul><li>Mantenha a proteção contra vírus atualizada</li><li>Não envie dados confidenciais por e-mail ou FTP (ou, se precisar, usar criptografia)</li><li>Definir senhas em arquivos e computadores</li><li>Reaja com ceticismo a ligações telefônicas e e-mails que dizem pertencer ao departamento de TI da sua instituição</li></ul></li></ul>

source: Data that is legally encumbered may also be considered lost. So may data bound by ambiguous or unknown access and archiving rights, because the cost of clarifying the rights situation is often prohibitive. See data rights and licensing for guidance.
pt_br: Dados que são legalmente onerados também podem ser considerados perdidos. Assim, os dados podem ser vinculados por direitos de acesso e arquivamento ambíguos ou desconhecidos, porque o custo de esclarecer a situação dos direitos é muitas vezes proibitivo. Veja direitos de dados e licenciamento para orientação.

source: Databases: prefer XML or CSV to native binary formats
pt_br: Bancos de dados: prefira XML ou CSV para formatos binários nativos

source: Despite the lack of formal endorsements, the DMPTool templates incorporate specific data management planning requirements from a range of funders including foundations and government agencies. We are in close contact with some funders as we create templates and for all funders we monitor public notices and websites for changes.
pt_br: A despeito de não receber endossos formais, os modelos do DMPTool incorporam exigências específicas de uma série de órgãos financiadores a respeito de planos de gestão de dados, incluindo fundações e agências governamentais. Mantemos estreito contato com alguns órgãos financiadores ao criarmos modelos e, para todos os órgãos financiadores, monitoramos os avisos públicos e sites para acompanhar quaisquer mudanças.

source: Encrypted data may be effectively lost if it was encrypted with a key that has been lost (e.g., a forgotten password). For this reason, encrypted data representations are strongly discouraged.
pt_br: Dados criptografados podem ser efetivamente perdidos se forem criptografados com uma chave perdida (por exemplo, uma senha esquecida). Por esse motivo, as representações de dados criptografados são fortemente desencorajadas.

source: Encryption and Compression
pt_br: Criptografia e Compressão

source: Example citations
pt_br: Citações de exemplo

source: Examples of preferred format choices:
pt_br: Exemplos de opções de formato preferidas:

source: File Formats
pt_br: Formatos de arquivo

source: File Renaming
pt_br: Renomeando um arquivo

source: Finding a data repository
pt_br: Encontrando um repositório de dados

source: For Administrators
pt_br: Para Administradores

source: For Researchers
pt_br: Para Pesquisadores

source: For a general discussion about publishing your data, applicable to many disciplines, see the <a href="%{icpsr_url}">ICPSR Guide to Social Science Data Preparation and Archiving</a>.
pt_br: Para uma discussão geral sobre a publicação de seus dados, aplicável a muitas disciplinas, consulte o <a href="%{icpsr_url}">ICPSR Guide to Social Science Data Preparation and Archiving</a>.

source: For instance, image data typically requires a lot of storage space, so you'll want to decide whether to retain all your images (and, if not, how you will decide which to discard) and where such large data can be housed. Be sure to know your archiving organization's capacity for storage and backups.
pt_br: Por exemplo, os dados de imagem normalmente exigem muito espaço de armazenamento, portanto, você deve decidir se deseja reter todas as suas imagens (e, se não, como decidirá quais descartar) e onde esses dados grandes podem ser armazenados. Certifique-se de conhecer a capacidade de armazenamento e backup de sua organização de arquivamento.

source: For more information on recommended formats, see the <a href="%{recommended_formats_url}">UK Data Service guidance on recommended formats</a>.
pt_br: Para obter mais informações sobre formatos recomendados, consulte a <a href="%{recommended_formats_url}">UK Data Service guidance on recommended formats</a>.

source: For more information, see <a href="%{about_url}">About participating</a>.
pt_br: Para mais informações, veja <a href="%{about_url}">Sobre participação</a>.

source: For more information, see the <a href="%{help_url}">Quick Start Guide</a>.
pt_br: Para mais informações, consulte o <a href="%{help_url}">Guia de Início Rápido</a>

source: For what or whom are the data intended?
pt_br: Para que ou quem são os dados pretendidos?

source: Formats likely to be accessible in the future are:
pt_br: Formatos que provavelmente estarão acessíveis no futuro são:

source: Freedom of Information
pt_br: Liberdade de Informação

source: Funder Requirements
pt_br: Requisitos para Órgão Financiador

source: Future enhancements will focus on making DMPs machine actionable so please continue sharing your use cases. We invite you to peruse the DMPRoadmap GitHub wiki to learn how to <a href="%{get_involved_url}">get involved</a> in the project.
pt_br: Futuros aprimoramentos se concentrarão em tornar a máquina DMPs acionável, portanto, continue compartilhando seus casos de uso. Convidamos você a examinar o wiki do DMPRoadmap GitHub para aprender como <a href="%{get_involved_url}">se envolver</a> no projeto.

source: General Overview
pt_br: Visao geral

source: General purpose slides
pt_br: Slides gerais

source: Geographically distribute your local and remote copies to reduce risk of calamity at the same location (power outage, flood, fire, etc.)
pt_br: Distribua geograficamente suas cópias locais e remotas para reduzir o risco de calamidade no mesmo local (falta de energia, inundação, incêndio, etc.)

source: Get started
pt_br: Comece

source: Go to the blog
pt_br: Ir para o blog
