Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/dmptool.po
Languages: pt_br

source: Q: Where can I find help customizing the DMPTool for my institution/organization?
pt_br: Q: Onde posso encontrar ajuda para customizar o DMPTool para minha instituição/organização?

source: Q: Where can I read more about funder requirements for data management plans?
pt_br: Q: Onde posso ler mais sobre as exigências dos órgãos de financiamento a respeito de planos de gestão de dados?

source: Q: Who can help me at my institution?
pt_br: Q: Quem pode ajudar-me em minha instituição?

source: Q: Who can use the DMPTool?
pt_br: Q: Quem pode usar o DMPTool?

source: Q: Who owns the data management plans created with the DMPTool?
pt_br: Q: Quem é proprietário dos planos de gestão criados com DMPTool?

source: Q: Why am I getting email notifications from the DMPTool?
pt_br: Q: Por que estou recebendo notificações do DMPTool por email?

source: Quick Start Guide
pt_br: Guia de Início Rápido

source: Quick start guide
pt_br: Guia de início rápido

source: Read our <a href="%{general_guidance_url}">Data Management General Guidance</a> for more information about data management plans.
pt_br: Leia nosso <a href="%{general_guidance_url}">Data Management General Guidance</a> para mais informações sobre planos de gestão de dados.

source: Record all changes to a file no matter how small. Discard obsolete versions after making backups.
pt_br: Registre todas as alterações em um arquivo, não importa quão pequeno seja. Descartar versões obsoletas após fazer backups.

source: Research projects generate and collect countless varieties of data. To forumulate a data management plan, it's useful to categorize your data in four ways: by source, format, stability, and volume.
pt_br: Projetos de pesquisa geram e coletam inúmeras variedades de dados. Para formular um plano de gerenciamento de dados, é útil categorizar seus dados de quatro maneiras: por origem, formato, estabilidade e volume.

source: Reserve the 3-letter file extension for the file format, such as .txt, .pdf, or .csv.
pt_br: Reserve a extensão de arquivo de 3 letras para o formato de arquivo, como .txt, .pdf ou .csv.

source: Revisions
pt_br: Revisões

source: Security and Storage
pt_br: Segurança e Armazenamento

source: See a current list of <a href="%{participants_url}">DMPTool participants</a>.
pt_br: Veja uma lista atual de <a href="%{participants_url}">participantes do DMPTool</a>.

source: See the <a href="%{help_url}">Quick Start Guide</a> for more information on setting your plan's visibility.
pt_br: Veja o <a href="%{help_url}">Guia de Início Rápido</a> para mais informações sobre como definir a visibilidade de seu plano.

source: See the full list of participating institutions.
pt_br: Veja a lista completa de instituições participantes.

source: Select an organisation from the list or leave blank if your organisation is not listed.
pt_br: Selecione uma organização da lista ou deixe em branco se sua organização não estiver listada.

source: Send invitation
pt_br: Enviar convite

source: Sharing and Archiving
pt_br: Compartilhamento e arquivamento

source: Sharing data that you have collected from other sources
pt_br: Compartilhando dados que você coletou de outras fontes

source: Sharing data that you produced/collected yourself
pt_br: Compartilhando dados que você produziu/coletou

source: Sign in options
pt_br: Opções de entrada

source: Super admin privileges
pt_br: Privilégios de super-administrdor

source: Table of Contents
pt_br: Conteúdo

source: Tabular data
pt_br: Dados tabulares

source: Tabular data warrants special mention because it is so common across disciplines, mostly as Excel spreadsheets. If you do your analysis in Excel, you should use the "Save As..." command to export your work to .csv format when you are done. Your spreadsheets will be easier to understand and to export if you follow best practices when you set them up, such as:<ul><li>Don't put more than one table on a worksheet</li><li>Include a header row with understandable title for each column</li><li>Create charts on new sheets- don't embed them in the worksheet with the data</li></ul>
pt_br: Os dados tabulares merecem uma menção especial porque são tão comuns entre disciplinas, principalmente como planilhas do Excel. Se você fizer sua análise no Excel, deverá usar o comando "Salvar como ... " para exportar seu trabalho para o formato .csv quando terminar. Suas planilhas serão mais fáceis de entender e de serem exportadas se você seguir as melhores práticas ao configurá-las, como:<ul><li>Não coloque mais de uma tabela em uma planilha</li><li>Incluir uma linha de cabeçalho com título compreensível para cada coluna </li><li>Crie gráficos em novas planilhas - não as incorpore na planilha com os dados</li></ul>

source: Talking points
pt_br: Pontos para discussão

source: Technical Description
pt_br: Descrição técnica

source: Templates for data management plans are based on the specific requirements listed in funder policy documents. The DMPTool maintains these templates, however, researchers should always consult the program officers and policy documents directly for authoritative guidance. Sample plans are provided by a funder or another trusted party.
pt_br: Os modelos para planos de gestão de dados são baseados nas exigências específicas listadas na documentação regulamentatória do órgão financiador. DMPTool conserva esses modelos, mas os pesquisadores sempre devem consultar diretamente os responsáveis pelos programas e os documentos oficiais para instruções autorizadas. As amostras de planos são fornecidas por um órgão financiador ou um terceiro encarregado disso.

source: Terms of use & Privacy policy
pt_br: Termos de uso & Política de privacidade

source: Test your backup system
pt_br: Teste seu sistema de backup

source: Text: plain text (TXT), HTML, XML, PDF/A
pt_br: Texto: texto simples (TXT), HTML, XML, PDF/A

source: The <a href="%{cdlib_url}">California Digital Library (CDL)</a> is supported by the University of California (UC). Our primary constituency is the UC research community; in addition, we provide services to the United States and international higher education sector.
pt_br: A <a href="%{cdlib_url}">California Digital Library (CDL)</a> é apoiada pela University of California (UC). Nosso principal eleitorado é a comunidade de pesquisa da UC; Além disso, prestamos serviços aos Estados Unidos e ao setor de ensino superior internacional.

source: The CDL holds your plans on your behalf, but they are your property and responsibility. Any FOIA applicants will be referred back to your home institution.
pt_br: A CDL mantém seus planos em seu nome, mas eles são sua propriedade e responsabilidade. Quaisquer aplicantes FOIA serão redirecionados a sua instituição de origem.

source: The DMPTool is a free, open-source, online application that helps researchers create data management plans. These plans, or DMPs, are now required by many funding agencies as part of the grant proposal submission process. The DMPTool provides a click-through wizard for creating a DMP that complies with funder requirements. It also has direct links to funder websites, help text for answering questions, and resources for best practices surrounding data management.
pt_br: O DMPTool é um aplicativo on-line gratuito e de código aberto que ajuda os pesquisadores a criar planos de gerenciamento de dados. Esses planos, ou DMPs, são agora exigidos por muitas agências de financiamento como parte do processo de submissão de propostas de subsídios. O DMPTool fornece um assistente de clique para criar um PGD que atenda aos requisitos do exigências do órgão financiador. Ele também tem links diretos para sites financiadores, texto de ajuda para responder perguntas e recursos para as melhores práticas relacionadas ao gerenciamento de dados.

source: The National Science Foundation (NSF) requires a 2-page plan as part of the funding proposal process. Most or all US Federally funded grants will eventually require some form of data management plan.
pt_br: A National Science Foundation (NSF) exige um plano de duas páginas como parte do processo de proposta de financiamento. A maioria dos subsídios financiados pelo governo federal dos EUA acabará exigindo algum tipo de plano de gerenciamento de dados.

source: The "Share" tab is also where you can set your plan visibility.<ul><li>Private: restricted to you and your collaborators.</li><li>Organizational: anyone at your organization can view your plan.</li><li>Public: anyone can view your plan in the <a href="%{public_plans_url}">public plans</a> list.</li></ul>
pt_br: A aba "Compartilhar" é outro lugar onde você pode definir a visibilidade de seu plano.<ul><li>Privado: restrito a você e a seus colaboradores.</li><li>Organizacional: qualquer membro de sua organização pode visualizar seu plano.</li><li>Público: qualquer pessoa pode ver seu plano na lista de <a href="%{public_plans_url}">planos públicos</a>.</li></ul>

source: The answer to this question affects how you organize the data as well as the level of versioning you will need to undertake. Keeping track of rapidly changing datasets can be a challenge so it is imperative that you begin with a plan to carry you through the entire data management process.
pt_br: A resposta a esta questão afeta como você organiza os dados, bem como o nível de versionamento que você precisará realizar. Manter o controle de conjuntos de dados que mudam rapidamente pode ser um desafio, por isso é imperativo começar com um plano para levá-lo a todo o processo de gerenciamento de dados.

source: The file format you choose for your data is a primary factor in someone else's ability to access it in the future. Think carefully about what file format will be best to manage, share, and preserve your data. Technology continually changes and all contemporary hardware and software should be expected to become obsolete. Consider how your data will be read if the software used to produce it becomes unavailable. Although any file format you choose today may become unreadable in the future, some formats are more likely to be readable than others.
pt_br: O formato de arquivo que você escolhe para seus dados é um fator primordial na capacidade de outra pessoa de acessá-lo no futuro. Pense cuidadosamente sobre qual formato de arquivo será melhor para gerenciar, compartilhar e preservar seus dados. A tecnologia muda continuamente e todos os hardwares e softwares contemporâneos devem se tornar obsoletos. Considere como seus dados serão lidos se o software usado para produzi-lo ficar indisponível. Embora qualquer formato de arquivo escolhido hoje possa se tornar ilegível no futuro, alguns formatos têm maior probabilidade de serem lidos do que outros.

source: The information you enter into this system can be seen by you, people you have chosen to share access with, and—solely for the purposes of maintaining the service—system administrators at the CDL. We compile anonymized, automated, and aggregated information from plans, but we will not directly access, make use of, or share your content with anyone beyond CDL and your home institution without your permission. Authorized users at your home institution may access your plans for specific purposes—for example, to track compliance with funder/institutional requirements, to calculate storage requirements, or to assess demand for data management services across disciplines. For a detailed description of what information (other than the plans) we collect from visitors to this website and how it is used and managed, please see the CDL Privacy Policy and Baseline Supporting Practices listed at <a href="%{policies_url}">%{policies_url}</a>
pt_br: As informações inseridas neste sistema podem ser vistas por você, pessoas com as quais você optou por compartilhar o acesso e - somente para fins de manutenção do serviço - administradores do sistema na CDL. Compilamos informações anônimas, automatizadas e agregadas de planos, mas não acessaremos diretamente, faremos uso ou compartilharemos seu conteúdo com ninguém além da CDL e de sua instituição de origem sem a sua permissão. Os usuários autorizados em sua instituição de origem podem acessar seus planos para fins específicos, por exemplo, para rastrear a conformidade com os requisitos institucionais / do financiador, calcular os requisitos de armazenamento ou avaliar a demanda por serviços de gerenciamento de dados entre disciplinas. Para uma descrição detalhada de quais informações (além dos planos) coletamos dos visitantes deste site e como elas são usadas e gerenciadas, consulte a Política de Privacidade da CDL e as Práticas de Suporte da Linha de Base listadas em <a href = "%{policies_url}">%{policies_url}</a>

source: The original DMPTool was a grassroots effort, beginning in 2011 with eight institutions partnering to provide in-kind contributions of personnel and development. The effort was in direct response to demands from funding agencies, such as the National Science Foundation and the National Institutes of Health, that researchers plan for managing their research data. By joining forces the contributing institutions were able to consolidate expertise and reduce costs in addressing data management needs. Representatives from these institutions participate on the <a href="%{steering_committee_url}">DMPTool Steering Committee</a> that maintains monthly calls.
pt_br: O DMPTool original foi um esforço de base, começando em 2011 com oito instituições em parceria para fornecer contribuições em espécie de pessoal e desenvolvimento. O esforço foi em resposta direta às demandas de agências de financiamento, como a National Science Foundation e os Institutos Nacionais de Saúde, que os pesquisadores planejam para gerenciar seus dados de pesquisa. Ao unir forças, as instituições contribuintes conseguiram consolidar o conhecimento e reduzir os custos para atender às necessidades de gerenciamento de dados. Representantes dessas instituições participam do <a href="%{steering_committee_url}">Comitê Gestor da DMPTool</a>, que mantém as ligações mensais.

source: The original contributing institutions were: %{uc3_url} at the %{cdl_url}, %{data_one_url}, %{dcc_url}, %{smithsonian_url}, %{ucla_url}, %{ucsd_url}, %{uoi_url}, and %{uva_url}. Given the success of the first version of the DMPTool, the founding partners obtained funding from the %{sloan_url} to create a second version of the tool, released in 2014.
pt_br: As instituições que contribuíram originais foram: %{uc3_url} na %{cdl_url}, %{data_one_url}, %{dcc_url}, %{smithsonian_url}, %{ucla_url}, %{ucsd_url}, %{uoi_url} e %{uva_url}. Dado o sucesso da primeira versão do DMPTool, os parceiros fundadores obtiveram financiamento do %{sloan_url} para criar uma segunda versão da ferramenta, lançada em 2014.

source: The sub-directory structure should have clear, documented naming conventions. Separate files or directories could apply, for example, to each run of an experiment, each version of a dataset, and/or each person in the group.
pt_br: A estrutura do subdiretório deve ter convenções de nomenclatura claras e documentadas. Arquivos ou diretórios separados podem se aplicar, por exemplo, a cada execução de um experimento, a cada versão de um conjunto de dados e/ou a cada pessoa no grupo.

source: The tabbed interface allows you to navigate through different functions when editing your plan.<ul><li>“Project details” includes basic administrative details. The right-hand side of the page is where you can select up to 6 organizations to view additional guidance as you write your plan. The more information you provide here, the more useful your plan will be to you and others in the future (e.g., for data reuse and proper attribution). On the Edit profile page you can create or connect your ORCID iD; this is required by some funders and a growing list of publishers (Learn more at <a href="%{orcid_url}">orcid.org</a>).</li><li>“Plan overview” provides an overview of the questions that you will be asked. The following tab(s) present the questions to answer. There may be more than one tab if your funder or institution asks different sets of questions at different stages, e.g., at grant application and post-award. Guidance and comments are displayed in the right-hand panel beside each question. If you need more guidance or find there is too much, you can make adjustments on the “Project details” tab.</li><li>“Share” allows you to invite others to contribute to or comment on your plan. This is also where you can set your plan visibility (details below).</li><li>“Download” allows you to download your plan in various formats. You can adjust the formatting (font type, size, and margins) for PDF files, which may be helpful if working to page limits (e.g., NSF data management plans are limited to 2 pages).</li></ul>
pt_br: As abas permitem que você navegue por diferentes funções enquanto edita seu plano.<ul><li>“Detalhes do projeto” inclui alguns detalhes administrativos básicos. No lado direito da página você pode selecionar até 6 organizações para visualizar orientações adicionais, enquanto escreve seu plano. Aqui, quanto mais informações você fornecer, mais útil será seu plano para você e para outros, no futuro (e.g., para reutilização de dados e atribuição correta). Na página Editar perfil você pode criar ou conectar sua iD ORCID; isso é exigido por alguns órgãos de fomento e por um número cada vez maior de editoras (saiba mais em <a href="%{orcid_url}">orcid.org</a>).</li><li>“Visão geral do plano” apresenta um resumo das questões que você deverá responder. As abas seguintes trazem as questões a serem respondidas. Pode haver mais de uma aba, caso seu financiador ou sua instituição proponha conjuntos de questões distintos nos diferentes estágios do processo, e.g. no momento da submissão e após a concessão. As orientações e comentários são mostrados no painel da direita, ao lado de cada pergunta. Se você necessita de mais orientações ou acha que há instruções demais, pode fazer ajustes usando a aba “Detalhes do projeto” tab.</li><li>“Compartilhar” permite que você convide outras pessoas a contribuir com seu plano ou fazer comentários sobre ele. Aqui você também pode definir a visibilidade de seu plano (mais detalhes adiante).</li><li>“Baixar” serve para baixar seu plano em vários formatos. Você pode ajustar a formatação dos arquivos PDF (fonte, tamanho e margens), o que pode ser útil quando se trabalha com um número limitado de páginas (e.g., os planos de gestão de dados da NSF não podem ter mais de 2 páginas).</li></ul>

source: There are 14 themes that represent the most common topics addressed in data management plans (e.g., Data format, Metadata). Themes work like tags to associate questions and guidance. Questions within a template can be tagged with one or more themes, and guidance can be written by theme to allow organizations to apply their advice over all templates at once. This also alleviates the need to update guidance each time a new template is released.
pt_br: Há 14 temas que representam os tópicos mais comuns tratados em planos de gestão de dados (e.g. Formato dos dados, Metadados). Os temas funcionam como marcas usadas para associar perguntas e instruções. As perguntas em um modelo podem ser marcadas com um ou mais temas e as instruções podem ser escritas por tema, permitindo que as organizações apliquem suas orientações em todos os modelos de uma só vez. Isso também diminui a necessidade de atualizar as instruções cada vez que um novo modelo é disponibilizado.

source: There are 5 core elements usually included in a dataset citation, with additional elements added as appropriate.<ul><li><strong>Creator(s)</strong> – may be individuals or organizations</li><li><strong>Title</strong></li><li><strong>Publication year</strong> when the dataset was released (may be different from the Access date)</li><li><strong>Publisher</strong> – the data center, archive, or repository</li><li><strong>Identifier</strong> – a unique public identifier (e.g., an ARK or DOI)</li></ul>
pt_br: Existem 5 elementos principais normalmente incluídos em uma citação do conjunto de dados, com elementos adicionais adicionados conforme apropriado.<ul><li><strong>Criador (es)</strong> - podem ser indivíduos ou organizações</li><li><strong>Título</strong></li><li><strong>Ano de publicação</strong> quando o conjunto de dados foi lançado (pode ser diferente da data de acesso)</li><li><strong>Publicador</strong> - o data center, o archive ou o repositório</li><li><strong>Identifier</strong> - um identificador público exclusivo (por exemplo, um ARK ou DOI)</li></ul>

source: There is no account associated with that email address. Please try again or %{contact_us_link}.
pt_br: Não há nenhuma conta associada a esse email. Por favor, tente novamente ou %{contact_us_link}.

source: There may also be an option to request feedback on your plan (on the “Share” tab). This is available when research support staff at your institution have enabled the service. Click to “Request feedback” and your local administrators will be alerted to your request. Their comments will be visible in the “Comments” field adjacent to each question. You will receive an email notification when an administrator provides feedback.
pt_br: Também pode haver uma opção para solicitar feedback sobre o seu plano (na guia “Compartilhar”). Isso está disponível quando a equipe de suporte de pesquisa da sua instituição habilitou o serviço. Clique em “Solicitar comentários” e seus administradores locais serão alertados sobre sua solicitação. Seus comentários serão visíveis no campo “Comentários” ao lado de cada pergunta. Você receberá uma notificação por email quando um administrador fornecer feedback.

source: These are rough guidelines to follow to help manage your data files in case you don't already have your own internal conventions. When organizing files, the top-level directory/folder should include:<ul><li>Project title</li><li>Unique identifier (Guidance on persistent external identifiers is available below)</li><li>Date (yyyy or yyyy.mm.dd)</li></ul>
pt_br: Estas são diretrizes básicas a serem seguidas para ajudar a gerenciar seus arquivos de dados, caso você ainda não tenha suas próprias convenções internas. Ao organizar arquivos, o diretório/pasta de nível superior deve incluir:<ul><li>Título do projeto</li><li>Identificador exclusivo (a orientação sobre identificadores externos persistentes está disponível abaixo)</li><li>Data ( yyyy ou yyyy.mm.dd)</li></ul>

source: Third party APIs
pt_br: APIs de terceiros

source: This statement was last revised on October 5, 2017 and may be revised at any time. Use of the tool indicates that you understand and agree to these terms and conditions.
pt_br: Esta declaração foi revisada pela última vez em 5 de outubro de 2017 e pode ser revisada a qualquer momento. O uso da ferramenta indica que você entende e concorda com estes termos e condições.

source: To avoid being under-prepared, estimate the growth rate of your data. Some questions to consider are:<ul><li>Are you manually collecting and recording data?</li><li>Are you using observational instruments and computers to collect data?</li><li>Is your data collection highly iterative?</li><li>How much data will you accumluate every month or every 90 days?</li><li>How much data do you anticipate collecting and generating by the end of your project?</li></ul>
pt_br: Para evitar estar sub-preparado, estime a taxa de crescimento de seus dados. Algumas perguntas a serem consideradas são:<ul><li>Você está coletando e gravando dados manualmente?</li><li>Você está usando instrumentos de observação e computadores para coletar dados?</li><li>Sua coleção de dados é altamente iterativo?</li><li>Quantos dados você acumulará a cada mês ou a cada 90 dias?</li><li>Quantos dados você espera coletar e gerar até o final do seu projeto?</li></ul>
