Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/dmptool.po
Languages: pt_br

source: Good practice is to have three copies in at least two locations (e.g. original + external/local backup + external/remote backup)
pt_br: A boa prática é ter três cópias em pelo menos dois locais (por exemplo, original + backup externo/local + backup externo/remoto)

source: Google Analytics opt-out
pt_br: Sair do Google Analytics

source: Grant number (optional)
pt_br: Número da Concessão (opcional)

source: Have funders endorsed the DMPTool?
pt_br: Os órgãos financiadores aprovaram DMPTool?

source: Help spread the word about the DMPTool! Use the materials below to inform researchers, librarians, administrators and others about the tool. All materials are available under a CC-Zero license.
pt_br: Ajude a divulgar o DMPTool! Use os materiais abaixo para informar pesquisadores, bibliotecários, administradores e outros sobre a ferramenta. Todos os materiais estão disponíveis sob uma licença CC-Zero.

source: Here are some identifier schemes:
pt_br: Aqui estão alguns esquemas de identificação:

source: How can my institution participate in the DMPTool?
pt_br: Como minha instituição pode participar do DMPTool?

source: How do I create a data management plan?
pt_br: Como faço para criar um plano de gestão de dados?

source: How do I create guidance? And what are themes?
pt_br: Como faço para criar orientações? O que são temas?

source: How do I get help from someone at my institution?
pt_br: Como conseguir ajuda de alguém em minha instituição?

source: How do I log in or create an account?
pt_br: Como fazer login ou criar uma conta?

source: How long should the data be retained?
pt_br: Por quanto tempo os dados devem ser mantidos?

source: How long will you save my plans?
pt_br: Por quanto tempo vocês guardarão meus planos?

source: How much data will the project produce?
pt_br: Quantos dados o projeto produzirá?

source: How much does it cost to use the DMPTool?
pt_br: Quanto custa usar o DMPTool?

source: How stable is the data?
pt_br: Quão estáveis são os dados?

source: How to Participate in the DMPTool
pt_br: Como participar do DMPTool

source: How will you document your data?
pt_br: Como você documentará seus dados?

source: I created a test plan. How can I delete it (or hide it)?
pt_br: Criei um plano de teste. Como faço para apagá-lo (ou escondê-lo)?

source: I created a test template. How can I delete it?
pt_br: Criei um modelo de teste. Como posso apagá-lo?

source: I have a collaborator. How can we work on the same plan?
pt_br: Tenho um colaborador. Como podemos trabalhar no mesmo plano?

source: I'm in a hurry! Is there a quick start guide for creating a data management plan?
pt_br: Estou com pressa! Existe um guia rápido para criar um plano de gestão de dados?

source: Identify separate versions of files and datasets using file or directory naming conventions. It can quickly become difficult to identify the "correct" version of a file.
pt_br: Identifique versões separadas de arquivos e conjuntos de dados usando convenções de nomenclatura de arquivos ou diretórios. Pode tornar-se rapidamente difícil identificar a versão "correta" de um arquivo.

source: Identify the activity or project in the file name.
pt_br: Identifique a atividade ou projeto no nome do arquivo.

source: If others at your institution/organization have chose to share their plans internally, you will see a second table of organizational plans. This allows you to download a PDF and view their plans as samples or to discover new research data. Additional samples are available in the list of <a href="%{public_plans_url}">public plans</a>.
pt_br: Se outras pessoas em sua instituição/organização decidiram complartilhas seus planos internamente, você verá uma segunda tabela com planos da organização. Isso lhe permite baixar um PDF e visualizar seus planos como amostras ou descobrir novos dados de pesquisa. Amostras adicionais estão disponíveis na lista de <a href="%{public_plans_url}">planos públicos</a>.

source: If you are a researcher or potential user, we suggest you talk to a librarian at your institution. If you are an administrator (librarian or otherwise) and interested in joining, please <a href="%{contact_url}">contact us</a>.
pt_br: Se você é um pesquisador ou usuário potencial, sugerimos que você converse com um bibliotecário de sua instituição. Se você é um administrador (bibliotecário ou outro tipo) e está interessado em juntar-se a nós, entre em contato conosco.

source: If you are just testing the tool or taking a course on data management, check the box “Mock project for test, practice, or educational purposes.” Marking your plans as a test will be reflected in usage statistics and prevent public or organizational sharing; this allows other users to find real sample plans more easily.
pt_br: Se você está só testando a ferramenta ou fazendo um curso sobre gestão de dados, selecione a caixa “Simulação de projeto para teste, prática ou para fins educacionais.” Identificar seus planos como testes terá reflexos nas estatísticas de uso e impedirá o compartilhamento público ou no interior de sua instituição; isso permite que outros usuários encontrem com mais facilidade amostras de planos reais.

source: If you are uncertain as to your rights to disseminate data, UC researchers can consult with your campus Office of General Council. Note: Laws about data vary outside the U.S.
pt_br: Se você não tiver certeza quanto aos seus direitos de divulgação de dados, os pesquisadores da UC podem consultar o Escritório do Conselho Geral do campus. Nota: as leis sobre os dados variam fora dos EUA.

source: If you find it necessary or convenient to work with data in a proprietary/discouraged file format, do so, but consider saving your work in a more archival format when you are finished.
pt_br: Se você achar necessário ou conveniente trabalhar com dados em um formato de arquivo proprietário/desencorajado, faça isso, mas considere salvar seu trabalho em um formato mais arquivado quando terminar.

source: If you have an existing DMPTool account, please enter your username and we will provide the associated email address.
pt_br: Se você já tem uma conta DMPTool, por favor, insira seu username e nós retornaremos o endereço de email associado a ele.

source: If you have forgotten the username and email for your existing DMPTool account, please %{contact_us_link}.
pt_br: Se você esqueceu o username e o email de sua conta DMPTool, por favor %{contact_us_link}.

source: If you want to be able to share or cite your dataset, you'll want to assign a public persistent unique identifier to it. There are a variety of public identifier schemes, but common properties of good schemes are that they are:<ul><li>Actionable (you can "click" on them in a web browser)</li><li>Globally unique across the internet</li><li>Persistent for at least the life of your data</li></ul>
pt_br: Se você quiser compartilhar ou citar seu conjunto de dados, atribua um identificador exclusivo persistente público a ele. Há uma variedade de esquemas de identificadores públicos, mas propriedades comuns de bons esquemas são:<ul><li>Acionáveis ​​(você pode "clicar" neles em um navegador da Web)</li><li>Globalmente exclusivo em toda a Internet</li><li>Persistente por pelo menos a vida dos seus dados</li></ul>

source: If you want to promote sharing and unlimited use of your data, you can make your data available under a <a href="%{creative_commons_url}">Creative Commons CC0 Declaration</a> to make your wishes explicit.
pt_br: Se você deseja promover o compartilhamento e o uso ilimitado de seus dados, é possível disponibilizar seus dados em uma <a href="%{creative_commons_url}">Declaração Creative CC0 do Creative</a> para deixar seus desejos explícitos.

source: If your institution does not participate, you can create your own account.
pt_br: Se sua instituição não participa, você pode criar sua própria conta.

source: If your institution/organization is affiliated with DMPTool:<ul><li>Click the first button to sign in with “Your institution.”</li><li>Select your institution from the list and click “Go.”</li><li>Researchers at some institutions will be presented with the institution's authentication page. Log in as you usually do for your institution's web services.</li><li>If your institution has not configured single sign-on, you need to create an account with DMPTool (last bullet).</li><li>If you have already created an account with DMPTool, click the second button to sign in with the email address and password you previously chose. Once logged in, use Edit profile in the top-right menu bar to manage your password and other information.</li><li>If your institution is not affiliated with DMPTool (or has not configured single sign-on), you need to create an account with an email address and password.</li></ul>
pt_br: Se sua instituição/organização é afiliada ao DMPTool:<ul><li>Clique o primeiro botão para entrar com “Sua instituição.”</li><li>Selecione sua instituição na lista e clique “Go.”</li><li>Para pesquisadores de algumas instituições, será apresentada a página de autenticação da própria instituição. Faça login como de costume ao acessar os serviços de internet de sua instituição.</li><li>Se sua instituição não configurou o login único, você precisará criar uma conta no DMPTool (último item).</li><li>Se você já criou uma conta no DMPTool, clique o segundo botão para entrar com o email e a senha escolhidos. Depois de fazer login, use Editar perfil na barra de menu no canto superior direito para modificar sua senha e outras informações.</li><li>Se sua instituição não é afiliada ao DMPTool (ou não configurou o login único), você precisará criar uma conta com um endereço de email e uma senha.</li></ul>

source: Image: JPEG, JPG-2000, PNG, TIFF
pt_br: Imagem: JPEG, JPG-2000, PNG, TIFF

source: In common usage by the research community
pt_br: Em uso comum pela comunidade de pesquisa

source: In order to help identify and administer your account with the DMPTool, we need to store your email address. We may also use it to contact you to obtain feedback on your use of the tool, or to inform you of the latest developments or releases. The information may be transferred between the CDL and DCC partner organizations but only for legitimate CDL purposes. We will not sell, rent, or trade any personal information you provide to us.
pt_br: Para ajudar a identificar e administrar sua conta com o DMPTool, precisamos armazenar seu endereço de e-mail. Também podemos usá-lo para entrar em contato com você para obter feedback sobre o uso da ferramenta ou para informá-lo sobre os últimos desenvolvimentos ou versões. As informações podem ser transferidas entre as organizações parceiras CDL e DCC, mas apenas para finalidades legítimas de CDL. Nós não iremos vender, alugar ou trocar qualquer informação pessoal que você nos fornecer.

source: Input the email address(es) of any collaborators you would like to invite to read or edit your plan. Set their permissions via the radio buttons and click to "Add collaborator." Adjust permissions or remove collaborators at any time via the drop-down options in the table.
pt_br: Insira o(s) email9s) de quaisquer colaboradores que você gostaria de convidar a ler ou editar seu plano. Defina suas permissões usando os botões de rádio e clique em "Adicionar colaborador." Ajuste as permissões ou remova colaboradores a qualquer momento com as opções drop-down na tabela.

source: Institution not in the list?
pt_br: Instituição que não está na lista?

source: Institutional Signin Enabled
pt_br: Login institucional habilitado

source: Introduction
pt_br: Introdução

source: Is there any requirement that the data be retained? If so, for how long? 3-5 years, 10-20 years, permanently? Not all data need to be retained, and some data required to be retained need not be retained indefinitely. Have a good understanding of your obligation for the data's retention.
pt_br: Existe alguma exigência de que os dados sejam mantidos? Se sim, por quanto tempo? 3-5 anos, 10-20 anos, permanentemente? Nem todos os dados precisam ser retidos, e alguns dados que precisam ser retidos não precisam ser retidos indefinidamente. Tenha uma boa compreensão de sua obrigação pela retenção dos dados.

source: It is vital to maintain the confidentiality of research subjects both as an ethical matter and to ensure continuing participation in research. Researchers need to understand and manage tensions between confidentiality requirements and the potential benefits of archiving and publishing the data.
pt_br: É vital manter a confidencialidade dos assuntos de pesquisa tanto como questão ética quanto para assegurar a participação contínua na pesquisa. Os pesquisadores precisam entender e gerenciar as tensões entre os requisitos de confidencialidade e os benefícios potenciais do arquivamento e publicação dos dados.

source: Learn
pt_br: Aprender

source: Look up your institution here
pt_br: Procure sua instituição aqui

source: Making regular backups is an integral part of data management. You can backup data to your personal computer, external hard drives, or departmental or university servers. Software that makes backups for you automatically can simplify this process considerably. The UK Data Archive provides additional <a href="%{storage_guidelines_url}">guidelines on data storage, backup, and security</a>.
pt_br: Fazer backups regulares é parte integrante do gerenciamento de dados. Você pode fazer backup dos dados em seu computador pessoal, discos rígidos externos ou servidores departamentais ou universitários. O software que faz backups para você automaticamente pode simplificar consideravelmente este processo. O UK Data Archive fornece outras <a href="%{storage_guidelines_url}">diretrizes sobre armazenamento de dados, backup e segurança</a>.

source: Metadata: Data Documentation
pt_br: Metadados: documentação de dados

source: More
pt_br: Mais

source: More recently the proliferation of open data policies across the globe has led to an explosion of interest in the DMPTool and the UK-based version, DMPonline. In 2016 UC3 and DCC decided to formalize our partnership to codevelop and maintain a single open-source platform. The new platform—DMPRoadmap—is separate from the services each of our organizations runs on top of it. By providing a core infrastructure for DMPs we can extend our reach and move best practices forward, allowing us to participate in a truly global open science ecosystem.
pt_br: Mais recentemente, a proliferação de políticas de dados abertos em todo o mundo levou a uma explosão de interesse na DMPTool e na versão baseada no Reino Unido, a DMPonline. Em 2016, o UC3 e o DCC decidiram formalizar nossa parceria para co-desenvolver e manter uma única plataforma de código aberto. A nova plataforma - DMPRoadmap - é separada dos serviços que cada uma de nossas organizações executa em cima dela. Ao fornecer uma infra-estrutura básica para os DMPs, podemos ampliar nosso alcance e levar adiante as melhores práticas, permitindo que participemos de um ecossistema verdadeiramente global de ciência aberta.

source: Most databases to which the UC Libraries subscribe are licensed and prohibit redistribution of data outside of UC.
pt_br: A maioria dos bancos de dados aos quais as Bibliotecas de UC se inscrevem é licenciada e proíbe a redistribuição de dados fora da UC.

source: Need to get others on your campus interested in the DMPTool? Use our Talking Points to guide your discussions. In general, a talking points document is designed to help you stay on track during meetings with those outside of your department. It ensures that your major points are at hand and helps you make progress towards the goals of the meeting.<ul><li>Overview of Talking Points: <a href="%{talking_points_overview_pdf_url}">Adobe PDF</a></li><li>Meeting with your IT Group: <a href="%{talking_points_it_docx_url}">Microsoft Word</a> or <a href="%{talking_points_it_pdf_url}">Adobe PDF</a></li><li>Meeting with Administrators: <a href="%{talking_points_admin_docx_url}">Microsoft Word</a> or <a href="%{talking_points_admin_pdf_url}">Adobe PDF</a></li><li>Meeting with Researchers: <a href="%{talking_points_researcher_docx_url}">Microsoft Word</a> or <a href="%{talking_points_researcher_pdf_url}">Adobe PDF</a> </li></ul>
pt_br: Precisa fazer outras pessoas no seu campus interessar-se pelo DMPTool? Use nossos Pontos para Discussão na condução de seus encontros. De maneira geral, um documento com pontos de discussão é estruturado para ajudar você a manter sua linha de argumentação em encontros com pessoas de fora de seu departamento. Ele assegura que os pontos mais importantes estejam ao seu alcance e ajuda você a progredir em direção aos objetivos do encontro. <ul><li>Visão geral dos pontos de conversa: <a href="%{talking_points_overview_pdf_url}">Adobe PDF</a></li><li>Encontrando seu grupo de TI: <a href="%{talking_points_it_docx_url}">Microsoft Word</a> or <a href="%{talking_points_it_pdf_url}">Adobe PDF</a></li><li>Encontrando-se com administradores: <a href="%{talking_points_admin_docx_url}">Microsoft Word</a> or <a href="%{talking_points_admin_pdf_url}">Adobe PDF</a></li><li>Reunião com pesquisadores: <a href="%{talking_points_researcher_docx_url}">Microsoft Word</a> or <a href="%{talking_points_researcher_pdf_url}">Adobe PDF</a> </li></ul>

source: News is currently unavailable
pt_br: Notícias indisponíveis no momento

source: Non-proprietary
pt_br: Não proprietário

source: Once you have made your selections, click “Create plan.”
pt_br: Depois que tiver feito suas seleções, clique em “Criar plano.”

source: Open, with documented standards
pt_br: Abrir com padrões documentados

source: Option %{number}: If not affiliated and you need an account.
pt_br: Opção %{number}: Se não é afiliado e precisa de uma conta.

source: Option %{number}: If your institution is affiliated with DMPTool.
pt_br: Opção %{number}: Se sua instituição é afiliada a DMPTool.

source: Option %{number}: If your institution is not affiliated with DMPTool.
pt_br: Opção %{number}: Se sua instituição não é afiliada a DMPTool.

source: Organisational admin privileges
pt_br: Privilégios de administrador institucional

source: Organizations
pt_br: Organizações

source: Organizing Files
pt_br: Organizando Arquivos

source: Other data preservation considerations
pt_br: Outras considerações de preservação de dados

source: Other risks to accessibility
pt_br: Outros riscos para a acessibilidade

source: Our work on the DMPTool is guided by the following principles. Organizations that participate in the DMPTool community are expected to understand and abide by these principles.<ul><li>Continuous improvement of the DMPTool's utility and features</li><li>User-driven requirements and priorities for development</li><li>Enthusiasm for the DMPTool</li><li>Commitment to an open process for development, enhancement, and improvement (see <a href="%{panton_url}">Panton Principles</a>)</li><li>Quality of code and materials created <a href="%{contributing_url}">(Contributor guidelines)</a></li></ul>
pt_br: Nosso trabalho na DMPTool é guiado pelos seguintes princípios. Espera-se que as organizações que participam da comunidade DMPTool compreendam e respeitem esses princípios.<ul><li>Melhoria contínua do utilitário e dos recursos do DMPTool</li><li>Requisitos e prioridades orientados pelo usuário para o desenvolvimento</li><li>Entusiasmo para o DMPTool</li><li>Compromisso com um processo aberto para desenvolvimento, aprimoramento e aprimoramento (consulte <a href="%{panton_url}"> Princípios do Panton </a>)</li><li>Qualidade de código e materiais criados <a href="%{contributing_url}">(diretrizes do colaborador)</a></li></ul>

source: Overview of My dashboard
pt_br: Visão geral de Meu painel de controle

source: Participating Institutions
pt_br: Instituições Participantes

source: Participating institutions/organizations can configure the tool to point to their resources and services, provide customized help, and provide suggested answers to the questions asked by funding agencies. DMPTool users affiliated with participating institutions can login with their own institutional accounts. For more information visit the %{about_us_link} page.
pt_br: As instituições/organizações participantes podem configurar a ferramenta para que aponte para seus recursos e serviços, prestar ajuda customizada e contribuir com sugestões de respostas para perguntas feitas por agências financiadoras. Os usuários de DMPTool afiliados a instituições participantes podem conectar-se com suas contas instituicionais pessoais. Para mais informação, visite a página %{about_us_link}.

source: Passwords
pt_br: Senhas

source: Persistent Identifiers
pt_br: Identificadores Persistentes

source: Please note that your email address is also your username. If you change this remember to use your new email address on sign in. If your account is created with your institutional credentials you must contact us to change your email or organisation.
pt_br: Por favor, observe que seu endereço de email é também seu nome de usuário. Se você mudar de email, lembre-se de usar seu novo email ao entrar. Se sua conta foi criada com suas credenciais institucionais, você precisará entrar em contato conosco para mudar seu email ou sua organização.

source: Postcards
pt_br: Postais

source: Privacy policy
pt_br: Política de privacidade

source: Promote the DMPTool
pt_br: Promova DMPTool

source: Public Plans
pt_br: Planos Públicos

source: Q: Are there examples of data management plans?
pt_br: Q: Existem exemplos de planos de gestão de dados?

source: Q: Can I see customized templates and guidance created by administrators at other organizations?
pt_br: Q: É possível ver os modelos customizados e as orientações criados por administradores de outras instituições?

source: Q: Have funders endorsed the DMPTool?
pt_br: Q: Os órgãos financiadores aprovaram DMPTool?

source: Q: How can my institution participate in the DMPTool?
pt_br: Q: Como minha instituição pode participar do DMPTool?

source: Q: How do I create guidance? And what are themes?
pt_br: Q: Como faço para criar orientações? O que são temas?

source: Q: How long will you save my plans?
pt_br: Q: Por quanto tempo vocês guardarão meus planos?

source: Q: How much does it cost to use the DMPTool?
pt_br: Q: Quanto custa usar o DMPTool?

source: Q: I created a test plan. How can I delete it (or hide it)?
pt_br: Q: Criei um plano de teste. Como faço para apagá-lo (ou escondê-lo)?

source: Q: I created a test template. How can I delete it?
pt_br: Q: Criei um modelo de teste. Como posso apagá-lo?

source: Q: I have a collaborator. How can we work on the same plan?
pt_br: Q: Tenho um colaborador. Como podemos trabalhar no mesmo plano?

source: Q: I'm in a hurry! Is there a quick start guide for creating a data management plan?
pt_br: Q: Estou com pressa! Existe um guia rápido para criar um plano de gestão de dados?

source: Q: What are the benefits of participating in the DMPTool?
pt_br: Q: Quais são os benefícios de participar no DMPTool?

source: Q: What are the visibility options for my data management plan?
pt_br: Q: Quais são as opções de visualização para meu plano de gestão de dados?

source: Q: What can I do with the DMPTool?
pt_br: Q: O que eu posso fazer com o DMPTool?

source: Q: What happens when I "request feedback" on a plan?
pt_br: Q: O que acontece quando eu solicito feedback sobre um plano?

source: Q: What if I move to a new institution?
pt_br: Q: E se eu mudar de instituição?

source: Q: What is a data management plan (DMP)?
pt_br: Q: O que é um plano de gestão de dados (PGD)?

source: Q: What's the difference between “sample” and “public” data management plans?
pt_br: Q: Qual a diferença entre planos de gestão de dados “amostra” e “público”?
