Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/dmptool.po
Languages: pt_br

source: <ul><li>Required by publishers (e.g., Cell, Nature, Science)</li><li>Required by government funding agencies (e.g., NIH, NSF)</li><li>Allows data to be used to answer new questions</li><li>Makes research more open</li><li>Makes your papers more useful and citable by other researchers</li></ul>
pt_br: <ul><li>Requerido pelos editores (por exemplo, Cell, Nature, Science)</li><li>Requerido pelas agências de financiamento do governo (por exemplo, NIH, NSF)</li><li>Permite que os dados sejam usados ​​para responder novas perguntas</li><li>Torna a pesquisa mais aberta</​​li><li>Torna seus artigos mais úteis e citáveis ​​por outros pesquisadores</li></ul>

source: A data management plan is a formal document that outlines what you will do with your data during and after a research project. Most researchers collect data with some form of plan in mind, but it's often inadequately documented and incompletely thought out. Many data management issues can be handled easily or avoided entirely by planning ahead. With the right process and framework it doesn't take too long and can pay off enormously in the long run.
pt_br: Um plano de gerenciamento de dados é um documento formal que descreve o que você fará com seus dados durante e após um projeto de pesquisa. A maioria dos pesquisadores coleta dados com algum tipo de plano em mente, mas muitas vezes é inadequadamente documentada e incompletamente pensada. Muitos problemas de gerenciamento de dados podem ser manipulados facilmente ou evitados completamente pelo planejamento antecipado. Com o processo e estrutura corretos, não demora muito e pode render-se enormemente a longo prazo.

source: A dataset should be cited formally in an article's reference list, not just informally in the text. Many data repositories and publishers provide explicit instructions for citing their contents. If no citation information is provided, you can still construct a citation following generally agreed-upon guidelines from sources such as the <a href="%{force11_citation_url}">Force 11 Joint Declaration of Data Citation Principles</a> and the current <a href="%{datacite_standards_url}">DataCite Metadata Schema</a>.
pt_br: Um conjunto de dados deve ser citado formalmente na lista de referências de um artigo, não apenas informalmente no texto. Muitos repositórios de dados e editores fornecem instruções explícitas para citar seus conteúdos. Se nenhuma informação de citação é fornecida, você ainda pode construir uma citação seguindo diretrizes geralmente acordadas de fontes como a <a href="%{force11_citation_url}">Force 11 Joint Declaration of Data Citation Principles</a> e o atual <a href="%{datacite_standards_url}">DataCite Metadata Schema</a>.

source: A login is required to access the DMPTool. If you are a researcher from a <a href="%{participating_url}">participating institutions</a>, you can log in as a user from your institution. If your institution does not participate, you can create your own account.
pt_br: É preciso um login para acessar o DMPTool. Se você é pesquisador de uma <a href="%{participating_url}">instituição participante</a>, você pode usar o login de usuário de sua instituição. Se sua instituição não participa, você pode criar sua própria conta.

source: A searchable and browsable list of repositories can be found at these websites:<ul><li><a href="%{re3data_url}">re3data.org</a>: a REgistry of REsearch data REpositories</li><li><a href="%{open_access_url}">Data Repositories</a> in the Open Access Directory: a list of repositories hosted by Simmons College</li><li><a href="%{fairshare_url}">FAIRSharing</a>: a directory of life sciences databases and reporting standards, now expanded to include all disciplines</li></ul>
pt_br: Uma lista pesquisável e pesquisável de repositórios pode ser encontrada nos seguintes sites:<ul><li><a href="%{re3data_url}">re3data.org</a>: um REgistry of REsearch data REpositories</li><li><a href="%{open_access_url}">Repositórios de dados</a> no Open Access Directory: uma lista de repositórios hospedados pelo Simmons College</li><li><a href="%{fairshare_url}"> FAIRSharing</a>: um diretório de bancos de dados e padrões de relatórios de ciências biológicas, agora expandido para incluir todas as disciplinas</li></ul>

source: A: The <a href="%{admin_help_url}">help menu for administrators</a> contains detailed instructions for creating themed guidance. The basic steps include:<ol><li>Creating a guidance group (you will already have a default guidance group for your organization; it is optional to create additional groups or subgroups, for example, for a specific department)</li><li>Creating guidance by entering text, assigning one or more themes, and attaching it to a guidance group</li><li>Publishing the guidance</li></ol>
pt_br: R: O <a href="%{admin_help_url}">menu de ajuda para administradores</a> contém instruções detalhadas para a criação de orientações com temas. As etapas básicas incluem:<ol><li>Como criar um grupo de orientação (você já terá um grupo de orientação padrão para sua organização; é opcional criar grupos ou subgrupos adicionais, por exemplo, para um departamento específico)</li><li>Criar orientação inserindo texto, atribuindo um ou mais temas e anexando-o a um grupo de orientação</li><li>Publicando a orientação</li></ol>

source: A: A data management plan is a formal document that outlines what you will do with your data during and after a research project. Most researchers collect data with some form of plan in mind, but it's often inadequately documented and incompletely thought out. Many data management issues can be handled easily or avoided entirely by planning ahead. With the right process and framework it doesn't take too long and can pay off enormously in the long run.
pt_br: R: Um plano de gestão de dados é um documento formal que descreve o que você fará com seus dados durante e depois de um projeto de pesquisa. A maioria dos pesquisadores coleta dados com algum tipo de plano em mente, porém tais planos são frequentemente mal documentados e nem sempre são concebidos de forma completa. Muitos problemas de gestão de dados podem ser tratados facilmente ou inteiramente evitados com o planejamento antecipado. Partindo-se de processos e estruturas adequados, esse planejamento não requer muito tempo e pode trazer enormes ganhos a longo prazo.

source: A: Anyone can create data management plans. If you are a researcher from one of the <a href="%{participating_url}">participating institutions</a>, you can log in as a user from your institution and you will be presented with local guidance to help you complete your plan.
pt_br: R: Qualquer pessoa pode criar planos de gestão de dados. Se você é pesquisador de uma <a href="%{participating_url}">instituição participante</a>, você pode usar o login de usuário de sua instituição. Nesse caso o sistema mostrará a você as orientações da instituição para ajudá-lo a completar seu plano.

source: A: DMPTool administrators can delete templates. This option is only available if no plans have been created using that template. If you cannot or do not want to delete a template, you can "Unpublish" the template so that it will not appear to users. See our <a href="%{admin_help_url}">help documentation</a> on how to do this.
pt_br: R: Os administradores do DMPTool podem excluir modelos. Esta opção só estará disponível se nenhum plano tiver sido criado usando esse modelo. Se você não puder ou não quiser excluir um modelo, poderá "Cancelar a publicação" do modelo para que ele não seja exibido aos usuários. Consulte nossa <a href="%{admin_help_url}"> documentação de ajuda </a> sobre como fazer isso.

source: A: Data management plans are the intellectual property of their creators. The California Digital Library makes no claim of copyright or ownership to the data management plans created using the DMPTool. You can, however, choose to share your plan publicly and it will appear in our library of <a href="%{public_plans_url}">public plans</a> on the DMPTool website. This will benefit other DMPTool users and promote open research.
pt_br: R: Os planos de gestão de dados são propriedade intelectual de seus criadores. A California Digital Library não reivindica qualquer copyright ou propriedade sobre os planos de gestão de dados criados com DMPTool. Você pode, porém, optar por compartilhar seu plano publicamente; com isso ele aparecerá em nossa biblioteca de <a href="%{public_plans_url}">planos públicos</a> no site do DMPTool. Isso beneficiará outros usuários, promovendo a pesquisa aberta.

source: A: First you must create an account in the DMPTool and begin creating a plan. Then you can add your collaborator(s) to your plan as co-owner(s), or grant editor or read only permissions. You can do this on the “Share” tab for your plan. Enter an email address in the field to "Invite collaborators,” select the desired level of permissions, and click "Submit" to send an email invitation.
pt_br: R: Primeiro você deve criar uma conta no DMPTool e começar a criar um plano. Em seguida você poderá adicionar seu(s) colaborador(es) a seu plano, como coproprietário(s), ou atribuir permissões para editar ou somente para ler. Você pode fazer isso na guia “Compartilhar” para seu plano. Insira um endereço de email no campo "Convidar colaboradores,” selecione o nível de permissões desejado e clique em "Submeter" para enviar um convite por email.

source: A: First, check this <a href="%{participating_url}">participating institutions</a> to make sure your institution is not already participating. Learn more about becoming a <a href="%{about_url}">participating institution</a>.
pt_br: R: Primeiramente, verifique as <a href="%{participating_url}">instituições participantes</a> para ter certeza de que sua instituição ainda não participa do DMPTool. Aprenda mais sobre como tornar-se uma <a href="%{about_url}">instituição participante</a>.

source: A: If your institution <a href="%{participating_url}">participates in the DMPTool</a>, you can log into the tool and click on the “Contact” link in the top banner. Your email will be sent directly to an expert on your campus who can follow up with you. If your institution does not participate in the DMPTool, check with a librarian to see if someone on campus can help.
pt_br: R: Se sua instituição <a href="%{participating_url}">participa do DMPTool</a>, você pode fazer login na ferramenta e clicar no link “Contato” no banner do alto. Sua mensagem será enviada diretamente para um especialista em seu campus, que poderá auxiliar você. Se sua instituição não participa do DMPTool, verifique com um bibliotecário se alguém no campus pode ajudar.

source: A: No funders have endorsed the use of the DMPTool, although some provide links to the tool or resources within the tool in their public access plans (e.g., NEH, DOT).
pt_br: R: Nenhum órgão financiador avalizou o uso do DMPTool, embora alguns deles forneçam links para a ferramenta ou recursos da própria ferramenta em seus planos de acesso público (e.g. NEH, DOT).

source: A: Participating institutions can incorporate information about their resources and services to aid researchers with data management. Participating institutions can also provide customized help and suggest answers to the questions asked by funding agencies. Users from particpating institutions that have configured the tool with Shibboleth can log in with their own institutional accounts.
pt_br: R: As instituições participantes podem incorporar informações sobre seus recursos e serviços de forma a ajudar os pesquisadores com a gestão de dados. As instituições também podem oferecer ajuda customizada e sugerir respostas às questões propostas pelas instituições financiadoras. Os usuários pertencentes a instituições participantes que configuraram a ferramenta com Shibboleth podem fazer login com suas próprias contas institucionais.

source: A: Since the DMPTool account is tied to an email address, the information will not automatically follow a user if they change institutions. However, we can connect users to their plans from previous institutions if they contact us. Users who change institutions and assume new institutional credentials must create a new DMPTool account.
pt_br: R: Dado que a conta no DMPTool está amarrada a um endereço de email, a informação não acompanhará automaticamente os usuário que mudarem de instituição. Contudo, poderemos conectar os usuários a seus planos de instituições anteriores caso eles entrem em contato conosco. Usuários que mudarem de instituição e assumirem novas credenciais institucionais devem criar uma nova conta DMPTool.

source: A: The <a href="%{public_templates_url}">Funder Requirements page</a> provides direct links to funder guidelines, as well as sample plans if provided. You do not have to be logged into the DMPTool to access this page.
pt_br: R: A <a href="%{public_templates_url}">página Exigências do Órgão Financiador</a> proporciona links diretos para as diretrizes de órgãos financiadores, bem como para amostras que tenham sido fornecidas por eles. Não é necessário estar logado no DMPTool para acessar essa página.

source: A: The DMPTool helps researchers create data management plans (DMPs). It provides guidance from specific funders who require DMPs, but the tool can be used by anyone interested in developing generic DMPs to help facilitate their research. The tool also offers resources and services available at <a href="%{participating_url}">participating institutions</a> to help fulfill data management requirements.
pt_br: R: O DMPTool ajuda os pesquisadores a criar planos de gestão de dados (PGDs). Ele fornece orientações de órgãos de financiamento específicos que exigem PGDs, mas pode também ser usado por qualquer pessoa interessada em desenvolver PGDs genéricos que contribuam para facilitar sua pesquisa. A ferramenta também dá acesso a recursos e serviços disponibilizados pelas <a href="%{participating_url}">instituições participantes</a> para ajudar no cumprimento das exigências relativas à gestão de dados.

source: A: The DMPTool hosts a collection of <a href="%{public_plans_url}">public plans</a>. The collection contains actual plans created by DMPTool users who have opted to share their plans publicly. Please note that these plans have not been vetted for quality. Some funders provide sample plans on their websites; links to these plans are available on the <a href="%{public_templates_url}">Funder Requirements page</a>.
pt_br: R: O DMPTool hospeda uma coleção de <a href="%{public_plans_url}">planos públicos</a>. A coleção contém planos reais criados pelos usuários do DMPTool que optaram por compartilhar seus planos publicamente. Por favor, note que estes planos não foram verificados quanto à qualidade. Alguns financiadores fornecem planos de amostra em seus sites; links para esses planos estão disponíveis na <a href="%{public_templates_url}">página Exigências do Órgão Financiador</a>.

source: A: The DMPTool is FREE. Anyone can create data management plans using the DMPTool.
pt_br: R: DMPTool é GRATUITO. Qualquer pessoa pode criar planos de gestão de dados usando DMPTool.

source: A: The request feedback functionality of the DMPTool is an optional feature that institutions may configure to help researchers create data management plans. Submitting a plan for feedback is within-institution only. If this feature is enabled, a button to "Request feedback" will be displayed on the "Share" tab when writing a plan. If a user clicks the "Request feedback" button, the DMPTool will send an email to the plan owner and the institutional administrator contact. The institutional administrator will be granted read only permissions and be able to provide comments on the plan within the tool.
pt_br: R: A funcionalidade Solicitar feedback do DMPTool é um recurso opcional que as instituições podem configurar para ajudar seus pesquisadores a criar planos de gestão de dados. A solicitação de feedback sobre um plano funciona somente no âmbito interno de uma instituição. Se esse recurso for habilitado, a aba "Compartilhar" exibirá um botão "Solicitar feedbak" quando o usuário estiver escrevendo um plano. Se um usuário clicar o botão "Solicitar feedback", o DMPTool enviará um email para os contatos do proprietário do plano e do administrador institucional. O administrador institucional receberá somente permissão de leitura e poderá fazer comentários sobre o plano usando a ferramenta.

source: A: The sample plans on the <a href="%{public_templates_url}">Funder Requirements page</a> are created by funders and offered as guidance on their websites. The <a href="%{public_plans_url}">Public Plans</a> are actual plans created by users of the DMPTool (please note that these have not been vetted for quality). Both provide helpful examples for researchers creating their own data management plans.
pt_br: R: As amostras de planos na <a href="%{public_templates_url}">página Exigências do Órgão Financiador</a> são criadas pelos órgãos financiadores e oferecidas como orientção em seus sites. Os <a href="%{public_plans_url}">Planos Públicos</a> são planos reais, criados por usuários do DMPTool (por favor, observe que eles não foram verificados com respeito a sua qualidade). Ambos os conjuntos de planos proporcionam exemplos úteis para pesquisadores que estejam criando seus próprios planos de gestão de dados.

source: A: There are multiple actions that generate automatic email notifications from the DMPTool. Users can turn these notifications on/off on the profile page. Navigate to "Edit profile" by clicking your name in the upper right dropdown menu, then select the "Notification preferences" tab, check/uncheck the appropriate boxes, and click the button to save your changes.
pt_br: R: Há muitas ações que geram notificações automáticas por email enviadas pelo DMPTool. Os usuários podem ligar/desligar essas notificações na página de perfil. Navegue para "Editar perfil" clicando em seu nome no menu dropdown no canto superior direito; em seguida selecione a guia "Preferências de notificação", selecione/desselecione as caixas apropriadas e clique no botão para salvar suas modificações.

source: A: There are three visibility options for each plan you create:<ol><li>Private. Your plan will only be visible to you and any specified plan collaborators. Basic plan details (from the project details page, but not the plan content) will be available to administrators at your institution.</li><li>Organization. If your institution/organization participates in the DMPTool, this setting allows administrators and users from your institution to see your plan.</li><li>Public. Your plan will be available on the <a href="%{public_plans_url}">Public Plans</a> page of the DMPTool website. Choose this option to allow others to see your plan without restrictions (under a CC-Zero license).</li></ol>
pt_br: R: Há três opções de visibilidade para cada plano que você cria:<ol><li>Privado. Seu plano será visível apenas para você e para os colaboradores específicos desse plano. Os detalhes básicos do plano (os que aparecem na página de detalhes do projeto, não o conteúdo do plano) estarão disponíveis para os administradores em sua instituição.</li><li>Organização. Se sua instituição/organização participa do DMPTool, esta configuração permite que os administradores e usuários de sua instituição vejam seu plano.</li><li>Público. Seu plano estará disponível na página <a href="%{public_plans_url}">Planos Públicos</a> do site do DMPTool. Escolha esta opção para permitir que outras pessoas vejam seu plano sem restrições (sob uma licença CC-Zero).

source: A: We do not plan to delete any plans created with the DMPTool. As a plan owner, however, you can delete plans by going to “My Dashboard” and selecting “Remove” from the Actions menu next to the plan name.
pt_br: R: Não pretendemos apagar nenhum plano criado com o DMPTool. Porém, enquanto proprietário de um plano, você pode apagar planos indo para “Meu Painel de Controle” e selecionando “Remover” no menu Ações, ao lado do nome do plano.

source: A: Yes! To view guidance created by others, create a new plan in the tool. On the "Project details" tab you will see "Plan guidance configuration" on the right. Click to "See the full list" and you can select up to 6 different organizations at a time. You will see the selected guidance when you navigate to the "Write plan" tab.
pt_br: R: Sim! Para visualizar a orientação criada por outras pessoas, crie um novo plano na ferramenta. Na guia "Detalhes do projeto", você verá "Planejar configuração de orientação" à direita. Clique para "Ver a lista completa" e você pode selecionar até 6 organizações diferentes de cada vez. Você verá a orientação selecionada ao navegar até a guia "Plano de gravação".

source: About the DMPTool
pt_br: Sobre o DMPTool

source: Access
pt_br: Acesso

source: Admin Features
pt_br: Características do Administrador

source: Administrators: if you are interested in enabling this functionality for users at your institution, see the "Request feedback" section of the <a href="%{admin_help_url}">help for administrators</a> wiki.
pt_br: Administradores: se você estiver interessado em ativar essa funcionalidade para usuários de sua instituição, consulte a seção "Solicitar comentários" da wiki <a href="%{admin_help_url}">ajuda para administradores</a>.

source: Advertise the DMPTool to students and researchers at your institution.<ul><li><a href="%{advertise_pdf1_url}">Postcard 1: Adobe PDF</a></li><li><a href="%{advertise_pdf2_url}">Postcard 2: Adobe PDF</a></li></ul>
pt_br: Anuncie o DMPTool para estudantes e pesquisadores em sua instituição.<ul><li><a href="%{advertise_pdf1_url}">Postai 1: Adobe PDF</a></li><li><a href="%{advertise_pdf2_url}">Postai 2: Adobe PDF</a></li></ul>

source: After logging in, you will find an email address and URL for help at the top of the page.
pt_br: Depois de fazer login, você verá um email e um URL de ajuda no alto da página.

source: Although data comes from many different sources, they can be grouped into four main categories. The category(ies) your data comes from will affect the choices that you make throughout your data management plan.
pt_br: Embora os dados provenham de muitas fontes diferentes, eles podem ser agrupados em quatro categorias principais. A(s) categoria(s) de seus dados afetará as escolhas feitas por você em todo o plano de gerenciamento de dados.
