Repository: DMPRoadmap/roadmap
Catalog: config/locale/*/dmptool.po
Languages: pt_br

source: To be sure that your backup system is working, periodically retrieve your data files and confirm that you can read them. You should do this when you initially set up the system and on a regular schedule thereafter.
pt_br: Para ter certeza de que seu sistema de backup está funcionando, recupere periodicamente seus arquivos de dados e confirme que você pode lê-los. Você deve fazer isso quando configurar inicialmente o sistema e em um horário regular a partir de então.

source: To create a plan, click the “Create plan” button on My dashboard or the top menu. This will take you to a wizard that helps you select the appropriate template:
pt_br: Para criar um plano, clique no botão “Criar plano” em Meu painel de controle ou no menu superior. Isso levará você a um programa que o ajudará a selecionar o modelo adequado:

source: To view templates created by others (if available), create a new plan in the tool and choose any organization for the second step: "Select the primary research organization." For the third create plan step, if you tick the box "No funder associated with this plan" you will be presented with any available organizational templates. If the field remains gray and no templates with organizational names appear, then the selected organization has not created any of their own templates and you will be presented with the default DMPTool template after clicking the button to "Create plan."
pt_br: Para visualizar modelos criados por outros (se disponível), crie um novo plano na ferramenta e escolha qualquer organização para a segunda etapa: "Selecione a organização de pesquisa principal." Para a terceira etapa do plano de criação, se você marcar a caixa "Nenhum financiador associado a este plano" será apresentado a você qualquer modelo organizacional disponível. Se o campo permanecer cinza e não houver modelos com nomes organizacionais, a organização selecionada não criou nenhum modelo próprio e você será apresentado com o modelo DMPTool padrão depois de clicar no botão para "Criar plano".

source: Tools to help you:
pt_br: Ferramentas para ajudar você:

source: Top Templates
pt_br: Modelos mais acessados

source: Types of Data
pt_br: Tipos de dados

source: Uncompressed (space permitting)
pt_br: Descomprimido (se o espaço permitir)

source: Uncompressed data will be also be easier to read in the future, but you may need to compress files to conserve disk space.<ul><li>Use a mainstream compression tool (e.g., ZIP, GZIP, TAR)</li><li>Limit compression to the 3rd backup copy</li></ul>
pt_br: Os dados descompactados também serão mais fáceis de ler no futuro, mas talvez seja necessário compactar os arquivos para economizar espaço em disco.<ul><li>Use uma ferramenta de compactação convencional (por exemplo, ZIP, GZIP, TAR)</li><li>Limitar a compactação à terceira cópia de backup</li></ul>

source: Unencrypted data will be more easily read by you and others in the future, but you may need to encrypt sensitive data.<ul><li>Use mainstream encryption tools (e.g., PGP)</li><li>Don't rely on third-party encryption alone</li><li>Keep passwords and keys on paper (2 copies)</li></ul>
pt_br: Os dados não criptografados serão mais facilmente lidos por você e por outras pessoas no futuro, mas você pode precisar criptografar dados confidenciais.<ul><li>Use as ferramentas de criptografia principais (por exemplo, PGP)</li><li>somente na criptografia de terceiros</li><li>Mantenha senhas e chaves no papel (2 cópias)</li></ul>

source: Use our <a href="%{help_url}">Quick Start Guide</a> to begin creating a plan.
pt_br: Use nosso <a href="%{help_url}">Guia de Início Rápido</a> para começar a criar um plano.

source: Use the contact form below if you are interested in adding your organization.
pt_br: Use o formulário de contato abaixo se você estiver interessado em adicionar sua organização.

source: Using standard character encodings (i.e., ASCII, UTF-8)
pt_br: Usando codificações de caracteres padrão (ou seja, ASCII, UTF-8)

source: Ways to share your data
pt_br: Formas de compartilhar seus dados

source: We can help
pt_br: Nós podemos ajudar

source: We created a generic slide deck that you can use to introduce researchers and others to the DMPTool.<ul><li><a href="%{dmptool_slides_ppt_url}">Microsoft Powerpoint</a> </li></ul>
pt_br: Criamos um conjunto genérico de slides que você pode usar para introduzir pesquisadores e outros ao DMPTool.<ul><li><a href="%{dmptool_slides_ppt_url}">Microsoft Powerpoint</a> </li></ul>

source: We have been working with internal and external partners to make data management plan development less complicated. By getting to know your research and data, we can match your specific needs with data management best practices in your field to develop a data management plan that works for you. If you do this work at the beginning of your research process, you will have a far easier time following through and complying with funding agency and publisher requirements.
pt_br: Temos trabalhado com parceiros internos e externos para tornar o desenvolvimento de planos de gerenciamento de dados menos complicado. Ao conhecer suas pesquisas e dados, podemos atender às suas necessidades específicas com as práticas recomendadas de gerenciamento de dados em seu campo para desenvolver um plano de gerenciamento de dados que funcione para você. Se você fizer esse trabalho no início de seu processo de pesquisa, terá muito mais facilidade em acompanhar e cumprir os requisitos da agência de financiamento e do editor.

source: We recommend that those applying for funding from US Federal agencies, such as the NSF, use the DMPTool. The DMPTool provides guidance for many of the NSF Directorate and Division requirements, along with links to additional resources, services, and help.
pt_br: Recomendamos àqueles que solicitam financiamento de agências federais dos EUA, tais como a NSF, que utilizem DMPTool. O DMPTool proporciona orientação sobre muitas exig~encias das Divisões e Diretorias da NSF, além de links para recursos, serviços e ajuda adicionais.

source: We were unable to determine your organization. Please select your organization below.
pt_br: Não conseguimos determinar qual é sua organização. Por favor, selecione sua organização abaixo.

source: Welcome to the DMPTool
pt_br: Bem-vindo a DMPTool

source: What are the benefits of participating in the DMPTool?
pt_br: Quais são os benefícios de participar no DMPTool?

source: What are the visibility options for my data management plan?
pt_br: Quais são as opções de visualização para meu plano de gestão de dados?

source: What can I do with the DMPTool?
pt_br: O que eu posso fazer com o DMPTool?

source: What happens when I “request feedback” on a plan?
pt_br: O que acontece quando eu solicito feedback sobre um plano?

source: What if I move to a new institution?
pt_br: E se eu mudar de instituição?

source: What is a data management plan (DMP)?
pt_br: O que é um plano de gestão de dados (PGD)?

source: What is a data management plan?
pt_br: O que é um plano de gestão de dados?

source: What is the DMPTool?
pt_br: O que é o DMPTool?

source: What to document?
pt_br: O que documentar?

source: What's the difference between “sample” and “public” data management plans?
pt_br: Qual a diferença entre planos de gestão de dados “amostra” e “público”?

source: What's the form of the data?
pt_br: Qual é a forma dos dados?

source: What's the source of the data?
pt_br: Qual é a fonte dos dados?

source: When you log in you will be directed to “My dashboard.” From here you can create, edit, share, download, copy, or remove any of your plans. You will also see plans that have been shared with you by others.
pt_br: Quando você fizer login, será direcionado para “Meu painel de controle.” Ali você poderá criar, editar, compartilhar, baixar, copiar ou remover qualquer um de seus planos. Você também verá planos compartilhados com você por outras pessoas.

source: Where can I find help customizing the DMPTool for my institution/organization?
pt_br: Onde posso encontrar ajuda para customizar o DMPTool para minha instituição/organização?

source: Where can I read more about funder requirements for data management plans?
pt_br: Onde posso ler mais sobre as exigências dos órgãos de financiamento a respeito de planos de gestão de dados?

source: Who can help me at my institution?
pt_br: Quem pode ajudar-me em minha instituição?

source: Who can use the DMPTool?
pt_br: Quem pode usar o DMPTool?

source: Who can use the tool?
pt_br: Quem pode usar a ferramenta?

source: Who controls the data (e.g., the PI, a student, your lab, your university, your funder)? Before you spend a lot of time figuring out how to store the data, to share it, to name it, etc. you should make sure you have the authority to do so.
pt_br: Quem controla os dados (por exemplo, o PI, um aluno, seu laboratório, sua universidade, seu financiador)? Antes de gastar muito tempo tentando descobrir como armazenar os dados, compartilhá-los, nomeá-los, etc., certifique-se de ter autoridade para fazê-lo.

source: Who is responsible for managing and controlling the data?
pt_br: Quem é responsável por gerenciar e controlar os dados?

source: Who is your intended audience for the data? How do you expect they will use the data? The answer to these questions will help inform structuring and distributing the data.
pt_br: Quem é seu público-alvo para os dados? Como você espera que eles usem os dados? A resposta a essas perguntas ajudará a estruturar e distribuir os dados.

source: Who owns the data management plans created with the DMPTool?
pt_br: Quem é proprietário dos planos de gestão criados com DMPTool?

source: Who requires a plan?
pt_br: Quem requer um plano?

source: Why am I getting email notifications from the DMPTool?
pt_br: Por que estou recebendo notificações do DMPTool por email?

source: Why document data?
pt_br: Por que documentar dados?

source: Why share your data?
pt_br: Por que compartilhar seus dados?

source: Yes! The <a href="%{help_url}">Quick Start Guide</a> is available as a website or a PDF you can download.
pt_br: Sim! O <a href="%{help_url}">Guia de Início Rápido</a> está disponível em um site ou um PDF que você pode baixar.

source: You can also make a copy of an existing plan (from the Actions menu next to the plan on My dashboard) and update it for a new research project and/or grant proposal.
pt_br: Você também pode gerar uma cópia de um plano já existente (no menu Ações ao lado do plano em Meu painel de controle) e atualizar o plano para um novo projeto de pesquisa ou pedido de apoio.

source: You may or may not have the rights to do so, depending upon whether that data were accessed under a license with terms of use.
pt_br: Você pode ou não ter os direitos para fazê-lo, dependendo se esses dados foram acessados ​​sob uma licença com os termos de uso.

source: You should select a repository or archive for your data based on the long-term security offered and the ease of discovery and access by colleagues in your field. There are two common types of repository to look for:<ul><li><strong>Discipline specific</strong>: accepts data in a particluar field or of a particluar type (e.g., GenBank accepts nucleotide sequence data)</li><li><strong>Institutional</strong>: accepts data of any type produced within the institution that maintains it (e.g., the University of California's <a href="%{dash_url}">Dash</a>)</li></ul>
pt_br: Você deve selecionar um repositório ou arquivo para seus dados com base na segurança a longo prazo oferecida e na facilidade de descoberta e acesso por colegas em seu campo. Existem dois tipos comuns de repositório para procurar:<ul><li><strong>Disciplina específica</strong>: aceita dados em um campo particular ou de um tipo particular (por exemplo, o GenBank aceita dados de sequência de nucleotídeos)</li><li><strong>Institucional</strong>: aceita dados de qualquer tipo produzidos dentro da instituição que os mantém (por exemplo, <a href="%{dash_url}"> Dash </a> da University of California's)</li></ul>

source: Your account has been verified with your institutional credentials. Please fill out the form below to finish creating your account.
pt_br: Sua conta foi verificada com suas credenciais institucionais. Por favor, preencha o formulário abaixo para terminar de criar sua conta.

source: Your account is linked to your institutional credentials for login. Please contact the helpdesk to change your email.
pt_br: Para entrar no sistema, sua conta foi vinculada a suas credenciais institucionais. Por favor, entre em contato com o helpdesk para alterar seu email.

source: Your account is linked to your institutional credentials for login. Please contact the helpdesk to change your organisation.
pt_br: Para entrar no sistema, sua conta foi vinculada a suas credenciais institucionais. Por favor, entre em contato com o helpdesk para alterar sua organização.

source: Your institution
pt_br: Sua instituição

source: Your password is stored in encrypted form and cannot be retrieved. If forgotten it has to be reset.
pt_br: Sua senha é armazenada com criptografia e não pode ser recuperada. Se for esquecida, será preciso redefini-la.

source: Your personal details
pt_br: Seus detalhes pessoais
